{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "<|endoftext|>",
        0.0
      ],
      [
        "<UNK>",
        0.0
      ],
      [
        "Ġ",
        -2.0240085605501825
      ],
      [
        ".",
        -3.4777916511780056
      ],
      [
        "Ċ",
        -3.530724549729591
      ],
      [
        ",",
        -3.606683388084899
      ],
      [
        "Ġthe",
        -3.756934546982557
      ],
      [
        "s",
        -3.855407939050597
      ],
      [
        "a",
        -4.307028016696979
      ],
      [
        "Ġof",
        -4.346035707994279
      ],
      [
        "-",
        -4.4210761159710685
      ],
      [
        "Ġand",
        -4.513321516160715
      ],
      [
        "Ġto",
        -4.523292745079221
      ],
      [
        "(",
        -4.707747192972413
      ],
      [
        "Ġin",
        -4.8009020677321494
      ],
      [
        "_",
        -5.075572413019675
      ],
      [
        "\"",
        -5.120885526350349
      ],
      [
        ")",
        -5.148522357545129
      ],
      [
        "Ġis",
        -5.220666533363527
      ],
      [
        "'",
        -5.32824767807892
      ],
      [
        "1",
        -5.340906926154048
      ],
      [
        "t",
        -5.374866593925379
      ],
      [
        "Ġthat",
        -5.38348099735617
      ],
      [
        "e",
        -5.399731087219324
      ],
      [
        "d",
        -5.414670852900738
      ],
      [
        ":",
        -5.415581419749845
      ],
      [
        "\\",
        -5.429114775860469
      ],
      [
        "2",
        -5.448018481136218
      ],
      [
        "Ġfor",
        -5.475221599247835
      ],
      [
        "I",
        -5.5416794363415995
      ],
      [
        "i",
        -5.564251002019494
      ],
      [
        "$",
        -5.566622789243182
      ],
      [
        "0",
        -5.591739895328097
      ],
      [
        "*",
        -5.618757177504985
      ],
      [
        "n",
        -5.64726141435807
      ],
      [
        "o",
        -5.714497433237751
      ],
      [
        "m",
        -5.716488709204405
      ],
      [
        "ing",
        -5.732618086216508
      ],
      [
        "Ġwith",
        -5.750138721222427
      ],
      [
        "{",
        -5.767369766851088
      ],
      [
        "=",
        -5.779616993740348
      ],
      [
        "/",
        -5.792320644645367
      ],
      [
        "ed",
        -5.8067995107601735
      ],
      [
        "Ġon",
        -5.919041935605254
      ],
      [
        "}",
        -5.932362064990539
      ],
      [
        "Ġbe",
        -5.976390986258686
      ],
      [
        "Ġas",
        -5.999936052633876
      ],
      [
        "Ġwas",
        -6.007804950712918
      ],
      [
        "Ġit",
        -6.034739156332368
      ],
      [
        "3",
        -6.041526873003686
      ],
      [
        ";",
        -6.068671935635379
      ],
      [
        "p",
        -6.069539021545696
      ],
      [
        "A",
        -6.077366943181088
      ],
      [
        "c",
        -6.102922483383244
      ],
      [
        "Ġare",
        -6.119053507138467
      ],
      [
        "Ġby",
        -6.13767630210266
      ],
      [
        "r",
        -6.139172817411474
      ],
      [
        "y",
        -6.145755638725337
      ],
      [
        "at",
        -6.154851899636142
      ],
      [
        "ly",
        -6.169154025273304
      ],
      [
        "b",
        -6.242894683412155
      ],
      [
        "Ġthis",
        -6.287972188485444
      ],
      [
        "âĢĻ",
        -6.303607966619726
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -6.309895776907181
      ],
      [
        "Ġfrom",
        -6.312487428973936
      ],
      [
        "Ġnot",
        -6.312876852969243
      ],
      [
        "ĠThe",
        -6.315799332516386
      ],
      [
        "Ġyou",
        -6.317207246586062
      ],
      [
        "S",
        -6.317473025588896
      ],
      [
        "ĉ",
        -6.334621568156653
      ],
      [
        "f",
        -6.358935554792719
      ],
      [
        ">",
        -6.37131958107522
      ],
      [
        "Ġor",
        -6.37800181816432
      ],
      [
        "ĊĠĠĠ",
        -6.386973736579996
      ],
      [
        "4",
        -6.394138404830283
      ],
      [
        "Ġhave",
        -6.405189478389191
      ],
      [
        "x",
        -6.410577467621758
      ],
      [
        "l",
        -6.435577208209425
      ],
      [
        "Ġan",
        -6.460491361023742
      ],
      [
        "+",
        -6.482257427819558
      ],
      [
        "C",
        -6.5247529159426545
      ],
      [
        "<",
        -6.537332045063108
      ],
      [
        "5",
        -6.538671752616148
      ],
      [
        "[",
        -6.5729645829646195
      ],
      [
        "B",
        -6.586625652413389
      ],
      [
        "g",
        -6.604698484419661
      ],
      [
        "h",
        -6.6249717844276415
      ],
      [
        "Ġwe",
        -6.648600080365288
      ],
      [
        "v",
        -6.684580420059854
      ],
      [
        "k",
        -6.728326317800901
      ],
      [
        "Ġcan",
        -6.74066612089244
      ],
      [
        "Ġwere",
        -6.75718641202617
      ],
      [
        "ĊĠĠĠĠĠĠĠ",
        -6.778823043765213
      ],
      [
        "**",
        -6.79076195369559
      ],
      [
        "u",
        -6.794994819763463
      ],
      [
        "=\"",
        -6.806273757913766
      ],
      [
        "The",
        -6.812032196006067
      ],
      [
        "he",
        -6.81600707665414
      ],
      [
        "in",
        -6.825039537073534
      ],
      [
        "Ġwhich",
        -6.836662128768486
      ],
      [
        "Ġhas",
        -6.855537604263285
      ],
      [
        "?",
        -6.863041090526082
      ],
      [
        "Ġbut",
        -6.9323676315822365
      ],
      [
        "Ġwill",
        -6.949150484438677
      ],
      [
        ".\"",
        -6.963088485980212
      ],
      [
        "6",
        -6.972969020461072
      ],
      [
        "]",
        -6.973891647160622
      ],
      [
        "P",
        -6.976098755771238
      ],
      [
        "D",
        -6.990067889588499
      ],
      [
        "M",
        -6.994391328927428
      ],
      [
        "Ġall",
        -7.005409873183179
      ],
      [
        "T",
        -7.04229525151869
      ],
      [
        "R",
        -7.046090243255993
      ],
      [
        "Ġhis",
        -7.046403954222935
      ],
      [
        "E",
        -7.050642427652775
      ],
      [
        "Ġone",
        -7.054936567812392
      ],
      [
        "Ġif",
        -7.060332163771751
      ],
      [
        "F",
        -7.070588305963049
      ],
      [
        ").",
        -7.077685336097456
      ],
      [
        "re",
        -7.113152410924101
      ],
      [
        "Âł",
        -7.1260564101811035
      ],
      [
        "8",
        -7.147444786466471
      ],
      [
        "Ġthey",
        -7.155227745107419
      ],
      [
        "Ġtheir",
        -7.160056030720693
      ],
      [
        "er",
        -7.164075183005179
      ],
      [
        "_{",
        -7.169807292234376
      ],
      [
        "7",
        -7.1738230493706485
      ],
      [
        "Ġmore",
        -7.176966901082579
      ],
      [
        "&",
        -7.181070655770505
      ],
      [
        "^",
        -7.210428795243487
      ],
      [
        ");",
        -7.212935600158112
      ],
      [
        "N",
        -7.223534000076471
      ],
      [
        "Ġhad",
        -7.246167629446033
      ],
      [
        "L",
        -7.247721228718527
      ],
      [
        "H",
        -7.24992155424871
      ],
      [
        "Ġ$\\",
        -7.263866819272088
      ],
      [
        "Ġbeen",
        -7.267808101790157
      ],
      [
        "%",
        -7.272470001131367
      ],
      [
        "j",
        -7.273692562390407
      ],
      [
        "w",
        -7.290880507312552
      ],
      [
        "Ġyour",
        -7.2945201429962
      ],
      [
        "Ġalso",
        -7.297785656739261
      ],
      [
        "Ġwould",
        -7.308608308741064
      ],
      [
        "G",
        -7.314798449963904
      ],
      [
        "Ġthere",
        -7.325350184145075
      ],
      [
        "Ġout",
        -7.332843793816251
      ],
      [
        "Ġwhen",
        -7.334697701285753
      ],
      [
        "Ġabout",
        -7.342374535323142
      ],
      [
        "Ġtime",
        -7.353287289547847
      ],
      [
        "ĠIn",
        -7.361596687769888
      ],
      [
        "Ġother",
        -7.379509581418061
      ],
      [
        "z",
        -7.3868716140759965
      ],
      [
        "Ġdo",
        -7.393341027902364
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠĠĠ",
        -7.3954011128989325
      ],
      [
        "Ġwho",
        -7.3960380653873585
      ],
      [
        "9",
        -7.401423978841869
      ],
      [
        "</",
        -7.414754024367061
      ],
      [
        "Ġno",
        -7.418865915507043
      ],
      [
        "Ġmy",
        -7.423149319912399
      ],
      [
        "Ġup",
        -7.4345301678221745
      ],
      [
        "#",
        -7.436479009854171
      ],
      [
        "),",
        -7.440079844787334
      ],
      [
        "or",
        -7.4475682923555055
      ],
      [
        "[@",
        -7.448958092618341
      ],
      [
        "Ġthan",
        -7.463899732163151
      ],
      [
        "ĠâĢľ",
        -7.463976607637905
      ],
      [
        "|",
        -7.474398100993774
      ],
      [
        "{\\",
        -7.494987634779957
      ],
      [
        "K",
        -7.51025686212312
      ],
      [
        "Ġinto",
        -7.534123473455999
      ],
      [
        "type",
        -7.537376689148067
      ],
      [
        "U",
        -7.540280286786071
      ],
      [
        "Ġour",
        -7.559027552696973
      ],
      [
        "Ġlike",
        -7.559859858332201
      ],
      [
        "Ġher",
        -7.561721714908101
      ],
      [
        "Ġtwo",
        -7.572392858753622
      ],
      [
        "Ġany",
        -7.575081937629626
      ],
      [
        "Ġsaid",
        -7.579536770110982
      ],
      [
        "Ġonly",
        -7.5796713319646845
      ],
      [
        "Ġnew",
        -7.583148163767984
      ],
      [
        "Ġwhat",
        -7.595800954921749
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -7.609147722023442
      ],
      [
        "on",
        -7.61921237710356
      ],
      [
        "Ġits",
        -7.620467558185924
      ],
      [
        "X",
        -7.620609154556954
      ],
      [
        "Ġsome",
        -7.622080155702914
      ],
      [
        "Ġmay",
        -7.629161458155085
      ],
      [
        "Ġover",
        -7.637829945267935
      ],
      [
        "al",
        -7.642704387760837
      ],
      [
        "----------------",
        -7.646533607598542
      ],
      [
        "J",
        -7.659760838297906
      ],
      [
        "ĠIt",
        -7.666301771315696
      ],
      [
        "V",
        -7.670601470244607
      ],
      [
        "Ġsuch",
        -7.671476786041508
      ],
      [
        "Ġfirst",
        -7.675444150818969
      ],
      [
        "ref",
        -7.67723609579784
      ],
      [
        "10",
        -7.679517210686075
      ],
      [
        "Ġthese",
        -7.694819907113121
      ],
      [
        "@",
        -7.70049576774224
      ],
      [
        "ĠThis",
        -7.701272006485606
      ],
      [
        "ĊĠĠĠĠĠ",
        -7.701870110213454
      ],
      [
        "Ġme",
        -7.709711177935851
      ],
      [
        "Ġget",
        -7.714280986621306
      ],
      [
        "W",
        -7.718219148825666
      ],
      [
        "to",
        -7.725750106166311
      ],
      [
        "Ġuse",
        -7.738192445945602
      ],
      [
        "Ġwhere",
        -7.742260425988464
      ],
      [
        "Ġun",
        -7.74391264572448
      ],
      [
        "q",
        -7.751172072414425
      ],
      [
        "Ġafter",
        -7.761197923023595
      ],
      [
        "Ġjust",
        -7.76873642747673
      ],
      [
        "Ġbetween",
        -7.781908677933757
      ],
      [
        "!",
        -7.792916671298402
      ],
      [
        "In",
        -7.806704158163386
      ],
      [
        "Ġcould",
        -7.813050040793655
      ],
      [
        "Ġused",
        -7.83951035426578
      ],
      [
        "is",
        -7.840605933193645
      ],
      [
        "~",
        -7.852057029558807
      ],
      [
        "ĠWe",
        -7.8564786189212334
      ],
      [
        "us",
        -7.8578688705920445
      ],
      [
        "able",
        -7.868592766160695
      ],
      [
        "Ġpeople",
        -7.872708459624725
      ],
      [
        "O",
        -7.874710147850479
      ],
      [
        "Ġshe",
        -7.890433289151584
      ],
      [
        "Ġdata",
        -7.89852191883819
      ],
      [
        "}\\",
        -7.904159709434547
      ],
      [
        "Ġthem",
        -7.91369942346746
      ],
      [
        "Ġusing",
        -7.926802053806975
      ],
      [
        "Ġbecause",
        -7.9287183189925745
      ],
      [
        "Ġshould",
        -7.932971602230129
      ],
      [
        "Ġunder",
        -7.935494848981996
      ],
      [
        "Q",
        -7.958850915145664
      ],
      [
        "->",
        -7.97922434940002
      ],
      [
        "Ġwell",
        -7.992175324735342
      ],
      [
        "th",
        -7.995544127871085
      ],
      [
        "Ġmost",
        -8.006464309127589
      ],
      [
        "Ġhow",
        -8.012248957339118
      ],
      [
        "Ġwork",
        -8.025957942592477
      ],
      [
        "Ġcase",
        -8.02826626120062
      ],
      [
        "){",
        -8.02832048965783
      ],
      [
        "right",
        -8.029855304820517
      ],
      [
        "Ġeach",
        -8.03424474321796
      ],
      [
        "ĠHe",
        -8.034672198367629
      ],
      [
        "Ġhim",
        -8.044367811645376
      ],
      [
        "Ġknow",
        -8.049736862039301
      ],
      [
        "Ġway",
        -8.050456328055217
      ],
      [
        "Ġmake",
        -8.058528716110352
      ],
      [
        "com",
        -8.068241710467966
      ],
      [
        "Ċĉ",
        -8.071523647317711
      ],
      [
        "12",
        -8.072314226082204
      ],
      [
        "Ġsee",
        -8.098161022813455
      ],
      [
        "left",
        -8.104199261052475
      ],
      [
        "Y",
        -8.105437516807571
      ],
      [
        "}$",
        -8.108709363885602
      ],
      [
        "frac",
        -8.109668755222614
      ],
      [
        "Ġclass",
        -8.112032215500605
      ],
      [
        "and",
        -8.112524042308657
      ],
      [
        "Ġthrough",
        -8.113173806791728
      ],
      [
        "Ġeven",
        -8.113331308509634
      ],
      [
        "âĢĿ",
        -8.116637674481886
      ],
      [
        "Ġsame",
        -8.123983872254156
      ],
      [
        "end",
        -8.13623542867151
      ],
      [
        "11",
        -8.14588550832375
      ],
      [
        "Ġthose",
        -8.152832905573856
      ],
      [
        "](#",
        -8.153576047723712
      ],
      [
        "Ġ10",
        -8.15477872494849
      ],
      [
        "Ġnow",
        -8.15683910605179
      ],
      [
        "()",
        -8.157357601703435
      ],
      [
        "Ġboth",
        -8.157474422453697
      ],
      [
        "Ġneed",
        -8.15981118702314
      ],
      [
        "Ġvery",
        -8.160162021089807
      ],
      [
        "Ġde",
        -8.161971140587438
      ],
      [
        "Ġdid",
        -8.168317642697744
      ],
      [
        "\">",
        -8.17440249752014
      ],
      [
        "Ġyears",
        -8.177666254559433
      ],
      [
        "the",
        -8.17826710231223
      ],
      [
        "ve",
        -8.17913671168099
      ],
      [
        "an",
        -8.179228144795507
      ],
      [
        "Ġdifferent",
        -8.185545770033455
      ],
      [
        "Ġbeing",
        -8.19278189168597
      ],
      [
        "Ġnumber",
        -8.198615937704766
      ],
      [
        "...",
        -8.199558262113218
      ],
      [
        "Ġmany",
        -8.199784104608666
      ],
      [
        "Ġreturn",
        -8.201554317504735
      ],
      [
        "Ġbefore",
        -8.206144869394468
      ],
      [
        "?\"",
        -8.209684157731681
      ],
      [
        "Ġback",
        -8.210758143898412
      ],
      [
        "\\[[@",
        -8.216000285802828
      ],
      [
        "âĢī",
        -8.217869669812185
      ],
      [
        "--",
        -8.237356969446108
      ],
      [
        "name",
        -8.240329418690587
      ],
      [
        "Ġdon",
        -8.242004291310865
      ],
      [
        "We",
        -8.24835768649908
      ],
      [
        "if",
        -8.249021968902913
      ],
      [
        "Ġhere",
        -8.250254409263343
      ],
      [
        "What",
        -8.256125187014492
      ],
      [
        "Z",
        -8.25613156574142
      ],
      [
        "],",
        -8.257820117729715
      ],
      [
        "::",
        -8.26031315261972
      ],
      [
        "Ġset",
        -8.265088380292477
      ],
      [
        "Ġtake",
        -8.271417164475828
      ],
      [
        "fig",
        -8.276229343671725
      ],
      [
        "Ġsystem",
        -8.282096047748746
      ],
      [
        "Ġfound",
        -8.282788475913833
      ],
      [
        "Ġmade",
        -8.287954447963154
      ],
      [
        "Ġcourt",
        -8.291570046848692
      ],
      [
        "Ġhigh",
        -8.298927890502034
      ],
      [
        "ers",
        -8.300014448939649
      ],
      [
        "Ġstudy",
        -8.301282953489576
      ],
      [
        "Ġvalue",
        -8.302080268595281
      ],
      [
        "Ġwant",
        -8.302925359056488
      ],
      [
        "mathb",
        -8.303473360119856
      ],
      [
        "Ġwhile",
        -8.304543074760414
      ],
      [
        "://",
        -8.304804723335895
      ],
      [
        "text",
        -8.308483022470565
      ],
      [
        "Ġgood",
        -8.314219534910096
      ],
      [
        "ll",
        -8.317514805266551
      ],
      [
        "Ġfunction",
        -8.326036899457812
      ],
      [
        "Ġmuch",
        -8.33359645928765
      ],
      [
        "Ġstate",
        -8.345839086711159
      ],
      [
        "Ġthree",
        -8.352274150363767
      ],
      [
        "ion",
        -8.352358028706242
      ],
      [
        "ĊĊĠĠĠ",
        -8.35336214052637
      ],
      [
        "00",
        -8.3545145328686
      ],
      [
        "_{\\",
        -8.354717019765378
      ],
      [
        "Ġthink",
        -8.355926143697014
      ],
      [
        "Ġright",
        -8.358540019689064
      ],
      [
        "Ġpatients",
        -8.36800631459189
      ],
      [
        "Ġorder",
        -8.369439368365875
      ],
      [
        ".âĢĿ",
        -8.371225928874718
      ],
      [
        "Ġpublic",
        -8.373979278237424
      ],
      [
        "Ġdoes",
        -8.374019907816853
      ],
      [
        "Ġnon",
        -8.374475491282146
      ],
      [
        "Ġduring",
        -8.376127179474453
      ],
      [
        "Ġwithout",
        -8.378462079741535
      ],
      [
        "Ġpart",
        -8.38501880852339
      ],
      [
        "`",
        -8.386352567501167
      ],
      [
        "get",
        -8.386546017174659
      ],
      [
        "Â",
        -8.391263890685616
      ],
      [
        "ity",
        -8.393208624928963
      ],
      [
        "ĠâĢĵ",
        -8.395877881127884
      ],
      [
        "It",
        -8.39622108000144
      ],
      [
        "(\\",
        -8.39690189553547
      ],
      [
        "//",
        -8.398227465172322
      ],
      [
        "Ġcells",
        -8.400467555646769
      ],
      [
        "Let",
        -8.4028774552107
      ],
      [
        "ĠFor",
        -8.422304668578851
      ],
      [
        "15",
        -8.423560824180553
      ],
      [
        "\":",
        -8.424832971525927
      ],
      [
        "16",
        -8.427647012552281
      ],
      [
        "Ġdown",
        -8.428272296061392
      ],
      [
        "int",
        -8.429119274669606
      ],
      [
        "This",
        -8.440194609314041
      ],
      [
        "ĠIf",
        -8.440527664037832
      ],
      [
        "Ġhelp",
        -8.440814678468476
      ],
      [
        "Ġgroup",
        -8.442565153324363
      ],
      [
        "Ġyear",
        -8.448350728006472
      ],
      [
        "set",
        -8.448802826467158
      ],
      [
        "man",
        -8.449785757911272
      ],
      [
        "âĢľ",
        -8.454482783889269
      ],
      [
        "Ġname",
        -8.459201782781953
      ],
      [
        "}{",
        -8.46000700709245
      ],
      [
        "Ġgo",
        -8.463373729515515
      ],
      [
        "Ġagainst",
        -8.466315067218213
      ],
      [
        "Ġlong",
        -8.470124626292872
      ],
      [
        "20",
        -8.47225878937121
      ],
      [
        "Ġlast",
        -8.47708251389725
      ],
      [
        "32",
        -8.48076330056149
      ],
      [
        "Ġmust",
        -8.48559498696744
      ],
      [
        "it",
        -8.486362027506352
      ],
      [
        "Ġus",
        -8.488046280644449
      ],
      [
        "Ġ//",
        -8.489546184218343
      ],
      [
        "Ġstill",
        -8.494627971401275
      ],
      [
        "age",
        -8.498591901578706
      ],
      [
        "13",
        -8.508755059019654
      ],
      [
        "âĢĵ",
        -8.511681028410251
      ],
      [
        "Ġend",
        -8.514006849890164
      ],
      [
        "ĠLet",
        -8.515909016340766
      ],
      [
        "000",
        -8.519703651417437
      ],
      [
        "Ġinformation",
        -8.520316801419076
      ],
      [
        "Ġfind",
        -8.521164704387465
      ],
      [
        "ies",
        -8.52316221923581
      ],
      [
        "Ġsecond",
        -8.527165442304295
      ],
      [
        "{#",
        -8.531732898271294
      ],
      [
        "Ċĉĉ",
        -8.535495585591747
      ],
      [
        "ĠĠĠĠĠĠ",
        -8.536813101044947
      ],
      [
        "up",
        -8.537142845153456
      ],
      [
        "Ġday",
        -8.540997950795042
      ],
      [
        "^{",
        -8.541891256252045
      ],
      [
        "14",
        -8.552592138894031
      ],
      [
        "ĠAs",
        -8.554328694876578
      ],
      [
        "(\"",
        -8.55688882199637
      ],
      [
        "alpha",
        -8.55801548097068
      ],
      [
        "Ġresult",
        -8.562138758054914
      ],
      [
        "You",
        -8.56768928956746
      ],
      [
        "However",
        -8.572033240469791
      ],
      [
        "athcal",
        -8.572674490271526
      ],
      [
        "le",
        -8.573519500893775
      ],
      [
        "Ġtest",
        -8.578478966107138
      ],
      [
        "Ġfollowing",
        -8.581850008430507
      ],
      [
        "Ġresults",
        -8.58729204325476
      ],
      [
        "ĠBut",
        -8.593463208097168
      ],
      [
        "();",
        -8.593555753909266
      ],
      [
        "CR",
        -8.594514142314862
      ],
      [
        "Ġpoint",
        -8.596126900112223
      ],
      [
        "Ġlife",
        -8.601526911500274
      ],
      [
        "var",
        -8.60201022010365
      ],
      [
        "Ġmodel",
        -8.605726146850236
      ],
      [
        "Ġpresent",
        -8.611512527087806
      ],
      [
        "Ġgoing",
        -8.612734618067154
      ],
      [
        "âĢĶ",
        -8.622312104787618
      ],
      [
        ")$",
        -8.622940874887382
      ],
      [
        "Ġ*/",
        -8.624488249364454
      ],
      [
        "Ġfact",
        -8.624564597740564
      ],
      [
        "18",
        -8.626446551053334
      ],
      [
        "Ġsince",
        -8.626692639029184
      ],
      [
        "Ġown",
        -8.635689203761052
      ],
      [
        "Ġaround",
        -8.636258795717064
      ],
      [
        "č",
        -8.637453168387829
      ],
      [
        "Ġwithin",
        -8.63840421816708
      ],
      [
        "Ġlook",
        -8.639634972647336
      ],
      [
        "\\]",
        -8.641585324446096
      ],
      [
        "Ġsupport",
        -8.64639876003068
      ],
      [
        "Ġcontrol",
        -8.648539701875166
      ],
      [
        "Ġshow",
        -8.652782897779211
      ],
      [
        "Ġanother",
        -8.661978475630896
      ],
      [
        "http",
        -8.6634258603737
      ],
      [
        "mu",
        -8.66485561833569
      ],
      [
        "Ġexample",
        -8.681671624721659
      ],
      [
        "Ġlaw",
        -8.694365645619122
      ],
      [
        "Ġsay",
        -8.694684686558226
      ],
      [
        "Ġline",
        -8.696374840824465
      ],
      [
        "label",
        -8.698302460154013
      ],
      [
        ",âĢĿ",
        -8.705103307064165
      ],
      [
        "]\\].",
        -8.705475109459758
      ],
      [
        "begin",
        -8.705935207412262
      ],
      [
        "Ġworld",
        -8.708390943600477
      ],
      [
        "Ġincluding",
        -8.708734191391121
      ],
      [
        "01",
        -8.708983000699673
      ],
      [
        "ĠAnd",
        -8.709263877436726
      ],
      [
        "of",
        -8.709832009350519
      ],
      [
        "To",
        -8.71135764587294
      ],
      [
        "Ġevery",
        -8.712093369469994
      ],
      [
        "Ġcome",
        -8.71572669391844
      ],
      [
        "17",
        -8.715874600878928
      ],
      [
        "Ġcell",
        -8.716829929015201
      ],
      [
        "Ġgiven",
        -8.716942074676204
      ],
      [
        "ÃĲ",
        -8.717381044153164
      ],
      [
        "Ġmight",
        -8.718560492024682
      ],
      [
        "Ġoff",
        -8.721587216943457
      ],
      [
        "].",
        -8.723744714692348
      ],
      [
        "Ġreally",
        -8.726965854428256
      ],
      [
        "Ġhome",
        -8.729282717261071
      ],
      [
        "data",
        -8.730496574405437
      ],
      [
        "19",
        -8.735050795515082
      ],
      [
        "Ġprocess",
        -8.738949792564455
      ],
      [
        "Ġlarge",
        -8.743584804544152
      ],
      [
        "Ġper",
        -8.746234621795855
      ],
      [
        "ĠNo",
        -8.747025309684046
      ],
      [
        "Ġself",
        -8.76341807149331
      ],
      [
        "ĠYou",
        -8.763925055452095
      ],
      [
        "Ġ$$\\",
        -8.77157900225434
      ],
      [
        "Ġfew",
        -8.772819139877646
      ],
      [
        "Ġcause",
        -8.773185795081925
      ],
      [
        "Ġevidence",
        -8.778078308356775
      ],
      [
        "Ġmethod",
        -8.78299664011769
      ],
      [
        "Ġgive",
        -8.785268982547283
      ],
      [
        "Ġpre",
        -8.786662980058503
      ],
      [
        "Ġchange",
        -8.791236945331288
      ],
      [
        "ation",
        -8.792716075875882
      ],
      [
        "Ġanalysis",
        -8.792945779656486
      ],
      [
        "Ġbest",
        -8.79509217110371
      ],
      [
        "Ġfile",
        -8.797973416478646
      ],
      [
        "Ġimportant",
        -8.803260339501797
      ],
      [
        "div",
        -8.804057065687028
      ],
      [
        "ĠThey",
        -8.807340920337186
      ],
      [
        "Ġsomething",
        -8.808428854704104
      ],
      [
        "import",
        -8.808600128094504
      ],
      [
        "Ġplace",
        -8.811720374645278
      ],
      [
        "Ġnext",
        -8.811819617435042
      ],
      [
        "Ġwhether",
        -8.815390826233267
      ],
      [
        "25",
        -8.817847680932449
      ],
      [
        "30",
        -8.81946172345877
      ],
      [
        "Ġpower",
        -8.825722462815198
      ],
      [
        "Ġsmall",
        -8.827145482610103
      ],
      [
        "Ġcommon",
        -8.827450143504908
      ],
      [
        "Ġbased",
        -8.829968089410226
      ],
      [
        "table",
        -8.834276062937287
      ],
      [
        "Ġgreat",
        -8.83584275009847
      ],
      [
        "Ġform",
        -8.836518555192194
      ],
      [
        "Ġtype",
        -8.83820404350821
      ],
      [
        "ĠNew",
        -8.842040335929893
      ],
      [
        "Ġ20",
        -8.846455392102827
      ],
      [
        "\\[",
        -8.849658813040334
      ],
      [
        "out",
        -8.855143126761059
      ],
      [
        "Ġ12",
        -8.855831428282755
      ],
      [
        "Ġbetter",
        -8.858908625388493
      ],
      [
        "Ġabove",
        -8.864263519438987
      ],
      [
        "Ġhuman",
        -8.864365113836543
      ],
      [
        "Ġwater",
        -8.866242231047202
      ],
      [
        "math",
        -8.866586802907477
      ],
      [
        "Ġnever",
        -8.875411570635086
      ],
      [
        "Ġlevel",
        -8.880151141230023
      ],
      [
        "Ġtreatment",
        -8.880250905912394
      ],
      [
        "over",
        -8.888184503749663
      ],
      [
        "Ġproblem",
        -8.888434561762494
      ],
      [
        "If",
        -8.890136489672306
      ],
      [
        "Ġ\\[",
        -8.890842084214508
      ],
      [
        "}}",
        -8.891179888805619
      ],
      [
        "sum",
        -8.8920091119253
      ],
      [
        "Ġleast",
        -8.894199441736408
      ],
      [
        "Ġal",
        -8.895100688064913
      ],
      [
        "Ġlittle",
        -8.897714190844342
      ],
      [
        "Ġpossible",
        -8.897801286045278
      ],
      [
        "ĠĠĠĠĠĠĠ",
        -8.900490556998864
      ],
      [
        "Ġdue",
        -8.90158953414541
      ],
      [
        "For",
        -8.91099578654082
      ],
      [
        "Ġexpression",
        -8.913030159698481
      ],
      [
        "Ġresponse",
        -8.913105715673703
      ],
      [
        "Ġtrue",
        -8.917235905092836
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠ",
        -8.919149017106971
      ],
      [
        "Ġthings",
        -8.92249356415613
      ],
      [
        "ĠThere",
        -8.923097069781079
      ],
      [
        "!\"",
        -8.923641415312114
      ],
      [
        "for",
        -8.925112025846454
      ],
      [
        "Ġeffect",
        -8.925889904441663
      ],
      [
        "this",
        -8.927503586714787
      ],
      [
        "Type",
        -8.928034380359138
      ],
      [
        "ĠTo",
        -8.930781923259879
      ],
      [
        "Ġlow",
        -8.932892796830503
      ],
      [
        "Â±",
        -8.933316364609155
      ],
      [
        "span",
        -8.93548511183527
      ],
      [
        "Name",
        -8.935696309297821
      ],
      [
        "Ġgame",
        -8.936711533249158
      ],
      [
        "org",
        -8.939560156422667
      ],
      [
        "}(",
        -8.941346013160002
      ],
      [
        "ĠSo",
        -8.94186972023555
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -8.943909736746743
      ],
      [
        "Ġsize",
        -8.947920789204975
      ],
      [
        "Ġhaving",
        -8.948580944345249
      ],
      [
        "Ġtrial",
        -8.949672936604436
      ],
      [
        "Ġshown",
        -8.951484501692265
      ],
      [
        "Ġfurther",
        -8.952889949209023
      ],
      [
        "Ġpost",
        -8.95408861651378
      ],
      [
        "==",
        -8.956766469451196
      ],
      [
        "Ġprovide",
        -8.95852544759387
      ],
      [
        "time",
        -8.958877887620135
      ],
      [
        "))",
        -8.960197445509248
      ],
      [
        "Ġhealth",
        -8.960390774679736
      ],
      [
        "Ġmean",
        -8.960859279022198
      ],
      [
        "ive",
        -8.962020035686125
      ],
      [
        "ĠâĢĶ",
        -8.962305510266722
      ],
      [
        "ant",
        -8.963043520000678
      ],
      [
        "Ġgot",
        -8.963320471904694
      ],
      [
        "Ġfree",
        -8.968460538359855
      ],
      [
        "aligned",
        -8.96897987960927
      ],
      [
        "Fig",
        -8.96926229650775
      ],
      [
        "ĠĠĠĠĠĠĠĠ",
        -8.970085548057146
      ],
      [
        "Ġcurrent",
        -8.971272215436809
      ],
      [
        "Ġless",
        -8.972669979442623
      ],
      [
        "64",
        -8.976023171414642
      ],
      [
        "Ġgovernment",
        -8.976312023668616
      ],
      [
        "Ġlet",
        -8.979036008634225
      ],
      [
        "Ġlot",
        -8.986548435656632
      ],
      [
        "And",
        -8.987787744028156
      ],
      [
        "Ġsingle",
        -8.988018175813444
      ],
      [
        "Ġfour",
        -8.988402102700569
      ],
      [
        "Ġhand",
        -8.989283586531988
      ],
      [
        "Ġsimilar",
        -8.99043000107908
      ],
      [
        "Ġdays",
        -8.991377167592129
      ],
      [
        "Ġfield",
        -8.991558711307402
      ],
      [
        "Ġalways",
        -8.992996413358158
      ],
      [
        "Category",
        -8.995034190237128
      ],
      [
        "Ġelse",
        -8.995406325489085
      ],
      [
        "Ġagain",
        -8.996734127308503
      ],
      [
        ")\\",
        -8.998860004330286
      ],
      [
        "string",
        -8.999441680099084
      ],
      [
        "24",
        -9.001455034135885
      ],
      [
        "ĠShe",
        -9.003798261073946
      ],
      [
        "He",
        -9.003818831011055
      ],
      [
        "Ġmain",
        -9.006692859254503
      ],
      [
        "\"}",
        -9.007473667133938
      ],
      [
        "05",
        -9.010850699831998
      ],
      [
        "21",
        -9.011198066745584
      ],
      [
        "80",
        -9.0115245406917
      ],
      [
        "Ġquestion",
        -9.013029567733936
      ],
      [
        "Ġ15",
        -9.013052359705924
      ],
      [
        "Ġuntil",
        -9.015152750272494
      ],
      [
        "Ġteam",
        -9.01521407746367
      ],
      [
        "ĠCourt",
        -9.018995017806889
      ],
      [
        "Ġavailable",
        -9.019805238507852
      ],
      [
        "Ġlocal",
        -9.023083066919598
      ],
      [
        "Ġcare",
        -9.02424041504937
      ],
      [
        "Ġput",
        -9.02440460150919
      ],
      [
        "Ġreal",
        -9.024810719689706
      ],
      [
        "Ġlight",
        -9.025318135314569
      ],
      [
        "Ġknown",
        -9.025785468244264
      ],
      [
        "ĠUnited",
        -9.026780049044245
      ],
      [
        "Ġcalled",
        -9.02807423805737
      ],
      [
        "est",
        -9.029727929294085
      ],
      [
        "Ġfamily",
        -9.030026825535767
      ],
      [
        "lambda",
        -9.030500372764411
      ],
      [
        "Ġeither",
        -9.03087324775914
      ],
      [
        "Ġcode",
        -9.032593012717136
      ],
      [
        "}$$",
        -9.033835628591508
      ],
      [
        "by",
        -9.037584009093637
      ],
      [
        "ĠState",
        -9.039132609709016
      ],
      [
        "ĠThese",
        -9.039193016997432
      ],
      [
        "---",
        -9.040345907799
      ],
      [
        "beta",
        -9.042797495413582
      ],
      [
        "Ġaction",
        -9.045298068307286
      ],
      [
        "line",
        -9.04532736437614
      ],
      [
        "class",
        -9.045591279044638
      ],
      [
        "Ġseveral",
        -9.048755816646862
      ],
      [
        "ness",
        -9.050685213107627
      ],
      [
        "pone",
        -9.051117759503107
      ],
      [
        "Figure",
        -9.051291683003315
      ],
      [
        "bar",
        -9.052736094829433
      ],
      [
        "log",
        -9.053070984413266
      ],
      [
        "Ġspace",
        -9.055046062748785
      ],
      [
        "Ġchildren",
        -9.05644790680122
      ],
      [
        "Ġco",
        -9.056561685156632
      ],
      [
        "Ġmeans",
        -9.056747848144022
      ],
      [
        "Ġbelieve",
        -9.058627227694728
      ],
      [
        "50",
        -9.06186806441225
      ],
      [
        "Ġtotal",
        -9.062365660799928
      ],
      [
        "return",
        -9.06318077595984
      ],
      [
        "Ġhigher",
        -9.06323501292549
      ],
      [
        "Ġopen",
        -9.064282276205793
      ],
      [
        "Ġsignificant",
        -9.066687590127026
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.070741331972318
      ],
      [
        "Ġstudies",
        -9.071997454474824
      ],
      [
        "Ġrate",
        -9.075377063173208
      ],
      [
        "Ġ11",
        -9.076826154338098
      ],
      [
        "Ġincrease",
        -9.077824892301969
      ],
      [
        "less",
        -9.077867622045057
      ],
      [
        "ar",
        -9.079581828805088
      ],
      [
        "Ġwhy",
        -9.0869415911215
      ],
      [
        "Ġ30",
        -9.086955091206496
      ],
      [
        "epackage",
        -9.087375807005053
      ],
      [
        "ment",
        -9.088839034526588
      ],
      [
        "Ġside",
        -9.089455985429211
      ],
      [
        "www",
        -9.089679444984943
      ],
      [
        "22",
        -9.090912127561031
      ],
      [
        "Ġstart",
        -9.090951949211425
      ],
      [
        "Ġinterest",
        -9.09110215457249
      ],
      [
        "Ġrisk",
        -9.094234234264352
      ],
      [
        "];",
        -9.09463001027771
      ],
      [
        "Ġrun",
        -9.095373972935574
      ],
      [
        "ID",
        -9.095513324767232
      ],
      [
        "Ġfull",
        -9.0959536766624
      ],
      [
        "Ġissue",
        -9.098733432041158
      ],
      [
        "Ġrole",
        -9.10031701690555
      ],
      [
        "Ġvalues",
        -9.103801981848695
      ],
      [
        "Ġenergy",
        -9.10386774644166
      ],
      [
        "ĠWhat",
        -9.103996809307318
      ],
      [
        "among",
        -9.107252071602172
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠ",
        -9.108227694281416
      ],
      [
        "Ġerror",
        -9.109732883245355
      ],
      [
        "Ġgeneral",
        -9.110248567685131
      ],
      [
        "But",
        -9.110744342155987
      ],
      [
        "Ġperson",
        -9.11123103679082
      ],
      [
        "Ġleft",
        -9.11148777133929
      ],
      [
        "Ġfinal",
        -9.11319764929248
      ],
      [
        "Ġsure",
        -9.114779676476008
      ],
      [
        "Table",
        -9.114894267445862
      ],
      [
        "=>",
        -9.1160415733182
      ],
      [
        "Ġalready",
        -9.116091127977164
      ],
      [
        "ability",
        -9.116671297456532
      ],
      [
        "Ġcases",
        -9.11680131356248
      ],
      [
        "Ġcourse",
        -9.118586147246113
      ],
      [
        "ĠĠĠĠĠĠĠĠĠ",
        -9.119125113990638
      ],
      [
        "33",
        -9.122613101988396
      ],
      [
        "Ġshort",
        -9.12517437243348
      ],
      [
        "Ġbody",
        -9.126149137323596
      ],
      [
        "sec",
        -9.126654467981815
      ],
      [
        "No",
        -9.12737094945304
      ],
      [
        "ĠStates",
        -9.128647190369472
      ],
      [
        "sqrt",
        -9.129994522674275
      ],
      [
        "eq",
        -9.130588258448094
      ],
      [
        "Ġreported",
        -9.131654589069568
      ],
      [
        "Ġfar",
        -9.133659613865218
      ],
      [
        "Ġassociated",
        -9.13908813137519
      ],
      [
        "uppose",
        -9.14032579106596
      ],
      [
        "Ġkeep",
        -9.141805066056142
      ],
      [
        "23",
        -9.14230811010359
      ],
      [
        "]\\]",
        -9.146205444907505
      ],
      [
        "Ġsub",
        -9.146259500486456
      ],
      [
        "><",
        -9.148330976808948
      ],
      [
        "ĠThat",
        -9.148377315402374
      ],
      [
        "Ġwomen",
        -9.15068315978802
      ],
      [
        "mathr",
        -9.151455380063789
      ],
      [
        "Ġlove",
        -9.151811101782505
      ],
      [
        "phi",
        -9.152193566798324
      ],
      [
        "Ġlevels",
        -9.154415168796364
      ],
      [
        "Ġamount",
        -9.15535266518265
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠ",
        -9.157084114736357
      ],
      [
        "un",
        -9.158646108321012
      ],
      [
        "didn",
        -9.159230311426226
      ],
      [
        "html",
        -9.160539483324325
      ],
      [
        "Ġrequired",
        -9.160566424863628
      ],
      [
        "Ġplay",
        -9.160959257823414
      ],
      [
        "Ġcall",
        -9.16220244055727
      ],
      [
        "Ġanti",
        -9.162324514730509
      ],
      [
        "Ġ${\\",
        -9.16303845551991
      ],
      [
        "ĠAll",
        -9.165386838038856
      ],
      [
        "Ġaway",
        -9.16681374846204
      ],
      [
        "Ġcertain",
        -9.1679719214935
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.169034767194306
      ],
      [
        "Ġoften",
        -9.169646910986916
      ],
      [
        "however",
        -9.16972861883904
      ],
      [
        "}_{",
        -9.170380233044442
      ],
      [
        "Ġthing",
        -9.172181225030286
      ],
      [
        "Ġpotential",
        -9.17328192943163
      ],
      [
        "Ġmatter",
        -9.174598465381752
      ],
      [
        "Ġdone",
        -9.174644272784729
      ],
      [
        "Ċĉĉĉ",
        -9.176380763420685
      ],
      [
        "ian",
        -9.177063703930587
      ],
      [
        "Ġalong",
        -9.179145968519258
      ],
      [
        "value",
        -9.184806368725262
      ],
      [
        "Ġdevelopment",
        -9.18512369761324
      ],
      [
        "Ġreason",
        -9.185254122044457
      ],
      [
        "Ġdecision",
        -9.186206963253357
      ],
      [
        "Ġactivity",
        -9.186805834480904
      ],
      [
        "sigma",
        -9.188037202791936
      ],
      [
        "Ġsays",
        -9.189646152959105
      ],
      [
        "Ġlower",
        -9.189832604802456
      ],
      [
        "Ġposition",
        -9.189854615661543
      ],
      [
        "('",
        -9.192571069770729
      ],
      [
        "Ġterms",
        -9.193874647022708
      ],
      [
        "code",
        -9.19517610292112
      ],
      [
        "Ġsurface",
        -9.195340665361108
      ],
      [
        "Ġspecific",
        -9.195457686218216
      ],
      [
        "Ġlater",
        -9.195607623114077
      ],
      [
        "hat",
        -9.19775143188336
      ],
      [
        "Ġenough",
        -9.202383304854656
      ],
      [
        "45",
        -9.203274817191083
      ],
      [
        "String",
        -9.203548460528095
      ],
      [
        "Ġtold",
        -9.205508009224245
      ],
      [
        "upon",
        -9.2062695150012
      ],
      [
        "Ġperiod",
        -9.207069843094112
      ],
      [
        "ĠWhen",
        -9.207454094383612
      ],
      [
        "):",
        -9.208063585650516
      ],
      [
        "Ġman",
        -9.208437619688254
      ],
      [
        "Ġclose",
        -9.208805646297218
      ],
      [
        "partial",
        -9.208892988146928
      ],
      [
        "compared",
        -9.209463650683844
      ],
      [
        "ul",
        -9.209889081930562
      ],
      [
        "Ġthough",
        -9.210041631750066
      ],
      [
        "ĊĊĠĠĠĠĠĠĠ",
        -9.21006529856678
      ],
      [
        "ally",
        -9.210380802609254
      ],
      [
        "Ġfeel",
        -9.210962413144554
      ],
      [
        "Ġhard",
        -9.211230932521026
      ],
      [
        "according",
        -9.21153756067018
      ],
      [
        "Ġ18",
        -9.2126860430332
      ],
      [
        "}^{",
        -9.212748484597562
      ],
      [
        "There",
        -9.214722204387243
      ],
      [
        "Ġhead",
        -9.215021085209395
      ],
      [
        "Ġresearch",
        -9.220167354034928
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.220946908313712
      ],
      [
        "Ġmillion",
        -9.22094718885039
      ],
      [
        "Ġlist",
        -9.221915808984226
      ],
      [
        "^{\\",
        -9.222621389877943
      ],
      [
        "Ġread",
        -9.225097107536788
      ],
      [
        "27",
        -9.22587035940388
      ],
      [
        "100",
        -9.226268008868718
      ],
      [
        "epsilon",
        -9.228977317401592
      ],
      [
        "Ġprovided",
        -9.229877878278469
      ],
      [
        "min",
        -9.230073722262944
      ],
      [
        "Ġrange",
        -9.231982502519644
      ],
      [
        "Ġweek",
        -9.234396347388769
      ],
      [
        "So",
        -9.235823265696617
      ],
      [
        "test",
        -9.236412399286198
      ],
      [
        "Ġsuggest",
        -9.236601527065869
      ],
      [
        "âĢ¦",
        -9.237042810240007
      ],
      [
        "Ġ100",
        -9.23748290070797
      ],
      [
        "Ġworking",
        -9.237786674992837
      ],
      [
        "Ġgroups",
        -9.23834329612029
      ],
      [
        "Ġversion",
        -9.239429671778288
      ],
      [
        "Ġmaking",
        -9.240955562147674
      ],
      [
        "https",
        -9.243525174999895
      ],
      [
        "Ġkey",
        -9.245124193579285
      ],
      [
        "defendant",
        -9.246472468046694
      ],
      [
        "Ġconditions",
        -9.249432908620111
      ],
      [
        "Ġpositive",
        -9.249680931786049
      ],
      [
        "Ġkind",
        -9.250435206490735
      ],
      [
        "Ġaddition",
        -9.253724008302656
      ],
      [
        "Ġbecome",
        -9.254176405582587
      ],
      [
        "Ġprogram",
        -9.25429001389501
      ],
      [
        "Ġ([",
        -9.25925414442554
      ],
      [
        "></",
        -9.259677686027326
      ],
      [
        "Ġ14",
        -9.260918876869027
      ],
      [
        "}_",
        -9.261116173369912
      ],
      [
        "Ġ16",
        -9.26392356403676
      ],
      [
        "Ġclear",
        -9.264877657154935
      ],
      [
        "34",
        -9.265936230176557
      ],
      [
        "95",
        -9.266197817878531
      ],
      [
        "Ġschool",
        -9.266559626640332
      ],
      [
        "Ġseen",
        -9.267738646426984
      ],
      [
        "Ġmoney",
        -9.268012792872767
      ],
      [
        "Ġseason",
        -9.268057449284669
      ],
      [
        "gamma",
        -9.268301964336832
      ],
      [
        "Ġbusiness",
        -9.268384217466744
      ],
      [
        "Ġdisease",
        -9.268467915872252
      ],
      [
        "%)",
        -9.26851073883735
      ],
      [
        "Ġprotein",
        -9.2689701571651
      ],
      [
        "Ġcontent",
        -9.269082757787125
      ],
      [
        "Ġparticular",
        -9.269748803837787
      ],
      [
        "bib",
        -9.271310924371535
      ],
      [
        "Ġsection",
        -9.27171118736179
      ],
      [
        "Ġservice",
        -9.272531919871591
      ],
      [
        "size",
        -9.275603949704577
      ],
      [
        "Ġtogether",
        -9.276242524648517
      ],
      [
        "]).",
        -9.276902791296845
      ],
      [
        "Ġimage",
        -9.278689090191136
      ],
      [
        "Ġincreased",
        -9.278852368774608
      ],
      [
        "Data",
        -9.27993466552078
      ],
      [
        "key",
