{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "<|endoftext|>",
        0.0
      ],
      [
        "<UNK>",
        0.0
      ],
      [
        "Ġ",
        -2.022085629057713
      ],
      [
        ".",
        -3.468484687322018
      ],
      [
        "Ċ",
        -3.521232551413302
      ],
      [
        ",",
        -3.5979706826262934
      ],
      [
        "Ġthe",
        -3.7473922846962897
      ],
      [
        "s",
        -3.884208330687595
      ],
      [
        "a",
        -4.323100613462579
      ],
      [
        "Ġof",
        -4.3361969142948915
      ],
      [
        "-",
        -4.412984595711375
      ],
      [
        "Ġand",
        -4.503413876960863
      ],
      [
        "Ġto",
        -4.513561783851891
      ],
      [
        "(",
        -4.700846589036075
      ],
      [
        "Ġin",
        -4.791415878357316
      ],
      [
        "_",
        -5.066306813578887
      ],
      [
        "\"",
        -5.114795550594927
      ],
      [
        ")",
        -5.144858249487026
      ],
      [
        "Ġis",
        -5.209801284202683
      ],
      [
        "'",
        -5.323033049290352
      ],
      [
        "1",
        -5.347488508204286
      ],
      [
        "Ġthat",
        -5.373695410106766
      ],
      [
        ":",
        -5.40705807170465
      ],
      [
        "t",
        -5.418900689565939
      ],
      [
        "\\",
        -5.428165064880318
      ],
      [
        "2",
        -5.445032984668382
      ],
      [
        "d",
        -5.451308497061202
      ],
      [
        "e",
        -5.457489390939445
      ],
      [
        "Ġfor",
        -5.465508369623169
      ],
      [
        "I",
        -5.556425933714509
      ],
      [
        "$",
        -5.5616999448338245
      ],
      [
        "0",
        -5.594039986121739
      ],
      [
        "*",
        -5.614876711268231
      ],
      [
        "i",
        -5.626042133867815
      ],
      [
        "n",
        -5.693793009804244
      ],
      [
        "m",
        -5.739102583808734
      ],
      [
        "Ġwith",
        -5.740369887059298
      ],
      [
        "ing",
        -5.750386913864604
      ],
      [
        "{",
        -5.7635529146251425
      ],
      [
        "=",
        -5.774637523523555
      ],
      [
        "/",
        -5.784298978646726
      ],
      [
        "o",
        -5.7922800857135766
      ],
      [
        "ed",
        -5.8182945265777715
      ],
      [
        "Ġon",
        -5.90711834748862
      ],
      [
        "}",
        -5.934616674558235
      ],
      [
        "Ġbe",
        -5.966934515151689
      ],
      [
        "Ġas",
        -5.9897726129079185
      ],
      [
        "Ġwas",
        -5.998066364801728
      ],
      [
        "Ġit",
        -6.024078232504561
      ],
      [
        "3",
        -6.040158587744122
      ],
      [
        ";",
        -6.065222980623057
      ],
      [
        "Ġare",
        -6.109234372024927
      ],
      [
        "A",
        -6.119536900676364
      ],
      [
        "p",
        -6.123051438592906
      ],
      [
        "Ġby",
        -6.127673962474272
      ],
      [
        "c",
        -6.1452917139955225
      ],
      [
        "at",
        -6.1651183701179395
      ],
      [
        "ly",
        -6.169300238847354
      ],
      [
        "y",
        -6.186023845873489
      ],
      [
        "r",
        -6.203435837966904
      ],
      [
        "Ġthis",
        -6.2782045490724165
      ],
      [
        "b",
        -6.2783747866151245
      ],
      [
        "âĢĻ",
        -6.293820225174672
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -6.299145022005678
      ],
      [
        "Ġfrom",
        -6.302712286331918
      ],
      [
        "Ġnot",
        -6.304030704442681
      ],
      [
        "Ġyou",
        -6.3071238730492425
      ],
      [
        "ĠThe",
        -6.307493776058296
      ],
      [
        "ĉ",
        -6.326579613638222
      ],
      [
        "Ġor",
        -6.364978503810592
      ],
      [
        ">",
        -6.365580401972203
      ],
      [
        "ĊĠĠĠ",
        -6.377184880880151
      ],
      [
        "f",
        -6.38696890833479
      ],
      [
        "S",
        -6.387377726019949
      ],
      [
        "4",
        -6.390912898869821
      ],
      [
        "Ġhave",
        -6.396548503427175
      ],
      [
        "x",
        -6.430316557963289
      ],
      [
        "Ġan",
        -6.452333887715495
      ],
      [
        "+",
        -6.479185354795897
      ],
      [
        "l",
        -6.5054191966273045
      ],
      [
        "<",
        -6.533105599129044
      ],
      [
        "5",
        -6.540228765530063
      ],
      [
        "C",
        -6.570730685675523
      ],
      [
        "[",
        -6.574335938830213
      ],
      [
        "Ġwe",
        -6.638288329195529
      ],
      [
        "B",
        -6.648603478160302
      ],
      [
        "g",
        -6.663217965963247
      ],
      [
        "h",
        -6.684400618565977
      ],
      [
        "v",
        -6.72336047654807
      ],
      [
        "Ġcan",
        -6.732558749865815
      ],
      [
        "Ġwere",
        -6.7473201239480325
      ],
      [
        "ĊĠĠĠĠĠĠĠ",
        -6.768797941837576
      ],
      [
        "**",
        -6.782382496925967
      ],
      [
        "k",
        -6.798189012858831
      ],
      [
        "=\"",
        -6.799810919319743
      ],
      [
        "The",
        -6.802391030413549
      ],
      [
        "he",
        -6.820866518411631
      ],
      [
        "Ġwhich",
        -6.826889018780992
      ],
      [
        "Ġhas",
        -6.847786496484376
      ],
      [
        "?",
        -6.855847258042818
      ],
      [
        "u",
        -6.885715578133958
      ],
      [
        "in",
        -6.910553788092727
      ],
      [
        "Ġbut",
        -6.9228517994943015
      ],
      [
        "Ġwill",
        -6.939948023992587
      ],
      [
        ".\"",
        -6.954383385278277
      ],
      [
        "6",
        -6.966798830852909
      ],
      [
        "]",
        -6.983447148450773
      ],
      [
        "Ġall",
        -6.995112316479359
      ],
      [
        "P",
        -7.0342277070779975
      ],
      [
        "Ġhis",
        -7.036653700045068
      ],
      [
        "Ġone",
        -7.044127714832177
      ],
      [
        "D",
        -7.044220019395889
      ],
      [
        "Ġif",
        -7.049473948583575
      ],
      [
        "M",
        -7.053914957126068
      ],
      [
        ").",
        -7.071436844521099
      ],
      [
        "R",
        -7.104771204870394
      ],
      [
        "E",
        -7.106355855658476
      ],
      [
        "T",
        -7.110834134075427
      ],
      [
        "Âł",
        -7.122373890249143
      ],
      [
        "F",
        -7.124011469781534
      ],
      [
        "Ġthey",
        -7.143160887363681
      ],
      [
        "8",
        -7.144065447870114
      ],
      [
        "Ġtheir",
        -7.150241034774266
      ],
      [
        "_{",
        -7.16252673948973
      ],
      [
        "Ġmore",
        -7.167196166841377
      ],
      [
        "7",
        -7.170396990842843
      ],
      [
        "&",
        -7.180472522108367
      ],
      [
        "re",
        -7.1877612553516155
      ],
      [
        ");",
        -7.204180989033544
      ],
      [
        "^",
        -7.21079418358952
      ],
      [
        "Ġhad",
        -7.236103129578208
      ],
      [
        "N",
        -7.253409251617437
      ],
      [
        "Ġ$\\",
        -7.257631490227348
      ],
      [
        "Ġbeen",
        -7.258017061779824
      ],
      [
        "%",
        -7.271770641590608
      ],
      [
        "er",
        -7.274403347844235
      ],
      [
        "L",
        -7.277842723021688
      ],
      [
        "Ġyour",
        -7.2837681959194125
      ],
      [
        "Ġalso",
        -7.287998338319397
      ],
      [
        "Ġwould",
        -7.298825430173437
      ],
      [
        "j",
        -7.306497101516627
      ],
      [
        "Ġthere",
        -7.313478174089086
      ],
      [
        "H",
        -7.320208033969836
      ],
      [
        "Ġout",
        -7.321428841905865
      ],
      [
        "Ġwhen",
        -7.324926843067383
      ],
      [
        "Ġabout",
        -7.332595457696048
      ],
      [
        "Ġtime",
        -7.343775550828203
      ],
      [
        "w",
        -7.35099915229371
      ],
      [
        "ĠIn",
        -7.366812643680767
      ],
      [
        "Ġother",
        -7.37004195759758
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠĠĠ",
        -7.385413151266208
      ],
      [
        "Ġwho",
        -7.385854301849276
      ],
      [
        "Ġdo",
        -7.390678884919113
      ],
      [
        "9",
        -7.402453109097593
      ],
      [
        "</",
        -7.405853386110682
      ],
      [
        "Ġno",
        -7.41051986514892
      ],
      [
        "Ġmy",
        -7.412063392585695
      ],
      [
        "Ġup",
        -7.423525707356463
      ],
      [
        "z",
        -7.433280285486733
      ],
      [
        "),",
        -7.435728267764691
      ],
      [
        "#",
        -7.43602896468661
      ],
      [
        "[@",
        -7.439092715437406
      ],
      [
        "G",
        -7.4457178069526435
      ],
      [
        "Ġthan",
        -7.453758394213288
      ],
      [
        "ĠâĢľ",
        -7.455244294039726
      ],
      [
        "|",
        -7.482492357912427
      ],
      [
        "{\\",
        -7.495863119736102
      ],
      [
        "Ġinto",
        -7.52400560470759
      ],
      [
        "or",
        -7.530103004954613
      ],
      [
        "type",
        -7.532198185986463
      ],
      [
        "Ġour",
        -7.546387591801173
      ],
      [
        "Ġlike",
        -7.550168442554069
      ],
      [
        "Ġher",
        -7.551816616465429
      ],
      [
        "Ġtwo",
        -7.562616622989328
      ],
      [
        "U",
        -7.564721924343985
      ],
      [
        "Ġany",
        -7.566325540948126
      ],
      [
        "Ġsaid",
        -7.569726731682016
      ],
      [
        "Ġonly",
        -7.569852997496362
      ],
      [
        "Ġnew",
        -7.574075463014285
      ],
      [
        "Ġwhat",
        -7.586018985621541
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -7.602194222800371
      ],
      [
        "Ġits",
        -7.607756823536818
      ],
      [
        "Ġsome",
        -7.612469674928537
      ],
      [
        "Ġmay",
        -7.619452390068277
      ],
      [
        "Ġover",
        -7.62471349673373
      ],
      [
        "----------------",
        -7.636498338562728
      ],
      [
        "K",
        -7.638559980257067
      ],
      [
        "ĠIt",
        -7.657019580104938
      ],
      [
        "Ġsuch",
        -7.6616805262242575
      ],
      [
        "Ġfirst",
        -7.665692381120975
      ],
      [
        "X",
        -7.667143891481478
      ],
      [
        "ref",
        -7.669854781763645
      ],
      [
        "Ġthese",
        -7.68464643378835
      ],
      [
        "ĠThis",
        -7.691597489061253
      ],
      [
        "@",
        -7.69241939970447
      ],
      [
        "ĊĠĠĠĠĠ",
        -7.6974360749817805
      ],
      [
        "Ġget",
        -7.706397588844819
      ],
      [
        "Ġme",
        -7.708074861669806
      ],
      [
        "J",
        -7.712538525570416
      ],
      [
        "10",
        -7.714822279643037
      ],
      [
        "Ġuse",
        -7.728681468075674
      ],
      [
        "Ġwhere",
        -7.732732076200429
      ],
      [
        "on",
        -7.739091109568577
      ],
      [
        "V",
        -7.741188845220069
      ],
      [
        "Ġun",
        -7.744225806816505
      ],
      [
        "Ġafter",
        -7.751431139800932
      ],
      [
        "Ġjust",
        -7.759543164487587
      ],
      [
        "q",
        -7.760241846347277
      ],
      [
        "to",
        -7.764985428739152
      ],
      [
        "Ġbetween",
        -7.772130611786968
      ],
      [
        "al",
        -7.789663210713279
      ],
      [
        "!",
        -7.795360389078443
      ],
      [
        "Ġcould",
        -7.804066434054715
      ],
      [
        "In",
        -7.812831743270456
      ],
      [
        "Ġused",
        -7.8292481588519856
      ],
      [
        "~",
        -7.851820323951685
      ],
      [
        "W",
        -7.854484762509733
      ],
      [
        "ĠWe",
        -7.8564911838552
      ],
      [
        "Ġpeople",
        -7.862930526560403
      ],
      [
        "Ġshe",
        -7.880143672340907
      ],
      [
        "Ġdata",
        -7.890731466619657
      ],
      [
        "Ġthem",
        -7.900101542909745
      ],
      [
        "able",
        -7.910113686874803
      ],
      [
        "}\\",
        -7.911912961834748
      ],
      [
        "Ġusing",
        -7.916110997392424
      ],
      [
        "Ġbecause",
        -7.918941420905798
      ],
      [
        "Ġunder",
        -7.920572630167605
      ],
      [
        "Ġshould",
        -7.923360397754624
      ],
      [
        "us",
        -7.934702795217078
      ],
      [
        "O",
        -7.950625852206654
      ],
      [
        "is",
        -7.951246521771841
      ],
      [
        "->",
        -7.969787543712544
      ],
      [
        "Ġwell",
        -7.982349587927043
      ],
      [
        "Q",
        -7.985051591314109
      ],
      [
        "Ġmost",
        -7.996708108559892
      ],
      [
        "Ġhow",
        -8.001977499371545
      ],
      [
        "){",
        -8.018526860258278
      ],
      [
        "Ġcase",
        -8.018762516114371
      ],
      [
        "Ġeach",
        -8.023367344836409
      ],
      [
        "Ġwork",
        -8.02677336909494
      ],
      [
        "right",
        -8.03171282057407
      ],
      [
        "Ġhim",
        -8.034109420213744
      ],
      [
        "Ġknow",
        -8.04026533121385
      ],
      [
        "Ġway",
        -8.040804807240365
      ],
      [
        "Ġmake",
        -8.049432857043271
      ],
      [
        "ĠHe",
        -8.053814426666525
      ],
      [
        "th",
        -8.061651502116307
      ],
      [
        "Ċĉ",
        -8.064904969999423
      ],
      [
        "12",
        -8.082233308554985
      ],
      [
        "com",
        -8.089761342582998
      ],
      [
        "Ġsee",
        -8.090129250127859
      ],
      [
        "left",
        -8.094149062839788
      ],
      [
        "frac",
        -8.10205176462147
      ],
      [
        "Ġeven",
        -8.10329169311268
      ],
      [
        "Ġthrough",
        -8.103375453066331
      ],
      [
        "Ġclass",
        -8.104003824928077
      ],
      [
        "âĢĿ",
        -8.111117704931566
      ],
      [
        "Ġsame",
        -8.11417703174158
      ],
      [
        "}$",
        -8.118161292491125
      ],
      [
        "and",
        -8.133063033846973
      ],
      [
        "Ġthose",
        -8.143049050102032
      ],
      [
        "](#",
        -8.143801099824438
      ],
      [
        "Ġnow",
        -8.147421462801812
      ],
      [
        "Ġboth",
        -8.14819500834615
      ],
      [
        "()",
        -8.148652530137335
      ],
      [
        "Ġneed",
        -8.150250689078991
      ],
      [
        "Ġvery",
        -8.150318110338816
      ],
      [
        "Ġ10",
        -8.157871983722925
      ],
      [
        "Ġdid",
        -8.158979135286181
      ],
      [
        "Y",
        -8.164864112537472
      ],
      [
        "Ġyears",
        -8.167466920687971
      ],
      [
        "end",
        -8.171281836716247
      ],
      [
        "\">",
        -8.17381193423548
      ],
      [
        "Ġdifferent",
        -8.175844461279123
      ],
      [
        "the",
        -8.177672492525947
      ],
      [
        "Ġde",
        -8.178021182177797
      ],
      [
        "11",
        -8.180047848080202
      ],
      [
        "Ġbeing",
        -8.182449407029676
      ],
      [
        "Ġnumber",
        -8.189385661390178
      ],
      [
        "Ġmany",
        -8.18992486065312
      ],
      [
        "Ġreturn",
        -8.192364105261912
      ],
      [
        "Ġbefore",
        -8.196377692124795
      ],
      [
        "?\"",
        -8.200093591833937
      ],
      [
        "Ġback",
        -8.20043920650088
      ],
      [
        "...",
        -8.205497283775362
      ],
      [
        "\\[[@",
        -8.206225036591393
      ],
      [
        "âĢī",
        -8.211365767854346
      ],
      [
        "ve",
        -8.216439362087403
      ],
      [
        "Ġdon",
        -8.232391559987214
      ],
      [
        "--",
        -8.23614761193667
      ],
      [
        "Ġhere",
        -8.240240523586346
      ],
      [
        "We",
        -8.241718692982314
      ],
      [
        "name",
        -8.242611292281364
      ],
      [
        "What",
        -8.246045799369535
      ],
      [
        "],",
        -8.24994397878487
      ],
      [
        "::",
        -8.251004848335471
      ],
      [
        "Ġset",
        -8.254598221621329
      ],
      [
        "Ġtake",
        -8.261004439829184
      ],
      [
        "if",
        -8.263941590247033
      ],
      [
        "fig",
        -8.26652219770241
      ],
      [
        "Ġsystem",
        -8.272814144481886
      ],
      [
        "Ġfound",
        -8.277513319806005
      ],
      [
        "Ġmade",
        -8.278149162631834
      ],
      [
        "Ġcourt",
        -8.281831090555563
      ],
      [
        "Ġhigh",
        -8.28925608951948
      ],
      [
        "Ġstudy",
        -8.291515998183499
      ],
      [
        "Ġvalue",
        -8.293111181891161
      ],
      [
        "Ġwant",
        -8.29361719857151
      ],
      [
        "mathb",
        -8.293647457070652
      ],
      [
        "Ġwhile",
        -8.294779173620952
      ],
      [
        "://",
        -8.295040333350808
      ],
      [
        "Ġgood",
        -8.30399955314103
      ],
      [
        "an",
        -8.305186599422468
      ],
      [
        "Z",
        -8.313074481539985
      ],
      [
        "Ġfunction",
        -8.3166270298837
      ],
      [
        "text",
        -8.317302569699603
      ],
      [
        "Ġmuch",
        -8.323814545978195
      ],
      [
        "Ġstate",
        -8.335534924476637
      ],
      [
        "Ġthree",
        -8.342500657191128
      ],
      [
        "_{\\",
        -8.345450605282945
      ],
      [
        "Ġthink",
        -8.346195529101664
      ],
      [
        "ĊĊĠĠĠ",
        -8.346220901013034
      ],
      [
        "Ġright",
        -8.348042116380318
      ],
      [
        "ers",
        -8.355170437288221
      ],
      [
        "Ġpatients",
        -8.359501754892962
      ],
      [
        "Ġorder",
        -8.359666751722251
      ],
      [
        ".âĢĿ",
        -8.362066285167996
      ],
      [
        "Ġnon",
        -8.362838323170745
      ],
      [
        "Ġpublic",
        -8.363808191860231
      ],
      [
        "Ġdoes",
        -8.365192272541572
      ],
      [
        "Ġduring",
        -8.36635454186493
      ],
      [
        "Ġwithout",
        -8.368582650284372
      ],
      [
        "ll",
        -8.375482224226403
      ],
      [
        "Ġpart",
        -8.377323603276848
      ],
      [
        "Â",
        -8.38636789765974
      ],
      [
        "ĠâĢĵ",
        -8.38637574986022
      ],
      [
        "It",
        -8.386766467253134
      ],
      [
        "//",
        -8.391969042532125
      ],
      [
        "Ġcells",
        -8.392326167046587
      ],
      [
        "00",
        -8.392634068406771
      ],
      [
        "Let",
        -8.392812556117807
      ],
      [
        "`",
        -8.406677721946108
      ],
      [
        "ĠFor",
        -8.417240669696241
      ],
      [
        "(\\",
        -8.41830339309237
      ],
      [
        "Ġdown",
        -8.421476321556158
      ],
      [
        "16",
        -8.422173796915093
      ],
      [
        "ity",
        -8.425025871558391
      ],
      [
        "\":",
        -8.425040440650724
      ],
      [
        "This",
        -8.430051612709761
      ],
      [
        "ĠIf",
        -8.43077391607614
      ],
      [
        "Ġhelp",
        -8.431508587103417
      ],
      [
        "15",
        -8.434364196671186
      ],
      [
        "Ġyear",
        -8.439246292221148
      ],
      [
        "get",
        -8.443644968939628
      ],
      [
        "Ġgroup",
        -8.443688986653369
      ],
      [
        "âĢľ",
        -8.447356918194263
      ],
      [
        "Ġname",
        -8.45012689051636
      ],
      [
        "int",
        -8.451211366376995
      ],
      [
        "Ġagainst",
        -8.456529248911574
      ],
      [
        "Ġgo",
        -8.458857610693169
      ],
      [
        "Ġlong",
        -8.459282374503005
      ],
      [
        "}{",
        -8.462252263085176
      ],
      [
        "ion",
        -8.46687852298892
      ],
      [
        "Ġlast",
        -8.467935063783823
      ],
      [
        "Ġus",
        -8.473854136582727
      ],
      [
        "Ġmust",
        -8.476186406583787
      ],
      [
        "Ġ//",
        -8.480176869217786
      ],
      [
        "set",
        -8.481251708557457
      ],
      [
        "Ġstill",
        -8.48448024916737
      ],
      [
        "20",
        -8.494062818102094
      ],
      [
        "Ġend",
        -8.497564018011472
      ],
      [
        "âĢĵ",
        -8.50154546733022
      ],
      [
        "32",
        -8.505589122925082
      ],
      [
        "ĠLet",
        -8.506741423355132
      ],
      [
        "Ġinformation",
        -8.510797682283448
      ],
      [
        "Ġfind",
        -8.511604920010345
      ],
      [
        "13",
        -8.513260776970531
      ],
      [
        "ies",
        -8.513524766798788
      ],
      [
        "Ġsecond",
        -8.517848198817632
      ],
      [
        "{#",
        -8.521886818961912
      ],
      [
        "000",
        -8.523825358081675
      ],
      [
        "ĠĠĠĠĠĠ",
        -8.529283095401201
      ],
      [
        "Ġday",
        -8.530585354593928
      ],
      [
        "age",
        -8.53065182635912
      ],
      [
        "^{",
        -8.532916598566562
      ],
      [
        "Ċĉĉ",
        -8.53536571747419
      ],
      [
        "man",
        -8.541117081083534
      ],
      [
        "alpha",
        -8.548357621463373
      ],
      [
        "Ġresult",
        -8.553412168888395
      ],
      [
        "You",
        -8.557698895862945
      ],
      [
        "ĠAs",
        -8.558830791176645
      ],
      [
        "(\"",
        -8.561608889552046
      ],
      [
        "athcal",
        -8.562187523918807
      ],
      [
        "However",
        -8.562240930220023
      ],
      [
        "14",
        -8.562382349860822
      ],
      [
        "Ġtest",
        -8.569554292626114
      ],
      [
        "Ġfollowing",
        -8.572043180983329
      ],
      [
        "Ġresults",
        -8.576966537026793
      ],
      [
        "ĠBut",
        -8.583977414719826
      ],
      [
        "();",
        -8.584266921304497
      ],
      [
        "Ġpoint",
        -8.586050763581689
      ],
      [
        "Ġlife",
        -8.591230383002001
      ],
      [
        "up",
        -8.59422061806976
      ],
      [
        "Ġmodel",
        -8.596788351715798
      ],
      [
        "Ġpresent",
        -8.601750753128629
      ],
      [
        "Ġgoing",
        -8.602889584465359
      ],
      [
        "CR",
        -8.60724856715482
      ],
      [
        "Ġ*/",
        -8.614735264144366
      ],
      [
        "var",
        -8.615803187547503
      ],
      [
        "Ġsince",
        -8.616918914303515
      ],
      [
        ")$",
        -8.619154971124349
      ],
      [
        "Ġown",
        -8.625390248925822
      ],
      [
        "Ġaround",
        -8.62644538813178
      ],
      [
        "Ġwithin",
        -8.627219980059179
      ],
      [
        "Ġlook",
        -8.63067022882663
      ],
      [
        "č",
        -8.63730620937059
      ],
      [
        "Ġcontrol",
        -8.637884134396314
      ],
      [
        "Ġsupport",
        -8.638134230441697
      ],
      [
        "âĢĶ",
        -8.63875249634823
      ],
      [
        "le",
        -8.642001649016349
      ],
      [
        "Ġshow",
        -8.643287514156642
      ],
      [
        "it",
        -8.643766452471434
      ],
      [
        "Ġanother",
        -8.652191600702968
      ],
      [
        "http",
        -8.654182763860842
      ],
      [
        "Ġexample",
        -8.672387567000564
      ],
      [
        "18",
        -8.673381483215982
      ],
      [
        "\\]",
        -8.674029057887248
      ],
      [
        "Ġline",
        -8.683561096063928
      ],
      [
        "Ġsay",
        -8.685180529200307
      ],
      [
        "label",
        -8.68888887725321
      ],
      [
        "Ġfact",
        -8.691075424053142
      ],
      [
        "mu",
        -8.69516380184204
      ],
      [
        ",âĢĿ",
        -8.695658639378562
      ],
      [
        "]\\].",
        -8.695848688124531
      ],
      [
        "Ġworld",
        -8.69863062811631
      ],
      [
        "ĠAnd",
        -8.698734366470477
      ],
      [
        "Ġincluding",
        -8.698979459181087
      ],
      [
        "begin",
        -8.700761612481775
      ],
      [
        "Ġevery",
        -8.70228973046578
      ],
      [
        "Ġgiven",
        -8.706999835520014
      ],
      [
        "ÃĲ",
        -8.70759318021792
      ],
      [
        "17",
        -8.708292703185387
      ],
      [
        "Ġcell",
        -8.708657198403966
      ],
      [
        "Ġmight",
        -8.708909750759508
      ],
      [
        "Ġcome",
        -8.710760799142433
      ],
      [
        "Ġoff",
        -8.711705184562225
      ],
      [
        "Ġreally",
        -8.717171538108097
      ],
      [
        "Ġhome",
        -8.722674502009328
      ],
      [
        "].",
        -8.72499175363309
      ],
      [
        "data",
        -8.726826535701532
      ],
      [
        "of",
        -8.726940314699512
      ],
      [
        "Ġprocess",
        -8.732339308199343
      ],
      [
        "Ġlarge",
        -8.73357966601794
      ],
      [
        "ĠNo",
        -8.739663716394462
      ],
      [
        "Ġlaw",
        -8.74450179445311
      ],
      [
        "Ġper",
        -8.745156165398354
      ],
      [
        "Ġself",
        -8.751384177809122
      ],
      [
        "ĠYou",
        -8.754576548258802
      ],
      [
        "Ġ$$\\",
        -8.76036937015129
      ],
      [
        "To",
        -8.76202063590964
      ],
      [
        "Ġfew",
        -8.763063212859393
      ],
      [
        "Ġcause",
        -8.76403171436576
      ],
      [
        "Ġevidence",
        -8.768345221608971
      ],
      [
        "19",
        -8.76860810595088
      ],
      [
        "Ġmethod",
        -8.773738676748577
      ],
      [
        "Ġgive",
        -8.779679192235841
      ],
      [
        "01",
        -8.78192994597739
      ],
      [
        "Ġchange",
        -8.782861048607163
      ],
      [
        "Ġanalysis",
        -8.783054634327547
      ],
      [
        "Ġbest",
        -8.785271312015245
      ],
      [
        "Ġfile",
        -8.789001726737208
      ],
      [
        "Ġpre",
        -8.792784124552275
      ],
      [
        "Ġimportant",
        -8.79349139985118
      ],
      [
        "ĠThey",
        -8.796650248405502
      ],
      [
        "Ġsomething",
        -8.798656774410391
      ],
      [
        "import",
        -8.798794351450992
      ],
      [
        "Ġnext",
        -8.802080049607001
      ],
      [
        "Ġplace",
        -8.802741570230253
      ],
      [
        "Ġwhether",
        -8.805615779718858
      ],
      [
        "Ġpower",
        -8.815927833003867
      ],
      [
        "Ġcommon",
        -8.816149928366215
      ],
      [
        "Ġsmall",
        -8.818015823538694
      ],
      [
        "div",
        -8.818270989010953
      ],
      [
        "Ġbased",
        -8.820341049674717
      ],
      [
        "25",
        -8.822372343612779
      ],
      [
        "Ġgreat",
        -8.82627101772425
      ],
      [
        "Ġform",
        -8.826982783323862
      ],
      [
        "Ġtype",
        -8.828435157743773
      ],
      [
        "table",
        -8.832322602488766
      ],
      [
        "ĠNew",
        -8.832756104565032
      ],
      [
        "30",
        -8.836930941628815
      ],
      [
        "Ġbetter",
        -8.849101634280304
      ],
      [
        "\\[",
        -8.850504871505832
      ],
      [
        "Ġ12",
        -8.854264731330012
      ],
      [
        "Ġabove",
        -8.8544856481098
      ],
      [
        "Ġwater",
        -8.856789696547258
      ],
      [
        "Ġhuman",
        -8.856871762707131
      ],
      [
        "math",
        -8.85956341059938
      ],
      [
        "Ġnever",
        -8.86536963580397
      ],
      [
        "Ġ20",
        -8.870017592350454
      ],
      [
        "Ġtreatment",
        -8.870934082142597
      ],
      [
        "Ġlevel",
        -8.870983656550433
      ],
      [
        "Ġal",
        -8.877566245906884
      ],
      [
        "If",
        -8.877969213526768
      ],
      [
        "Ġproblem",
        -8.879185100076075
      ],
      [
        "sum",
        -8.880489222504474
      ],
      [
        "Ġ\\[",
        -8.881421164876066
      ],
      [
        "Ġleast",
        -8.8844137080089
      ],
      [
        "Ġlittle",
        -8.887932890271598
      ],
      [
        "Ġpossible",
        -8.888019269910323
      ],
      [
        "Ġdue",
        -8.890352528181426
      ],
      [
        "ĠĠĠĠĠĠĠ",
        -8.898391101945688
      ],
      [
        "Ġexpression",
        -8.9032632304496
      ],
      [
        "Ġresponse",
        -8.903365224958804
      ],
      [
        "Ġtrue",
        -8.907477940349608
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠ",
        -8.910359895616644
      ],
      [
        "}}",
        -8.91099477117019
      ],
      [
        "Ġthings",
        -8.91228407872829
      ],
      [
        "ĠThere",
        -8.912668439524897
      ],
      [
        "Ġeffect",
        -8.916929718355131
      ],
      [
        "this",
        -8.91700866317343
      ],
      [
        "out",
        -8.918219239760985
      ],
      [
        "Ġlow",
        -8.920743548887808
      ],
      [
        "!\"",
        -8.921745059838662
      ],
      [
        "over",
        -8.921762658240075
      ],
      [
        "Â±",
        -8.923522179329968
      ],
      [
        "Ġgame",
        -8.925494481624826
      ],
      [
        "span",
        -8.92552959774215
      ],
      [
        "For",
        -8.928607777928399
      ],
      [
        "}(",
        -8.934678687795127
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -8.936531318888862
      ],
      [
        "Ġsize",
        -8.938134753869743
      ],
      [
        "Ġhaving",
        -8.93880607371025
      ],
      [
        "Ġtrial",
        -8.940308719966428
      ],
      [
        "Ġfurther",
        -8.943106583979334
      ],
      [
        "Ġshown",
        -8.943197707649677
      ],
      [
        "==",
        -8.9473429448039
      ],
      [
        "Ġpost",
        -8.947853035249167
      ],
      [
        "Ġprovide",
        -8.949563712139623
      ],
      [
        "ĠâĢĶ",
        -8.950034662999238
      ],
      [
        "Ġhealth",
        -8.95069994345649
      ],
      [
        "))",
        -8.952251179263358
      ],
      [
        "Ġmean",
        -8.954372993862352
      ],
      [
        "Ġgot",
        -8.957010282044632
      ],
      [
        "Fig",
        -8.958774216651667
      ],
      [
        "aligned",
        -8.959172273081977
      ],
      [
        "Ġcurrent",
        -8.960931552633003
      ],
      [
        "ĠTo",
        -8.961798317841746
      ],
      [
        "ĠSo",
        -8.961825902488794
      ],
      [
        "Ġless",
        -8.963723710379892
      ],
      [
        "ĠĠĠĠĠĠĠĠ",
        -8.964658525629817
      ],
      [
        "Ġlet",
        -8.966643544681995
      ],
      [
        "Ġgovernment",
        -8.967267663854544
      ],
      [
        "time",
        -8.967688460476769
      ],
      [
        "for",
        -8.972481649967213
      ],
      [
        "Type",
        -8.9725277190933
      ],
      [
        "Ġfree",
        -8.973453863982863
      ],
      [
        "org",
        -8.975078978805131
      ],
      [
        "Ġsingle",
        -8.97824531291693
      ],
      [
        "Ġlot",
        -8.978751591813696
      ],
      [
        "Ġhand",
        -8.97881983315923
      ],
      [
        "Ġfour",
        -8.980078560874546
      ],
      [
        "Ġdays",
        -8.98063951840386
      ],
      [
        "ation",
        -8.980843143443355
      ],
      [
        "Ġalways",
        -8.98321571684058
      ],
      [
        "Ġelse",
        -8.984665249778871
      ],
      [
        "Ġfield",
        -8.985016002677195
      ],
      [
        "Category",
        -8.985252848748328
      ],
      [
        "Ġagain",
        -8.986959609136626
      ],
      [
        "string",
        -8.989153406964869
      ],
      [
        "And",
        -8.990498827543764
      ],
      [
        "Ġsimilar",
        -8.995477973386306
      ],
      [
        "\"}",
        -8.99617929985056
      ],
      [
        "Name",
        -8.9967833809534
      ],
      [
        "Ġmain",
        -8.999206123495085
      ],
      [
        "Ġquestion",
        -9.001673219632927
      ],
      [
        "80",
        -9.002808420315986
      ],
      [
        "Ġuntil",
        -9.00536441841991
      ],
      [
        "Ġteam",
        -9.005877658980967
      ],
      [
        "24",
        -9.005917747897003
      ],
      [
        ")\\",
        -9.006461783549309
      ],
      [
        "ĠCourt",
        -9.00926414756897
      ],
      [
        "Ġavailable",
        -9.009500196640191
      ],
      [
        "Ġ15",
        -9.010058143862612
      ],
      [
        "Ġreal",
        -9.0128894634461
      ],
      [
        "Ġlight",
        -9.013503128732308
      ],
      [
        "Ġcare",
        -9.013833007246593
      ],
      [
        "Ġput",
        -9.014067354487272
      ],
      [
        "ĠShe",
        -9.014076105900624
      ],
      [
        "Ġknown",
        -9.015620824259033
      ],
      [
        "ĠUnited",
        -9.017014635772156
      ],
      [
        "Ġcalled",
        -9.01827009154468
      ],
      [
        "Ġfamily",
        -9.02027902929053
      ],
      [
        "lambda",
        -9.02071290779604
      ],
      [
        "Ġeither",
        -9.02117230613189
      ],
      [
        "Ġlocal",
        -9.021552468112068
      ],
      [
        "21",
        -9.02313981125159
      ],
      [
        "Ġcode",
        -9.023486648190168
      ],
      [
        "}$$",
        -9.024455077761468
      ],
      [
        "64",
        -9.024877254784863
      ],
      [
        "ĠState",
        -9.025990957951016
      ],
      [
        "ĠThese",
        -9.02936140096735
      ],
      [
        "---",
        -9.030790789071858
      ],
      [
        "beta",
        -9.032822311291005
      ],
      [
        "Ġaction",
        -9.034129135425433
      ],
      [
        "Ġseveral",
        -9.038971364500147
      ],
      [
        "pone",
        -9.04128619546768
      ],
      [
        "class",
        -9.041430297803558
      ],
      [
        "Figure",
        -9.041882117602244
      ],
      [
        "ive",
        -9.042898848137993
      ],
      [
        "He",
        -9.043386255617047
      ],
      [
        "05",
        -9.044190102656666
      ],
      [
        "Ġmeans",
        -9.04633561871406
      ],
      [
        "Ġchildren",
        -9.046687870233978
      ],
      [
        "Ġspace",
        -9.047881313881616
      ],
      [
        "Ġbelieve",
        -9.049394170965387
      ],
      [
        "Ġtotal",
        -9.052408165952512
      ],
      [
        "ant",
        -9.052830005239215
      ],
      [
        "Ġhigher",
        -9.05327904432643
      ],
      [
        "return",
        -9.053412721636793
      ],
      [
        "Ġopen",
        -9.055181256301776
      ],
      [
        "Ġsignificant",
        -9.056973453592
      ],
      [
        "by",
        -9.058936948247013
      ],
      [
        "Ġrate",
        -9.059251943885284
      ],
      [
        "Ġstudies",
        -9.06206099910807
      ],
      [
        "less",
        -9.064822917514116
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.067305521464595
      ],
      [
        "Ġ11",
        -9.068393600198783
      ],
      [
        "Ġincrease",
        -9.072426590757049
      ],
      [
        "Ġside",
        -9.076334147672492
      ],
      [
        "Ġwhy",
        -9.07715255864988
      ],
      [
        "epackage",
        -9.079427797302948
      ],
      [
        "www",
        -9.0798912476931
      ],
      [
        "Ġinterest",
        -9.08080139449958
      ],
      [
        "Ġrun",
        -9.082721073066647
      ],
      [
        "ness",
        -9.08396979765589
      ],
      [
        "Ġrisk",
        -9.084654697712496
      ],
      [
        "Ġstart",
        -9.0859535698152
      ],
      [
        "bar",
        -9.087948559866897
      ],
      [
        "50",
        -9.08821896519098
      ],
      [
        "Ġrole",
        -9.090411757903048
      ],
      [
        "Ġissue",
        -9.090516653759927
      ],
      [
        "];",
        -9.092256299306442
      ],
      [
        "Ġvalues",
        -9.092858923077266
      ],
      [
        "Ġ30",
        -9.093298786576442
      ],
      [
        "Ġenergy",
        -9.09411401627986
      ],
      [
        "ĠWhat",
        -9.094850950721536
      ],
      [
        "Ġfull",
        -9.095769341528149
      ],
      [
        "among",
        -9.09745960858412
      ],
      [
        "Ġco",
        -9.09850583309379
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠ",
        -9.100202687541447
      ],
      [
        "Ġerror",
        -9.100554478498768
      ],
      [
        "But",
        -9.100934473851828
      ],
      [
        "Ġperson",
        -9.101796212693044
      ],
      [
        "Ġleft",
        -9.102417955796696
      ],
      [
        "Ġsure",
        -9.102484399627912
      ],
      [
        "Ġfinal",
        -9.103498773621986
      ],
      [
        "log",
        -9.103952086815898
      ],
      [
        "line",
        -9.104221865620852
      ],
      [
        "Ġcases",
        -9.10531400258954
      ],
      [
        "Ġalready",
        -9.106308447788926
      ],
      [
        "=>",
        -9.10631597188332
      ],
      [
        "Ġcourse",
        -9.10882194770843
      ],
      [
        "Ġgeneral",
        -9.110994575635756
      ],
      [
        "ĠĠĠĠĠĠĠĠĠ",
        -9.11318610739027
      ],
      [
        "Ġbody",
        -9.113998995916718
      ],
      [
        "Table",
        -9.11404659363904
      ],
      [
        "Ġshort",
        -9.115530703191205
      ],
      [
        "22",
        -9.117500312986545
      ],
      [
        "sqrt",
        -9.12020697205336
      ],
      [
        "Ġfar",
        -9.121248141309117
      ],
      [
        "ĠStates",
        -9.12138944328399
      ],
      [
        "sec",
        -9.12162053500792
      ],
      [
        "Ġreported",
        -9.12184650307188
      ],
      [
        "No",
        -9.124453901386394
      ],
      [
        "Ġassociated",
        -9.12932880030267
      ],
      [
        "uppose",
        -9.13059323580284
      ],
      [
        "ability",
        -9.132725216718372
      ],
      [
        "Ġkeep",
        -9.134369866768438
      ],
      [
        "ĠThat",
        -9.135191006514248
      ],
      [
        "]\\]",
        -9.13617161932943
      ],
      [
        "><",
        -9.138540133543172
      ],
      [
        "Ġwomen",
        -9.140903654563704
      ],
      [
        "mathr",
        -9.141412530835174
      ],
      [
        "eq",
        -9.143039069474291
      ],
      [
        "Ġlove",
        -9.143056298783248
      ],
      [
        "Ġlevels",
        -9.143906850212169
      ],
      [
        "Ġamount",
        -9.14555238155064
      ],
      [
        "didn",
        -9.146826749605156
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠ",
        -9.147983933432206
      ],
      [
        "Ġrequired",
        -9.150706677256926
      ],
      [
        "html",
        -9.150747496228329
      ],
      [
        "Ġ${\\",
        -9.153186669219362
      ],
      [
        "Ġanti",
        -9.155245630538674
      ],
      [
        "Ġcall",
        -9.15631970388186
      ],
      [
        "Ġplay",
        -9.156705597423397
      ],
      [
        "Ġaway",
        -9.15702718395222
      ],
      [
        "Ġcertain",
        -9.158189023717563
      ],
      [
        "Ġsub",
        -9.158215881152849
      ],
      [
        "Ġoften",
        -9.15907561495634
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.159525367887978
      ],
      [
        "however",
        -9.159873086066147
      ],
      [
        "}_{",
        -9.161874311862158
      ],
      [
        "Ġthing",
        -9.16255011671392
      ],
      [
        "Ġdone",
        -9.163015813079886
      ],
      [
        "Ġpotential",
        -9.163566165208016
      ],
      [
        "ĠAll",
        -9.163831927433554
      ],
      [
        "Ġmatter",
        -9.164817469865548
      ],
      [
        "23",
        -9.166676376980847
      ],
      [
        "phi",
        -9.171058336460268
      ],
      [
        "ment",
        -9.172291080945506
      ],
      [
        "Ġalong",
        -9.172730036275103
      ],
      [
        "value",
        -9.17527476058357
      ],
      [
        "Ġdevelopment",
        -9.175751622923444
      ],
      [
        "Ġdecision",
        -9.176428823261263
      ],
      [
        "Ġactivity",
        -9.177176814799154
      ],
      [
        "sigma",
        -9.17824234254849
      ],
      [
        "Ġreason",
        -9.178388986276785
      ],
      [
        "Ġsays",
        -9.178957223588847
      ],
      [
        "Ġposition",
        -9.18000181936652
      ],
      [
        "Ġlower",
        -9.180151235889866
      ],
      [
        "Ċĉĉĉ",
        -9.181030977055109
      ],
      [
        "Ġterms",
        -9.183560208417802
      ],
      [
        "Ġman",
        -9.184037737763232
      ],
      [
        "Ġsurface",
        -9.18557902606443
      ],
      [
        "Ġspecific",
        -9.1859074264162
      ],
      [
        "code",
        -9.186736148268892
      ],
      [
        "ID",
        -9.187556415785629
      ],
      [
        "Ġlater",
        -9.18798702464808
      ],
      [
        "est",
        -9.188380491565256
      ],
      [
        "33",
        -9.188833625842282
      ],
      [
        "hat",
        -9.19133591545207
      ],
      [
        "Ġenough",
        -9.192604276192869
      ],
      [
        "Ġtold",
        -9.19561866605609
      ],
      [
        "ĠWhen",
        -9.19792202809192
      ],
      [
        "partial",
        -9.198979304769294
      ],
      [
        "Ġclose",
        -9.199258146413902
      ],
      [
        "compared",
        -9.199273758104807
      ],
      [
        "Ġfeel",
        -9.199972057977364
      ],
      [
        "upon",
        -9.19997621063888
      ],
      [
        "Ġperiod",
        -9.200284949254764
      ],
      [
        "Ġhard",
        -9.200408994180172
      ],
      [
        "Ġthough",
        -9.200471374803808
      ],
      [
        "according",
        -9.2016192109471
      ],
      [
        "There",
        -9.203832198642235
      ],
      [
        "Ġhead",
        -9.204104482222336
      ],
      [
        "ĊĊĠĠĠĠĠĠĠ",
        -9.20449628770751
      ],
      [
        "45",
        -9.2047385007631
      ],
      [
        "Ġlist",
        -9.208899647114928
      ],
      [
        "Ġresearch",
        -9.21048138702105
      ],
      [
        "Ġmillion",
        -9.21092594138411
      ],
      [
        "100",
        -9.214477059552822
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.21457112851862
      ],
      [
        "):",
        -9.218102156839862
      ],
      [
        "epsilon",
        -9.21917719896123
      ],
      [
        "Ġprovided",
        -9.219899163383507
      ],
      [
        "('",
        -9.220483919891269
      ],
      [
        "Ġrange",
        -9.221803445338583
      ],
      [
        "Ġweek",
        -9.22519934953242
      ],
      [
        "Ġsuggest",
        -9.226114518816267
      ],
      [
        "Ġgroups",
        -9.22683874112576
      ],
      [
        "Ġ100",
        -9.227680245821803
      ],
      [
        "Ġworking",
        -9.227715874364192
      ],
      [
        "}^{",
        -9.228083977358674
      ],
      [
        "Ġversion",
        -9.229788049597024
      ],
      [
        "Ġmaking",
        -9.231219782187909
      ],
      [
        "https",
        -9.232792583757274
      ],
      [
        "Ġkey",
        -9.235593818676715
      ],
      [
        "defendant",
        -9.237176017031212
      ],
      [
        "ar",
        -9.239762547331718
      ],
      [
        "Ġread",
        -9.239866175029777
      ],
      [
        "Ġpositive",
        -9.239962205376797
      ],
      [
        "Ġkind",
        -9.240673157491509
      ],
      [
        "Ġconditions",
        -9.241949371751074
      ],
      [
        "Ġaddition",
        -9.244108080162066
      ],
      [
        "Ġbecome",
        -9.24499662384194
      ],
      [
        "String",
        -9.24765025143934
      ],
      [
        "^{\\",
        -9.248082173730973
      ],
      [
        "âĢ¦",
        -9.24810753131277
      ],
      [
        "27",
        -9.24815758662644
      ],
      [
        "Ġ([",
        -9.249917473951053
      ],
      [
        "></",
        -9.25004658290734
      ],
      [
        "Ġprogram",
        -9.250808731178973
      ],
      [
        "}_",
        -9.252844708412916
      ],
      [
        "So",
        -9.254702059012622
      ],
      [
        "Ġclear",
        -9.255287249418748
      ],
      [
        "Ġschool",
        -9.257311776292504
      ],
      [
        "Ġseen",
        -9.25739217008266
      ],
      [
        "%)",
        -9.25807848175823
      ],
      [
        "Ġmoney",
        -9.258237215933272
      ],
      [
        "gamma",
        -9.258499571154127
      ],
      [
        "Ġbusiness",
        -9.258673918090414
      ],
      [
        "Ġseason",
        -9.258782959994296
      ],
      [
        "Ġdisease",
        -9.259191727919358
      ],
      [
        "Ġprotein",
        -9.259244036506551
      ],
      [
        "Ġcontent",
        -9.259978330969783
      ],
      [
        "test",
        -9.260007161008422
      ],
      [
        "Ġsection",
        -9.26013645913563
      ],
      [
        "Ġparticular",
        -9.261592373369352
      ],
      [
        "Ġservice",
        -9.263350406956029
      ],
      [
        "ally",
        -9.263514255551348
      ],
      [
        "Ġ14",
        -9.26526607341342
      ],
      [
        "bib",
        -9.265543389230428
      ],
      [
        "size",
        -9.266248969377576
      ],
      [
        "Ġtogether",
        -9.266486376856284
      ],
      [
        "]).",
        -9.266999872549825
      ],
      [
        "Ġincreased",
        -9.268882550664552
      ],
      [
        "key",
        -9.271354412511007
      ],
      [
        "Ġeffects",
        -9.272670560296604
      ],
      [
        "Ġimage",
        -9.273826188150444
      ],
      [
        "doesn",
        -9.275310918808056
      ],
      [
        "Ġ16",
        -9.27588933315776
      ],
      [
        "Ġobserved",
        -9.276545421082648
      ],
      [
        "Ġcannot",
        -9.277359453666175
      ],
      [
        "Ġthought",
        -9.280092850814563
      ],
      [
        "delta",
        -9.28024667598048
      ],
      [
        "Ġsource",
        -9.282254654885568
      ],
      [
        "ĠOn",
