c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
dd
00
02
f3
05
06
04
0e
12
07
1d
1e
7f
d4
653d2264
f4
df
de
01
1a
cd
17
19
0b
10
18
16
d3
15
13
d2
dc
08
c7
d5
1c
0c
14
db
ee
c6
c8
ca
0f
cb
1b
cc
c9
11
d6
da
0d
cf
d1
d9
ea
f0
ed
c4
c2
92
d7
c3
c5
ab
d8
ce
aa
03
d0
9a
ef
a2
8e
b5
b3
a9
b1
a8
b2
eb
86
9e
b6
bf
93
9d
a3
8a
91
8b
97
b4
a6
a7
ad
bc
be
b7
9b
90
8c
a5
87
89
96
a0
bd
84
b9
ec
85
9c
8f
ac
99
b0
8d
98
94
95
a1
9f
af
ae
ba
e4
a4
82
88
bb
e1
81
83
e9
b8
e3
e8
e7
80
71
e2
60
51
5a
57
55
59
77
4a
6a
40
7a
e6
4b
56
58
48
e0
4f
47
76
4e
26
4c
75
e5
67
68
4d
6b
52
46
7c
50
7e
42
6c
70
45
09
54
62
66
23
6d
5c
3c
2b
21
63
44
6f
72
74
53
5e
43
69
6e
79
5b
3d
27
7b
49
78
61
41
65
3e
25
5d
3f
24
28
64
2a
5f
2f
22
3b
7d
3a
73
2d
29
37
38
36
39
35
34
33
2c
0a
2e
32
31
30
20
647b61
657b6d
7970653d22
6e742d76
22666967
70653d
7b616d
3c2f6d65
3d226669
657b75
3d226469
67657b
636b6167
7970653d
662d74
66696722
6e647b
2f4c49
7b616c
70653d22
297b7265662d747970653d
67227d
226669
6c653d
3d22666f
22646973
797065
7b7570
782e64
6f6e742d
227375
732f4c
2d7479
6e666c
227461
226469
616465723e
20736f66747761
696e7b
226173
696722
6d736d
65662d
7b6d61
20200a0a20
56657273
202020200a0a20
20706c7572
22666f
6c223e
617463
204172697a
63656e6379
742d76
6e747d
6f64653e
653d22
647369
207472616e736d69
68657374
206365727469
5c656e
746973696e67
6b616765
3d2264
20696e6669
726769
204f63746f
416d65
207b2363
2061646d696e69
707275
2070726163
686c79
20486f737069
6879732e
3d2261
6b6167
496e7665737469
20202020200a2020
2020202020200a2020
2e6765
2064656269
20636f6d70657469
656c6c3e
3d2266
656c696e65
2020200a0a20
61796f
73617070
7445
20202020200a0a
7b7265
6f6375
64697361
6964656e74696669
22666f6e74
63683e
3d226f
676f6c616e
2223
6e6577732e
206c616e6775
742827
20706c656e
41532e
244e
796f7574
636f6c69
61637469
2020202020200a20
20436f6d6d6f
72657365
656769
2070617469656e
6e6365
20247b5c6d61746863616c7b
202020200a2020
726d69
69676d
636969
6d6d75
696c6c616e
6e7472
200a0a20
2077696e646f
6c6f672f
2268
2061707072
226f
20776f7272
696d73
20636f6e73657175
736170
206874
6f746865
6e657068
6e6775
206d6172696a75
72793a
207b5c6d61746862627b
206d616e6966
20202020200a20
3d2274
6b697374616e
7465726963
20426961
637469
206675726e69
657b
206173736f63
2d68616c66
2073796e7468
2066696e69
20496e646f
656475
20616374696f
74657265
2066617368696f
616c7068
20200a2020
536f75
2f737973
746f7269756d
2f737472
207472616368
687b
6c642e
7461626c
20454c49
496e69
0a0a0a2020
756d696e
74657272
2264
697263
20200a20202020
2020202020200a
20200a2020202020
202020202020200a
634b
2072657175
757070
74726169
20576963
5c6c656674285c
7072656e
46616c
204b6175
69626f
206172726f
206f72696769
656961
6f636865
5c5b70
64782e
20656e7669726f6e6d656e
636f6e6669
7469766573
746f7269
5c7371
20746572726974
206e6175
2041666669
20496e7665737469
6b657473
2d7661
6563746f
627b
5c636f
20687474
2054616b61
697370
6869616e
7261793e
4e5441
5c4d
6c6f6d61
436f6d706c
6e6f6c6f67
67656e5f
6c7b
206972726164
736365
206d657263
2070656f70
20646973637573
736d73
20636f6e74726f766572
69733b
2064657465
0a0a0a2020202020
726e73
6f747469
2073656c662d646566
2073747564656e
20756e7374
776561
6f727473
6e6f3e
636f6d2e61
53706f
726e61
206e6f6e2d70
656c6c73
5c667261637b5c
2a2a2a2a2a
65737469
6d656e74617279
656c656374726f
5c4f
696e672829
202020200a20
20456e73
496e7465
7b5c6d61746862627b
6e7365
2e5765
506c65
494d41
6f635f
206c697469
5c4c
677b
3d2273
656e636c
656e6961
2672
696265
424f4f
6365732e
204d63446f
20746563
2047756172
7261696e65
20766167
204a6f7572
5c6c61
676d61
20686f6c69
636b69
287365
6d6567
696e6365
696e697469
206578706563
2053616d61
566972
20696d7075
20436f63
636c6173733d22
0a0a0a20
206361746567
414d45
20696e766573
6a696e67
6e672f
736372
206879737465
6e697374
722e636f6d2f
434f5245
2047454e
7722
20416476616e
6e636572
20696e636964
202020200a0a
646566696e
20436f6e6669
696e6e6564
736f75
28636f
667261637b
2043727573
506869
2270
5265736572766564
6f75736c792c
6f6b69
20666f7277
6d3f
204170706172
206b6e6f776c656467
2d636c69
457665
646570656e64
2061636375
205c6d617468
20646966666572656e
6d61747269
20477573
6f732e706174682e
656e732e
20637269746572
73652d
6344
20535550
6d706c65
64656c65
666f6c6473
69616b
202020202020200a20
20737065637472
73706f6e
687269
2027737472
206d6574616c2d
20245c64
73747265
65736365
656e73757265
206163636f6d70
547765
4572726f
20706572736f
2d7069
4f6d656761
20436f6e7375
67792c
7374726174
74653a
53686565
6343
496e746572657374696e67
656176
756172
706f696e
6c697a6564
63746f
63686c
20636f696e636964656e
2073747261696768
75727365
61636964
626567
3c7265
4f74
796e61
736d616c
455243
20616e746973
6f706869
56414e
72697465
2f706c7567696e
537570
206172636869
6c696e676572
5c7072696d65
65726573
636972
436c65
47452c
6469617a
696e6973
205c44
656665
416c61
6f21
206578706f
2e59
20656e676167
636f6e737472
6c7574
61736564
2d747970
61646469
757065
74683a
20616261
2072656365
20696d6d75
75616c697479
202e5c
20626963
6f6275
6c617373
70617468792e
206879706f7468
69735d
2a2a2a2a2a2a
696c792e
43454e
74696f6e616c
696c64
6e6575726f
72616e63652c
20636f656666696369
6f7572616765
2443
525553
74726978
6f6363
63756c65
616c70
61723e
206d616e69
7b5c70
657072
6e6167
534352
2f6172
687970
732a5d7b7d
2072656672
6f7222
636f7270
65722e6a6176613a
7b5c66726163
2020200a202020
6f72672f
425249
4c6965
72657665
6c756e
6e696f
706f726174696f6e
697074
206173796d
20686570
20706869
2d6576656e
6c5c
2074656d706572617475
2070617469656e742d
726975
6e746963
7374726561
7465787428
204b6973
696e656e
657d24
206469736d
2f74797065
3c706f
63726974
732e416464
69646963
72272c
6d6d6564
666962
67656e6974616c
70726f73
657472
657273696f6e
4f4e53
2072656772
20506f69
67756c617465
206468
4c6567
456c65
5c42
6c642c
2f646f
616769
2072656475
202e2e2e2e2e
657d7d
2f656e
6f6361
20576169
6f7264696e61746564
206d6174657269
20656c6563
20536963
63746572
706973
43686f
20696e6a7572
206b696e65
7a656e73
6c6473
2067726163
20636f6d706f
6e73697665
436572
207375706572766973
736f66
2074727574
3c2f70
616c6c6572
6c655f
697669
732e68746d6c
74696365
696661
6a6f75726e
696d656e74
205b74
2028726573
6c293b
446570
696f736973
2061637469
41707072
2064656d6f637261
6e6f74696365
2070617469
75616e67
74696c6465
7469626c65
7368696e
443d
6f6e22
6174746f
696e3e
6472657373
69636f6c
4c616d
74736b
696269
737562736574
20225365
2d706172616d
52454d
205c65
6e7429
20766f6c75
727d7b
65737365
507265666572
532922
6e74696f
20646973616476616e74
4f5254
6e756d6572
746f7572
65733f
2063687572
746865726170792c
2e6661
2064656c696e
746f702c
776869
206465636c
285c62
2d677261
74796c
20226d6f
727461
2063616c656e64
7868
61696e6c79
696e6a
3d2263
2d2b
6e7469
57696e64
537472696e673e
20566964
6f776572
656c62657267
7072696d
506c616e65
6d656469
2e7478
205f68
6d6269
207375727265
6173696f6e
2053657269
6f723b
2063756c7475
4e474c45
696e7472
2a2a7e
74656e64
207669727475
435e7b
436972
5f617373657274
6b66
204173736f63
7b5c6d
20736f636965
20526575
506172616d6574657228
49535f
736c61
4161
73697a6528
504c41
6972652e
657669
206f75742d6f66
707073
204d6344
20636f67
617263685f
746865726170792e
616772
204e6574686572
707365
6176656e
736f2d
686d656e74
246e
3a6c
20707379
206f7070
2d666f6f
2053434f
65677261
6e6861
20536372
616c697a6564
7b5c6d626f787b
5f7b64
67292c
6342
6f7228
7374726169676874
2077656273
6e7468
706c69
65702d
4d6343
67756573
61745f
646566696e656428
455343
6e746f
44656661756c
65737465
5861
6f6e2f
74687573
7070656c
5c5b6c
7b5c76
657266
4f64
656d626f
61636c
6d61746f6c6f6779
676c6f62616c5f
204963
76616c75653a
707469
207265636f76
20546f7274
616b6f
68747470733a2f
20546563
20676f7665726e6d656e
2e4e4554
43617465676f72793a46
2070686173652d
646174612f
206578706f6e
7261636b
c2a0202020202020
657269636b
206d6f6e69
5f7b62
2d6772
6174653e
426f64
20696d7072
736368656d612e
666964
7661626c65
6c6169
206d6f6c6573
207866
536369
6576696e
4d4f53
20706f6c69
20537769747a6572
74696d6528
756e6461
617368696e67
6a6176612f
2049646561
20457363
5747
20616368696576
2a2a47
65642f
20666f7262
204b4e
2049737261
205161
3d3d3d3d
2053414c
20616363656c
737566
6f5e
2057616c64
2064656d65
2e7363
2020202020202020200a20
2a2a2a2a
20736369656e63
2050656e64
5f6e7d
5c696e5c6d61746863616c
2876616c
70746963616c
6c742c
20656e7669726f6e
205c73756d5f7b69
7c7c7c
20446175
4d756c
796f72
6f706564
746174696f6e2c
20616476656e7475
5d3d3e
70797269
20286265
6e656172
6c742e
0a0c2020202020
6469722c
7175656e746c79
536b69
20756e636f6d666f7274
20636f6e6469
4045
6e6b79
207069766f
417567
2045696e
7443
70756e
4d53475f
693f
696e67222c
6d616e61
5574
204a6169
20436f6d706f
20636170616369
20200a20
2e522e
506174746572
20c3a963
3d4d
73756c66
616661
6d2924
20436f6e747269627574696f6e
7369612c
20496e6a
205c77696465686174
205265736572
20736e65
617375
773b
70726566
20436f6d6d6974
7265736964
6e6974696573
6974656d223e
505c3c
2f7374
63656e746572223e
2022486572
5c65746129
6f72652e
20616c64
416e61
2076697375
66656c6c6f77
206d6f6d656e
417263
617264732c
2073796e64
636175
792a
20436f6e74726962
636c69656e745f
204d656c61
20506573
7b5c74657874
20617070726f61
20636f6e73746974
2b2d2d2d2d
637b
64623a
6d6964696e65
736167653a
4368616e647261
205361747572
6c73656e
65727228
73746174655f
207375727665
20436c6175
20776176
69676e6564
226e616d65
69645d
706f69
204578706f
72656e65
70726563
6c69636b
5669657773
676f2d
6361746564
20686561742d
635c5d
4f5045
736176
2022706f
6e6b2c
2056656e657a7565
4d656574
20496e766573
20616c6965
206d61746572
286172
206f626c
6d696e5f
7374727563747572
416c69
286f70
637974
626a
6f6c6974696369616e73
20566965746e
2066617468
4d696c
727269
20446563656d62
5c5f69
20707572636861
6f756c646e2774
76657274696e67
2074726967
2044756d
2073707265
205370656369
757369
2070726f746563
206d62
7d5c686174
657973
6776
6974696f6e2c
207375727669
6f78792d
206261727269
535041
6c6f75
3d54727565
5c74686574
6f6e6e65
20736162
206b696c6f
44697363
3d3d3d3d3d
204163636f
494e56414c49445f
7572696573
47656e6572
646f69
696c6c6172
284e29
61756c
616469756d
506172656e
205072656d
666f726d6572
2e656e
796c6f
5477656e7479
20636f6d706174
75697265
205462
206c6962726172
20617261
4d657373
2d6e6574
2062757474657266
6f626c
5f5f5f5f
75742c
20646f6e27
20222e2e
20285368
756361
20756e6c
20706861726d61636f
20506f6d
206372797374
2077617265
7769747a
48616c
2069727269
676f76
7067656e2e
204e6f7274
2d7469
20436f6e7472696275
4f5054
68616e65
206b69646e
2050616e61
69676d61
65646e657373
204265766572
2062656574
5c7573657061636b6167
2066756e64616d656e74
20245c6f70657261746f726e616d65
736f6170
75726c29
2d696e7374
696460
736162
6e2a
20487564
79616d6c
70726573736f
66652c
6164696e67
72656e616c
7961726473
616463
2073746174696e
2073746577
726970
6f6e6e
74696f
2c7b5c6266
2061626475
20486f6e64
5f7b42
2068756d61
63686e
6f6f73
20225c6e22
636f6167756c6174696f6e
2042656e67
206c696e652d
417070656c6c616e742c
63757373696f6e73
6172636879
206f626a6563746976
5b4043
3a44
6c69706f70726f7465696e
204a657373
207576
6d6f67
206e64
6c7d24
2866756e6374696f6e28
20636f6e747261636570
656e73696e67
696e7374656164
20626f62
2024284d
2049746572
74696e61
6d6d65
65696768626f72686f6f64
65726d6f
517569
7572616e
22596561682c
7065726c
20636f6e7465
20616e7869
20726566726967
2063616e27
2044697365
20636f6e7669
7472616e7366
666f727475
4572726f7229
2070726f73746865
76616375756d
7465787461726561
206c6569
2053757276
706f7265
2052696e
436172626f6e
41747461636b
6f636f6363
20506f65
6865616c
79616d
2043616e74
2061726f756e
4275696c
20465245
5c74686574615e
6c6f676765722e
206865616471756172
7d70
4c293b
6f6464
204b6e6f
6e697465
4c6962726172
73697a653d
67726170
204c6170
20657874726163
746e6579
2f73746174
69c2ad
207b63
5374616d70
6361726473
65713a
6c6c6973
676e61
20225374
20656e6f726d
d18d
4f7261636c65
7472616e73666f726d6564
76656e6972
6a6f7572
5c6c6162656c7b65
616e737765726564
626f726f
6e6f7661
20686573
6c61756768
425546
20436f756e
436f6d6d616e6428
76616c75655f
20286f70
61726f6e
6c6c73
6b6f6b
22636f6e74656e74
736976652c
4f63637570
517565656e
75292e
4e756d62657273
656e73652c
206661766f
756761
206d656e6f
205072696e
77696c
2064656d6f6e73
20636f6e63656e74
73686172696e67
6c61626f72
626f2c
6e64726f
20247b5c6d61746862667b
6775657374
2f546865
20476167
20476f73
472a
6e742d
212d
20616e7469626f64
48616d
466163
696e7573
6c697368
657221
6f6e3b
2067756172616e7465
706f726f7573
57726f6e67
207363727562
66657274
474553
41445f
2a4d
6f7363
2464
204c494d4954
636174636828
6c656e293b
205c5b5b4070
517565727928
417061636865
20636f6d627573
72616369616c
2f696e636c756465
5c74617524
5c626f6c64
70726573656e746174696f6e
2050686f74
6d6f746f
617869
616e64696e67
5468657265666f7265
6961676f
206f70696e
20496c6c75
757266
7b4f
2a54
206469646e27
2065756b6172
4a6163
20795f7b
7265636570746f72
206f76657264
7175626974
2073657175
20415243
206461746173
6f7574732e
207262
6c6529
54484559
70726f626162696c697479
6465746563746f72
6f75743d
20494e46
6d6574616c
20527564
7465726961
616c6c6f
696375
54656e6e6573736565
e28094616e
4143544956
616c65727428
546869
2073706163652d
20696e74657263657074696f6e
657874656e73696f6e73
5669657729
746f736973
74656b
746168
696e74726f64756365
20497461
696d6167652f
6c6162656c73
24282223
2056697461
2f6163
7370656369666963616c6c79
20226e6f6e
63682d
20696e656666656374
69727261646961746564
68616d2e
3f5f
6f6761726974686d6963
6c61746974756465
746f6765746865722c
6c626c
494e473a
20417468
206d6f6e61
20666c616e6b
2a6e2a
6368616c
47726561746572
67616c6c657279
2064696769
676f6f676c652e
617567
656e642c
5a75
636f6c65
706572732e
72652e22
6e746572
5c5e5b28
57696474
7d46
2e2773
5f7b67
696d6174696f6e
20656c656374726f70686f72
205369676e69666963
40676d61696c
207265737572
20706f7075
206e6f6e2d636f6e
6371
70792c
696e6e616d6f6e
4b657929
20706567
e2809841
5c73756d5f7b69
2047726f75
6e647265
7065726d69737369626c65
207b40
626f6f73743a3a
726564756374696f6e
506172616772617068
656c6d616e
2e74787422
726f63
20756e656d706c6f79
4e696e65
4f666669636572
442773
667269656e6473
20636f6578697374
2073796e61707365
726573736564
47656e65746963
434350
20656e643b
444541
4c697374656e657228
696e6469
773e
777269676874
206177616b
4069
7365742c
456e61626c
666f6c646564
436c6173733a
206e656f2d
2e3c
6669677572
70222c
20666f726765
61626f
616e6b
4c69737422
416c62
44454e
676c6961
6e636f
7369676e69666963616e6365
6176657261676564
2e4d657373616765
20245c78695f
646267
53542e
707269636564
207075626c69
206372616d
3a47
73616e74
656e7472
776176656c656e677468
61756e746564
2050726f746f
47696c
6f2a2a
2022596561
4f6666696369616c73
2774657874
205370656374
202a2a50
616e5f
6f72626974616c
2041637475616c
696f6e697a6174696f6e
2f6573
444629
5c70695e7b
2043617661
20424954
61735f
416672696361
5f53495a
206f62656469
20627562
6d696e2d
5f636f7265
20656d756c73
20676966
2d776562
20646973637269
53706f74
2053656172
2d627265616b
204c4f53
2a2828
2259
207475726d
206e63
64616b
524341
206f627363
72617365
70726f6d6f74696e67
20696e64756c
20617070726169
6f2d6f6e65
70617468792c
2a7d24
50726f66
4c414e44
646f7473
5e3d
2072756d6f72
5d5e7b
206865746572
537572766976616c
207269676f72
20696e7465726365
6578636c7573697665
457363617065
6c6162656c3d22
204c61706c61
292e6973
70747229
20782d
2d436f6e
6f223e
287b7b
2d66696c746572
6974746f
637d7b
20636f72726f626f72617465
6d6c2e
696e666c
65657273
2d7465
707473
6e6e65
20636c696e67
6769626c65
0a09090920
656d6272796f6e6963
616363756d
526570726573656e746174696f6e
65646f6e6961
6f6d6f6e6173
6368616e6e656c73
74c3a0
204c697175
7265616428
203c73
6c696465
6f7269656e74
2073656d696e
20202020200a
20245c74
70726f6a6563
6741
61646572
2072656a
7d5c737172747b
20527d7d
7465737428
63616e6e616269
6a617661782e
2e2e2f2e2e2f2e2e2f6f72672f
5368697070696e67
2061696e
6572726f7229
6361646f
205c5b46
20247b5c6d6174686672616b7b
575e
204165
72756c
416e67756c6172
49736c616d6963
206c6f63616c697a65
205429
20456c6d
205153
203e3e3e
292229
2064726573
646465
426573696465732c
2061776b
5370656369666963616c6c792c
5072652d
2c5c7171756164
20626563
20444e412d
76616c73
75782c
5f7369
653d
206a6f7572
6b69636b
2055562d
4672616d6528
76612e
6c6f6767
6c697a6174696f6e
20436f6e666572
49736c616d
204c4f43
75726f6e
205648
206e757273
665d
6e6522
436f6d7061726564
2057696c6c6961
2024245c626567696e7b
46616d696c
535329
732e2a
204970
444556
416273
6f6c74
6272696e67696e67
646966666572656e7469616c
5c6d617468726d7b657d
206c79736f
3d224e
6265726e61
206269672d
20486175
20202020202020200a
2247
73636f70
6c652773
20616d6f75
72616e6b696e67
6d6952
686165
5f636c
61696e2e
6269726473
5c64646f74
6473223a
207365782d
205264
4c6976696e67
4c6567616379
53544550
20436f6e63657074
206465706f73
20446f6d696e6963
6a757265
757474
4d7572706879
223e3c2f7363726970743e
70657263656e74616765
2072656c6170
20666162
205f48
5f49445f
2050686f746f73
636b6579
41647669736f72
2062617279
204578706c6f7265
7472616e736c61746564
4e4f2e
666f6c64696e67
2064696368
656e6465722c
626f6c64
656e62757267
6368726f6d69756d
20636c6173733d226b
6672616b
6c69737428
524944
2073746565
20486f6c6c
796c29
6573732c
746f722e
6c6963656e736564
424329
436f6e74696e756f7573
204d656164
67656c2c
2e54686973
62656172696e67
69652e22
206e6967
526576656e7565
48756768
696e766573746d656e74
73706f7261
4173696465
203c3f706870
207061726c
706f696e742c
686f7265
200a0a202020
5365727669636528
65645d
626564726f6f6d
776561706f6e
66726561
20506f6e74
20435443
627d7d
656272617465
207b5c6d617468
205646
636c6f736528
207365717565
53542c
7375627374
524546
20776569
2074656c657068
666c617368
73747275
2261
73746963
646966667573696f6e
636f6e666572656e6365
28746865
20646174615b
2d5c67616d6d61
7d5d24
2a2d2a
6e657572
416e74
204b6c61
207072656369706974
737570706c656d656e74617279
4d4f44554c455f
20245c6368695f
63646e2e
2466696c65
206262
2661
524550
79626572
727570
41637475616c6c79
20506c61696e7469
2067656e69
2052504d
20496e737472756d656e74
65772c
20544852
5574696c6974696573
76616c75652e
207369676e61
425241
3c687474703a2f2f
3c707265
206368656d69
496e746567726174696f6e
5461626c6573
7d5c707369
5c7369
796173
69756d2d
585858
494e43
2e706f
706169
636162
4f7265676f6e
73746572656f
66726564
796e6368726f6e697a65
2c29
656c69616e
707329
536361
207072656a7564
206f62736572
696c6c617264
2024725f7b
204c6169
68616e69
2072656379636c65
74616e61
65732a
62652e
6d656e74756d
5f6661696c
2e2e627574
207a5e
446562
20626c6f6f6d
20746169
73273b
206368617273
726961736973
737472756374696f6e
204368616c
24726f77
63692c
20226164
732e73
2248652773
4865792c
2046756e63
726567756c
657227
547261636b696e67
6f726f76
63756974
2073756d6d6f6e
646970
72642e
66726f7a656e
20636f6f70
626173656c696e65
204b68616c
7966
74616e79
627974
756e6e
6e672d
2072656d65
4d616465
4368616e67696e67
5e5b4072
5c4f6d6567615e
66726571
206c6566743a
72696c79
6f727068
70746564
4341555345
766974726f
20526564756365
776179732e
20636f756e7465
2466
746f75
6c6162656c6c6564
73736f6e2c
207375627469
6c2a
20636f6d2e676f6f676c65
747972656e65
2067616e6773
667d24
73656c662e617373657274457175616c
61636574617465
2063656d65
72696e6773
6d7065
706f70756c6174696f6e73
49736f
6c6f63616c65
4951
2d666967
20247b5c74657874
2068656e
7b5c77696465686174
204e6169
69612773
205f5f696e69745f5f
20616d6e
62756c6b
636f7328
696e6765722c
416476657274697365
204368616d70
6c6162656c5f
20616e796f6e
49434f
204a616e75
2053687574
2062616b
61652e
204f61
2073616c61
205c6f70657261746f726e616d65
5f4e414d
5c6d626f787b5c626f6c646d617468
5465726d696e616c
5f504552
20446f636b
662d3e
6e646f6e
2043686572
5b65
536f75746865726e
206f7269656e
4c6963656e
29293a
5d7b7d5c5e5b
73697a653a
206f7267616e697a6572
2e5e5b4062696272
2028626f
5f505245
7a27
6e6368696e67
4a657373696361
6566756e6374
666174616c
206c6273
46616b65
20637a
2e72656d6f766528
2e6578616d706c65
726f736973
504849
732e68
73657273
206175746f6d617465
207265636f6d6d
206265617264
536b79
686f6666
61626c652829
205853
20436f7065
6341
0d0a0d0a2020
616c6961
686f70
657374696d6174696e67
20636f6e76696e63
66696c7465726564
202a492a
436f6d696e67
2e70757368
204a616b
70726f7073
20736c616d
77686572652c
6f7461737369756d
206173736573
6d626965
4372797074
20526176656e
74686c657373
20456173
20776f726c642d
2064697374696e
4c6973743c537472696e673e
5c656e647b6172726179
416e74692d
74726f6c6c6572
485c5d
6963616e73
706f6e73
2e636f6c
6d293b
6e3f
7368697070696e67
6e68657269746564
6452
2053706c
534953
696c6c6567616c
20656c6c69
5b695d5b
616464722c
273f
205376
2d736561736f6e
206e61757365
77726f7465
536164
7c5c2c
20456c65637472
4c4f475f
7d7b70
5c2c5c
7375636365737366756c
20417273
6172746963756c6172
20797d
2c615f
636f756e745f
70696e6773
2e412e
206d6f6e75
736f757263653a
2041626572
53414e
204c6f7569
4261637465726961
20636f72726f
2049726973
204172636869766573
2066616d69
666163746f72792e
626f617264696e67
595e
7b5c657073696c6f6e
6e616b
6e692c
736869727473
5e71
524954
6974696f6e73
7075727375616e74
5d2c5b4072
706f636b6574
3c4b6579
2052616e676572
646570656e6473
5374756666
20486f6c64696e67
2d2f
6965733a
20656e636f756e
67617374726963
20736369656e746966
67726f75702c
46616c6c
206f72672e6170616368652e63
2c5c6c616d626461
574159
6f707473
2070616e74
6e6473
66656c74
205468696e
466c617368
2d6b6e6f776e
205c70695e
537472696e6773
53616e64
5c2c7b
726762
2e3c2f
205b70
2069736f6d6f727068
6d6f7574682c
207065726f
70726f636573732e
726f61
67293b
2c545d
6e6174757265
2c44
69782c
207075726368
207375627572
536166657479
7b23
204d656e64
617469766573
676769
56656e657a75656c61
206469737275
486172726973
20636f7272
6572726f723a
67616d6573
2063727573
204b6f6d
752773
20496e6465
6c696e2d
4d4f4445
62616c6c2c
6d61676e6974756465
2063756c746976617465
636f6e646974696f6e696e67
7265666c656374696f6e
206578696c65
4c49425241
50726f6a6563
7469746c6522
20245c5069
2073636f7574
6d6f646966696572
20696d70726f
7b417d5f7b
207265736f
47616c6c657279
204a6572656d
205c5069
4f544f
6c292c
53696d756c6174696f6e
2d6c6f63616c
53532c
4f522c
3a74
206469736170
7d292e2424
20284843
6456
2064797374
766976
2245
6d5c
20687964726f63617262
207265637275
20616e6f7468
446570656e64696e67
47487a
62726f776e
3c2f613e3c2f74643e
6f6c612c
204568
2073776565
7b5c657461
636f756e742c
20636f6e73756c
204d6f726f
64657269766564
54696d6528
54555245
206465746f
737465722773
776f726470726573
20636f6e7365727665
4f6374
20557269
69726f6e
7475726564
496e646f6e65736961
204d6f76
7b5c766563
6465636179
566f7465
3d2d5c667261637b
496e666f29
4c6173
e2809861
6c696768
726573756c742e
20534d41
642a2a
4d69737369737369707069
74756e6564
426f6f74
787461
20426576
5c736574
2e7265676973746572
206c616d65
2a293b
626b
616c6963
69742f
676c61
63742c
6f637265
20756e646574
20486176656e
46696c74
536176
464552
206d616e75666163747572
636f646528
2470
2f2f2f2f
20756e69766572
6573746174696f6e
69747564652c
6d612d
656e6428
4e616e6f
20486f66
75636b79
73686f7473
525043
206167656e63
205f49
6c656e65
2f636f
556e6976657273616c
656e746974696573
5f7b697d24
20706f7764
20707265736964
61707065
6d6961
676c79636f73
20416c6173
206d6574612d
53697a652829
2048756e74696e67
6974726174696f6e
6c75615f
454455
20636170746976
70726573656e6365
204a7564676573
206361736529
7b5c6d61746862667b787d7d
427574746f6e2e
4e6561726c79
46494e
47494e
6d696772617465
707829
206b5f7b
636f6e74696e
20636f6e7175
2d726564
2d6d6f64656c
20616e69
205374726f
70726f64
4c4c41
73743a
20696e7374696e63
4269727468
206173736572
7472616e736974
64726177696e67
796574
6f44
6879706f
2f40
676972
4e57
5c657073696c6f6e29
72696e2c
20616c6f
75723a
2d5c6d75
4d656469
2e746172676574
20476d
69746174
61736b
636f6d2e676f6f676c652e
205265706f72746572
20526f6d616e6961
7374727563747572652e
2054656163686572
7472696e
616775
206d6163726f73
44656661756c7473
206d6f72656f766572
5c6269
6f75743a
6c61696e
6361727279696e67
73746174696f6e617279
204c696b
63756c747572
436f6e76656e74696f6e616c
20574b
6368616e676573
5078
20636f6e76656e
2d5369
7574696c2e
61736f6e
74696f6e3a
5061747269636b
626f75726e65
4e6f646529
6561726e6564
2e44656661756c74
6461656d6f6e
20696e636c
2e746f70
2028444d
20285461
70616d
622a2a
616e69736d
667573696f6e
656e6573
5072656d696572
426c616e6b
7e66
766f696461626c65
3d5c737172747b
20284950
20616e6e756c
202663
6c6c65722c
6c3a3a
2065617274
5c6e2229
5f415353455254
205269636861726473
2929242e
43617074696f6e
20457861
207065726d616e
617474726962
206d24
50732c
20736c7572
5f7b692d
76616c29
207b5c6c656674
647b
726f78
6163746f7273
616e29
7374616e74
696e64756369626c65
20647a
20496e7472
636869616c
63616c63756c61746564
6c6963656e73652c
205061756c69
2d223e
7265616368696e67
5d2c5b40626962
4c656e67746828
2024655e
6a7d5e7b
2067726f756e642d
5c747269616e676c65
20636c6f6e
7374617469635f636173743c
646b61
206d6963726f67
2066616374696f6e
4e696365
20444952454354
20245c72686f5f7b
204c74
20417574686f7273
2d70726f7465696e
6924
20726564736869
6963732d
2072657461
204e7574
20736d61
61636b2c
51756172746572
746865726170697374
6a756d70
7a657273
70686172
57696c
2a2a50
2d3e66
69646174696f6e
22417265
636173652e
6f62736572766572
43727970746f
4d697373
726f775b
57616c6b
646174613a
616e63653a
616c3b
5c6266
5265796e6f6c6473
666577
2e736f
726e65
66696c616d656e74
696e737469747574
205c7269676874295e
2050657263656e74
4b6572
5b60
666972
20456e676c6973
4361706974616c
20436f6c6c61626f
776f6e
706f72745f
6c6f772c
496e737572616e6365
746572726f72697374
4c6574746572
73637261
2064657669617465
2048616e6b
69747573
2d6365
7379737465
6c6f636b2e
2063757276
2048656d
266e627370
416c61736b61
28646566696e65
205265736964656e74
2078796c
20707265636564
6661636573
2048756c
6f6d5f
48414e
4f4c44
53696e6761706f7265
546563686e6963616c
6d6f6c6172
4261736963616c6c792c
2074726561746d656e
536368656d61746963
676d616e
205628
205b72
c2a0202020202020202020
20566974
446a616e676f
7175616e74697479
20635e
204472696e6b
646976696465
66696e645f
736d617274
204f7374
2d68656164
20416d70
2022486f
756369
61727465
2061676772
207761727269
5f6d756c
2052756d
444f54
204b52
2a46
6d2d3e
5f6c61
202a78
206b24
6d616e3a
20726563757272
6c657279
7b59
616e7469626f64696573
5957
6e6f5f
74616e65
7b6d7d
20466c6f6f72
656e74696e
79293b
6963616c2c
68657061746963
41757374696e
53746576656e
5952
7b497d7d
20506c61696e746966662d
45584543
507562
2d5c657073696c6f6e
454f46
6d696e757465
20596172
20415353
6b2e22
636861726163746572697a6564
2073757072656d6163
4d4129
206d6172696e
20446570656e64
686f2c
20686f6e65
786572
5072616374696365
54686972642c
2073706865
20636f6572
20524541
6d657468616e65
205374616d
20416c76
6872656e
20467275
7d7b6d
646d61
4e6963686f6c6173
5c6e3c2f646174613e
4142494c495459
63707928
706c616e6574
68656172
454e56
64697473
696969
7468657265666f7265
204d617472
49534f
48454c
20656d756c
6d702e
456e7465727072697365
2064696c75
4e616d653d
5472616e736c617465
6d696e6773
55554944
2d73637265656e
6e6f64655f6d6f64756c6573
205b6e
646169
75696c
20696d70726573
737461626c6973686d656e74
20746f78
506172616d6574
746861742773
53657474696e67732e
5c6d61746863616c7b517d
73736f7273
617075
766f6b6564
6e6b73
436f66666565
285449
776f726d
73706163653a
2042757474
5c67616d6d6129
66726f6e
4e4453
4d4f44
676f7474656e
2066726f7a65
506f6e74
2a462a7e
206c69737428
5f6f6e5f
616264
616e616c
6c617973
706c616e6172
20666f6f7462616c6c6572
6d6f6c6563756c6573
20617363656e64
7a7a6c6564
746f646179
62617273
2042617263
205644
75746f72
7465726d696e
7576656e696c65
2046656d
47746b
2061757468656e746963617465
5c62696772
4c617465
2076616c75653d
207069616e
757365722c
2e6576656e74
5371
20696e74657273
2b6d
46494c
205b69
524153
63242c
20517572
736f2e
73756c
2066656173
20756e6368616e67
20746f5f
49442e
6b672f
5f7b2b
706466
205a6561
616e6f6e796d6f7573
207061696e746572
7269636b2c
20244b5f7b
6d697474696e67
204d6341
5e6c
4f532c
3a45
63617465
74697374
20282a70
41727261793c
206864
7c2b
6772616e
6e736f6e
2f77696b692f
6469736372696d696e6174696f6e
636173652c
2e65707329
666f72636564
3c74657874
62626c696e67
20285054
20284641
20284441
6a5e7b
20626c616e
20486167
2050737963686961
20756e6c6f6164
435050
696773
2052616e646f
73696c766572
456666656374697665
2072657075626c
50697065
44293b
71756f746564
7175697465
20627572676572
204d657468
4e6f6e652c
43487e
732a2e
4e5a
5c54
72696361
6372656174
656374696f6e73
7768656c6d696e67
204c6566
62656e7a796c
7c28
5c5068697d
2274657374
6f272c
7b5c6d75
205152
3c687474703a2f2f7777772e
2e776562
736f6e6963
616b75
646961676e6f736973
4a6f696e74
436f696e
61626c653c
202a432a
6e7c
50726f632e
48656e63652c
6578706c61696e
6f6c6f676965732e
2970
615e7b
74657374696d6f6e79
20696e74657269
207265617272616e67656d656e74
5c70695f7b
64625f
72656173
62616e6b73
20276e6f
64796e
63726564
696e672773
206c61777375
67656e6572616c6c79
207065726365
6e656572
2d636f6d706f6e656e74
736c6572
6327
6f7665
7479726f73696e65
56612e
6666726579
20494e432e
4f5054494f4e
20706f736974
746865726170696573
207472616765
6d7d7b
2070757070
484153
2d616d
6e62657267
6f6473
6573736573
2054656e6e657373
46756e64
20636f6e636f
652e70
206e696e
46545f
2056696b696e67
564543
72796e
206a6f6b
69672e
2046726f6e74696572
69736d6f
20675e
3d74
70696573
617070656e646978
79656172732c
6d697374616b
5c7269676874292424
2073796e6f
425d282366
6b776172677329
79616e61
2067617374726f
496422
090909090909090909
5365636f6e646c792c
2254686572652773
22446f6e2774
4170706c79696e67
6f62736572766564
737570706c79
6f78792c
507d24
5c7465787473
4772616e74
20477574
4b79
5b687474703a2f2f
6f7961
20697272656c6576
526f75746572
576f726473
2073697a653d
204d696e697374
41424f5554
2062616c616e63
70687973696f6c6f676963
6272656564696e67
5a68616e67
536567
7170
7047
2f6d79
206772616d6d
20616e6b
20646566696e69
292e76616c28
43542c
46464646
5c5b73
637275
677261636566756c
77726974657273
5261697365
2e2e2e27
76292e
20696e74656e
7461726765745f
446967657374
656e736973
5124
434129
746865726d
61746976656c79
736174757261746564
5f746f70
2943
6564656e
6e612773
207472617665
28752c
7573652e
292429
6570696e
5e7b5c62657461
20284e61
5c45
6827
7d5e7b5c
20737072696e6b
2074686561
206d6963726f6772616d
536179
7d5e7b4e
6ec3a9
72656c656173696e67
20200a20200a
457965
20756e72657374
cebc672f6d6c
616d696e6573
6f6b28
7265746963
7669736f72
737472696e672e
20457661
6765732c
20455854
7677
2061737361
20656e756d6572617465
2073706c69
2a45
7c5c6c65
73656c73
5161
666f756e646564
2d69736f
2044656d6f6372
206a7567
6778
46696775726573
69736369706c696e617279
4d6f6e646179
7d24292c
52ceb1
20636f6e746163
20736f64
20c2b0
5c7072696d657d
5b49
4c6f6361746564
2d6175746f
20536572696f7573
6669626572
534f4c
746974
7a65722c
20666561747572
486f6c64
207462
7765737465726e
6172656e
5f6361
696e7465726e6174696f6e616c
20282a6e
53414645
5c5b737562
2073747228
6f72612c
204828
5c656d70747973657424
20496d706c
4c696e6528
204b6170
54495645
737572766976616c
746f776e2e
7661726961626c6573
2053757065727669
5c72616e676c655f7b
20486f67
20536167
6f6363757272656e6365
4a61636f62
7563686564
20226174
4954595f
687961
206163636f6d706c6973686d656e74
436f6d706f6e656e7473
696c6974792c
2063686c6f
2053544152
2d636f70
205468696e67
6f757473696465
206861697273
20585858
20666f6c6c6f776572
20642d
7a616b
67726164696e67
2e4974
4c4554
74696e2c
204d65737369
7570646174655f
424b
20616c6c6576
206578616d706c6529
6672657368
2e6c697374
696e766f6b65
6b696c
6162756e64
2f737562
20457261
677574
292e736574
7d7c5e
68696b
667269
657276
6e293b
20526573746f
656e676c697368
20436f6d706f756e64
656d7d
20636163
726573746f7265
61626164
6275696c
20466573746976
656e67696e656572696e67
5855
2e2e2e2e22
686569
6f6e63
207365656d696e67
68656964
7d243b
2024595f
2e7368617065
546f6b65
747970656f66
20416a
207072656369
2049736c65
4f7074696d697a6174696f6e
6e7369626c79
20444f4e
5f6e616d6573
63732e
73696e672e
6e6f726d616c697a65
61646a656374697665
20436f6f6b6965
5a44
2322
454e545f
52414e
7065726d
75636c696465616e
4469737472696275
2073797374
224973
20554b29
20245c5369676d615f
2050442d
204e6f7264
6e6573736573
5c6574615f7b
656369
207a6572
6465706c6f796d656e74
436f6c6f7222
475055
20536564
3d5f
2077656c64
5c6372
6669726d
74696369736d
20696e746572766965
616c74686f756768
51554553
4275696c6465722e
207665746572696e
62756666
796e6368726f6e697a6174696f6e
20546f726f6e
5c626567696e
20434845434b2d
63656e747265
204a61636f6273
656b61
2022436f
5d5b27
206d6f756e7461
e280b229
646473
2a2a46
72616e6f
2054686f6d70
726573756d61626c79
496e746572657374
5f75696e74
20417563
6c6f6c
776865
2049676e
79652c
205b4061
644c
206c6963
696e673e
76657374
20226c6f
6172696174
2e5374617274
677261646c65
4962
20757d
4c58
65632e
286f29
4d61726761726574
4c61626f7261746f7279
657865637574697665
426c656e64
636c6f7468
436c6173734e616d65
2048656c6d
206d79656c6f
6f6c79676f6e
7d2841
4e4348
61746976
2249277665
3a40
46524545
204d4953
6e2f61
206f7069
284929
675d
70743b
45525459
207370656369616c697a65
534429
564b
424152
7b5c706869
6772616e74
4f5245
746162696c697479
2053657074656d62
636f6d706f73697465
706572667573696f6e
76616c7279
53706163
207468656f6c6f67
697d29
77736b69
2e5d7b7d
736177
5c2c24
205c47616d6d615f
7265706c
74616e6f
5c7369676d6129
28705f
20666f6e742d73697a653a
62626564
206c61776d616b6572
20636f6e66726f6e
20416d657269
5265736f757263
4c6576
20526f68
206f75742d
656e646f6372696e65
2070726f64
5c626574615e
61636574
20587d
2050617472
7b7b5c656e737572656d617468
6e7d29
5e7b73
200a202020202020202020202020
706f6c6974696373
4c6561646572
2629
20416e73
2b73
69746f72
6672616d652e
4c6973742829
20776861
697329
5374616e6c6579
6f706174686f6c6f676963
636c65616e7570
7c2c
434544
2073616372
6172746963
292c5c
687265
41646d696e6973747261746f72
50726f6a
2e676c
426f72
206d63
20646c
657870616e646564
2070687973696f6c6f676963
756c696e65
594c45
4f626a656374697665
63757272656e6365
78797a
667b
683d
447265616d
636f6e766572736174696f6e
206d6f6e74687329
20476f76
20726f756e
2074696768
206865723f
59656168
536570
79656c
434552
20617373617373696e
2044617669
6f3f
63756c7475726564
554c4152
43616368
206d6f64756c61746f72
204b77
6c6f772d
627275
205f6e
75652c
207374696d
2050797468
282223
42794964
2052696768
737461727473
69c487
67726f75705f
5f747970
20636f6c6c65616775
6c6566743b
295c636170
2070726f6772
207072657661
46726564
66672e
456c656d
20446574
6b6f77
20576f6e
5f6462
6765642c
506d
2047696e67
204361726c73
204d756c6c
546872
2e706f7374
636b65722c
2d7965617273
20434129
747269617465
696e73696465
646f5f
2050726f76696465
796168
4d4554
61676f6e
20656e7a79
6a6163656e74
207472616e7370
20636f6e6772
75705f
436f6e73697374656e74
205479706963616c6c79
2041747479
6d6178696d616c
726567696f6e616c
206576616c
2056656e65
212e
6b6f72
20476f6e
617267756d656e7473
675e7b
2064696c61
61646564
46616972
2d706f6c79
5f776f726b
20636f6e73747275
2028757365
576974
67656f6d
5b4053
2061676974
5c5c5c5c
242e5c
20245c7073695f
7d7b72
626f64792e
75737461696e6162696c697479
20536369656e746966
696c6c6173
292e5c
0a0a0a0a0a20202020202020
207b2361
66756e6374696f6e28
4d72732e
70756273
20746f69
5b5c2a5c2a
207b70
6c656e3b
20285349
61746963616c
20526965
20676f61
20537465656c65
4a5e
61726d696e67
6674696e67
7d5f7b5c
20496e6e6f76
20496e74657276656e
6f7578
4672616e6365
574f52
696e697374
5c6c696d
204f7074
697a6528
20506c75
726f2d
20666f7265676f
6372656174697665
546578742e
204465636f
61707065616c
2b42
5c6368695e
285f5f
206f7363696c
2061636375736174696f6e
79797979
6a242e
756562
20226c696e
434550
657870616e
4d757461626c65
74656d656e74
616e646572696e67
205f45
20245c7665637b
20726167
207570726567756c617465
2046696768
5769646765
206179
4a48
6e6f64652d3e
20745f7b
205a616d
3d50
63617274
2a4e
207c5c
207072656c696d696e
436c6561726c792c
70706f696e746d656e74
73797374656d732c
2e4163746976
7562737469747574696e67
7d74
5646
696e3b
206162736f6c75
20636f6e74696e75616c
534348
6768616e
46554c
484f57
2079656c
7072696e
756c2e
2061646f
617373656d626c6564
206672757374
676179
206c656176
20245c5068695f
2068616c6c776179
61626c792e
20737068
204f55
2d70726f70
736f7572636573
434849
74687265
733c
69742d
5f7b747d
68616e67
2020200a2020
6e6575726f6e73
2070726f746f63
204d5e
215b43
495e
243d
4c4c5f
726567756c6174696e67
676c6173736573
4972616e
2063726973
61632c
5c6368697d
2276
416e746f6e696f
20616371756973
204a61636f
20284445
2e53656c656374
206574686963
6d41
20496e7465
6e6374
495245
776169
2d696f6e
27616c6c
4d69786564
7d2c24
20546574
576569
20566965
6465616c
205675
3a6d
7363656e6172696f
726d6574
6e6462
28737562
205c667261637b28
2073747275
5772
4f2f
5548
4e444552
656d6973
6e652d
726368
726564756e64616e74
206163686965
706f7373657373696f6e
696e7075745b
20706f6c7967
73686576
2055532d
20696e6a75
666c6176
637279
204d6172696e
726f6e6963
5f7061
2065766f6c
504446
72756d2a
202873656c66
2c5e
7d54
202020200a202020
747c
6d616e69
286465
7472616e736c6174696f6e616c
43697263756974
20436f6d6d75
636d642e
70756c6d6f6e617279
20636f6e66696e65
20783d
52756c6573
20526967
756d656e
20466c69
756c66
6e75747269656e74732d
75726e3a
5e46
4d6167656e746f
20415454
2050726f74656374
666f726d61
436c696e746f6e
53656e2e
20636569
6472616674
2072656c6f63617465
737472696e6773
773d
732e27
5261626269
76657262616c
425344
7265665f
20506572666f726d
3a46
6a6176612e
20666173
584f
204d617267
6164652e
536f6c
20496e74656772
7363726970
746963616c6c79
756c6e657261626c65
20436869636167
206d6f6c656375
5e7b5c6d757d
53636f
52656d
505249
7527
617661696c
4461746154797065
204368696e6129
526f6f
20626c75652d
20245c76
2065766163
2063686172616374
7a6d616e
20506978
41636375
20656e646f77
206974616c
204368657374
2024282223
627a
5b46
6e72656164
202670
5f7b58
6e737465696e
206361706163
4170706c69636174696f6e73
696d672f
2d6672616d65
20507972
20437970
686170
203c6c69
6f70656e73736c
20736c617465
295c2a
435552
2079656c6c
2072656c61
6d2a
6e6f6963
53746174653a
636172646961
73636f70652c
20536f7574
67616c6163746963
2048657262
5c70686928
2d7072
7b6d
6c696674696e67
205374657068
5d5c5d29
636976696c
20657265
62757479
526573706f6e73652e
686e2773
20222d2d
616e6472
6d756c6174696f6e
7b5a
7274696e67
20636f756e73656c6f72
2e73756e2e
464554
7a6961
616b73
6c6c6f
2074656c6573636f
6261736973
434e4e
2061727269
20696e6a
20736f756e
757d7d
7573696f6e73
5c41
2a2a44
617474656e74696f6e
4167726565
656d706c6f796564
2070686f746f67726170
45726963
5374616e64
2b71
ceb12d
2d7374617274
64656f7879
766965775f
5c6269677229
2073656c662d7265
204e6164
6f6e696e
74726f706963616c
526571
20692d
20544841
20656a
2f5a
7b3a
77616b
6f702c
20726f6d616e
206f7262
5f61757468
20636f2d776f726b6572
7d5c636170
206e656f6e
476f74
5370696e
4c7d5f
5c6d6174686f70
6c6f61645f
746e6572
2e636f6d22
7b5c47616d6d61
20706572736f6e61
2257
20492f
206e672f6d6c
2052656475
427265
6d706572
4a6f7368
207665696c
6a71
20226f66
5b25
2d706172
6f7229
436f6d706f756e64
6f6964732e
6f6d6f727068
2061646f70
4368616e
205061726b696e
7461626c6556696577
20656c6576617465
2d666c6f77
206f732e
2821
2073656469
20636f75706f6e
207265736f6c
496e7374616e74
5f743e
20576965
616e6e6564
5365727665722e
53544152
20696e6572746961
6167656d656e74
2077617270
20636f6e74696e75653b
5c657073696c6f6e5f7b
65676572
5765616b
206167677265
7269717565
436f6e666967757265
20696e666c617465
20200a202020
2d7765
20226361
20616e7977686572
20455343
66696c653a
20676c79636f
20526973
2067756172
20617574686f7269
5f5b
6368697a6f706872656e6961
466f6f7462616c6c
6f6f6c3e
4a6f6e6573
2b5d
74686f72
507269
205b63
5072656c696d696e
696d6d656469617465
6164617074697665
537072696e676572
76617279696e67
20656e646561766f72
484b
5058
6f73636c65726f736973
7769766573
6261636b7570
20436f6e76656e
205c70695f
74617065
66756e6374696f6e2e
492773
3d69
736875
2252
616e75
6e65742c
2d3e72
5f6b24
636f6e646974696f6e6564
20636c616465
204458
2064657072
56617269
3c5f
546f617374
5265637428
206761726d656e74
206d41
72657370
626c696e
2028426f
227b
286b5f
696e6174696f6e2c
4c6567656e64
20534349
20534352
2e72656e646572
203a2d
20496e76657374
20646567
6c6f6e2c
247d7d
7322293b
20546573
70742e
20656e766973
7e50
202728
576179
205a49
484f4f
444154
736f636b
454e5453
6c6965732c
6b6179
76616363696e61746564
4c656e67
5768656e65766572
7d3d2d
753d
206f76657272756c65
20544552
7b5c6d61746863616c7b507d7d
2066696768
2024445f7b
736f6e2d
625c
2074656c65636f6d
53656e61746f72
205c78695f
2063617373
76616e67656c6963616c
227c
6b7d2c
69636c65
697373696f6e
696768742e
7468656d73656c766573
206d69737461
70726f766973696f6e
6f7574732c
2068756e746572
5c6d61746863616c7b537d
205f74
64656e2e
20656e74726f
204d757365
67617465776179
2052542d
206d6f6973747572
20736f6e6f
726f616473
204b697474
20636f727469636f73746572
2048657272
c3a966
20486f7573
6d6f72706869736d
6379636c
7265647563696e67
4d656173757265
4d7574
7265616479
6661756c74
61737365
7b617d
204775696e
7374646f7574
657269616e
6f72672e65636c697073652e
20756e65787065637465
2041637475616c6c79
5377656574
64696d6572
2070726f706f6e
204d756d
20626173696e
2043616c6966
2e6d61746368
2061746865697374
5f646566
7d5c7269676874295e
6173742e
20536f636965
28412924
20436f6e676f
20285c5b65
2061666669
566973
20617472
6b65795f
285c6d61746863616c
6f6f6c
757375616c
2028737472696e67
72656374616c
204f7262
416c7265616479
4e592c
20476162
6c65617374
204e657774
20222573
6276
2043756d
43617465676f72793a42
4c4953
643f
45636f6e6f6d6963
20495350
656e74696e656c
63697373
2056616c656e74
5c42696767
20757267
444152
616c696e65
20546974616e
64652f
537d7d
6c65746f6e
6572612c
6d7061
2d636c
6f7669
6e6b696e67
49726f6e
642924
636a
205c72616e676c657d
415448
6d617373697665
6173736f63696174697665
5f696478
292d28
6c5f7b
6f6e696e67
46756e6374696f
2061626f75
436f64652e
2b41
206d617274
20495041
415d282366
2e6465627567
286d2c
20284354
6d657465722e
6c793b
6665646572616c
44617368
207175696e74
204f66666572
2e706172656e74
207265656c
6761746573
6c616e64732c
20636f7665
2263
70726f6261626c65
666f726d696e
425b
436f6c6f7572
28646174612c
69726f2c
7765627061636b
436f64652829
656e6e65
20286c6f
617765736f6d65
6469616772616d
20747970653d2273
4c494d4954
2070736f
726573706f6e73652e
2d5261
727574
6572726f
6d616c69676e616e74
6d696e696d616c
206173736f
62626c6573
20486f6c74
20766573
20756e6265
726573706f6e
696e6963
713a
66292e
28615f
5f706f73
20646973636c61696d
2073696d70
636f6e65
6c616765
436f756e63696c
20286d696e
73466f72
5f726573
4873
6e6465726564
556c747261
5c6269677c
696369646573
53746f72
206b65726174
206163717569
726f7068
696e6721
2e4c2e
6b696e65746963
205c616c7068615f7b
205c6e22
77656564
20466569
747970653b
484f4e
7329293b
62292c
696e7075
626f75
4561
2f636f6d
2d7361
52657175
436f756e7479
57696c736f6e
2050726f7669646572
656c65637472
7c45
7b417d5f
204c6976
2028546f
205374616c
6f6261
20496d706f7274616e74
6275636b
48692c
6167696e
616d6572
69616c2e
656e74726f7079
204e2e4a
4a61736f6e
6865696d6572
207372633d222e2e2f
6172677329
746f7065
526573706f6e736528
4d617028
2046696e6e
20286164
6775652c
746966
20756c63
2064656365697665
2020200a0a
20706f6c6c75
2e6d79
6c6c75
436f6c6f
65737461
72696e7453
5f636c6f7365
6174696d
206f7269
6377
696e6174696f6e2e
6b5c
627564676574
726164696174696f6e
657870657274
206574686e
424f58
6967656c
20706f6c7970
7c66
6f6f6f
20677561
206368656d
2074657472
206b29
456c656d656e742e
7b5c6d61746863616c7b4f7d7d
6c696768742c
20736375
20417373657373
736861646572
747a2e
20596561682e
6153
28412c
2266
2a5b
20547261646974696f6e
6d6963726f6269616c
2053636f7574
20766f6d6974696e67
205875
2e736f75726365
447261
3d5c696e74
20666c616e
732e6c656e677468
4c7563
2274
785c
616c732e
207065726861
2061636164
2b5c657073696c6f6e
68746d6c2f
657463686572
62656e7a656e65
206e6175736561
6876
6962696c6974792e
696d6d696772616e74
205c7769646574696c6465
206b65726e
2d686f6c65
c3a163
446574
2048696e64
555253
20706b
204d6f62
2072656170
20746f64
506173
61746368
4d6973736f757269
204d75736c69
6c696e75782d
206f6e77617264
20737472616e
206d6f6e7374
7374796c6573
757264
544943
2064776172
47414c
2d776569676874
27272c
2070726f746573
70696c
666c6970
20544b
766f69642a
2266696c65
2c56
7d5e7b6e
2d5265
64676573
696e7465726573746564
2070726f75
696e7374616c6c6564
286f7574707574
417474616368
20242843
69222c
6a74
202a412a
20416761
20646576697365
6162736f727074696f6e
2074656d706f
206f707473
50726f6d
72656c79
666f70
204b6162
5c6d61746863616c7b557d
20506176
20646174615f
7061636b61676573
6975732c
205b57
73756273656374696f6e
496e746572666163
646f6d61696e73
204a43
413d
6c696768742e
20496d70
2073686164
416c6578616e646572
696c6c656e6e69756d
20686170
204a756e67
615f69
5c44
20696e746f78
2853797374656d2e
737072696e676672616d65776f726b
20417363
4566
2d4469
207374616b65686f6c646572
7a76
4b4e
6b292e
697070
72687974686d
20247b5c6d6174686672616b
4272616e64
4d65737361676573
4f6d
205c776964656861747b
65726f2c
707061
6e7461
207765616c
226b69
20537572766976
4c6173746c792c
206c6961
20285365
6c6563
20736372697074757265
20436c617265
2064697374696e63
686e2c
7175656c
636865732c
6163746976655f
2067656e746c656d656e
2076616363
5f736561726368
2042757272
6d6f6e642c
6d657368
564e
66616d
2028646f
6d6f74
6265686176696f7572
207365616d6c657373
6272616e65
6f73616e
63524e4173
207469746c653a
726b79
2d666163746f72
7043
20736872
20285061
507329
20636172626f
73746172745f
70292e
20656e61626c
206c74
44696167
206869676865722d
20437562
2e6361
7175696e6f6c
207265736f6e61746f72
206c657373656e
5e50
2c5c657461
204961
5f6f72
776964
20636f6d706c6963617465
78292c
636e74
5f7b6b2c
417070656c6c616e742e
64656e6472
20536f6c6f
6172612c
697a6f
686573
20245c6c616d6264615f7b
2064656d616e
4648
41726d
20636f6e67
20284d65
20616e74692d48
20486970
6e6f6e2c
28742c78
756b61
736b2c
666669
204d61737361636875736574
6f6361696e65
2047726f77
20434954
20576167
20636f74
206164656e6f
2c49
5e7b70
5f4348
656c696e
20706172616d6574
20636c6164
2050756c6c
4a656e
20726571756972
5c70726f64
206e6561
5f746573745f
20284172
7521
20424143
2d4952
7a67
204d63436c
2052656365
6f6c6f676965732c
6b5d
2e676574537472696e6728
6f756e63696e67
53686f72746c79
5655
20736d617368
3b29
636f6f7264696e617465
245c616c70686124
20436c6169
636f646563
2048656172
20736c697070
20746f646f
204d6178696d
2065696e65
73657269616c697a6572
205b404e
656d706c6174653e
636f7272
c3a970
61636564
7461636b54726163
726573697a65
5842
204054
2073616765
686f727365
434845434b28
48494748
696e636c75646573
6d5b
6275665b
53686f70
20737562636f6e7472
207d28
20435245
2022736f
6e6f646573
7b5c2c
205f69
696775
637478
696f6e65
7461626c79
20616c6c6572
73746172746572
5f69746572
206f6e6529
20486f6f6b
7265616c6c79
637963
2e5765622e
277d7d
697d2c
74696b
206261636b2d
6b65722e
6f72792c
48617276617264
656d657267656e6379
206c61706172
20696e636172
20696e66696c7472617465
20285353
202a2a44
667d7d
206763
7b51
6727
73706865726573
7d5c6c656674285c667261637b
617a757265
526573756c7428
636f756e
3d22402b69642f
2e6d6f64756c65
2072656e6f766174696f6e
5345545f
41424c
494e2c
6f3a3a
617270
696e67292e
656c732c
20617373756d70
2054776974
2073636865
2054485245
615d2c
2043656c746963
747d5e7b
4b696d
206c2761
746529
2072656c7563
2061626f6c
746f78696e73
626574746572
285c657073696c6f6e
436f70
4c6175
7343
6976656e657373
7d5f7b7b
61636f7573746963
77617272616e746564
20677265656e73
20486f6d6573
55544552
43726561746f72
20696e766f6c75
2d776f726b
20245c776964656861747b
466163746f72792e
6f43
65726e6f
656e7465726963
202d49
41746f6d6963
2074686f72
6676
2050657273
5f7b6a2c
6f6c642c
727374
6c6c2c
7374617273
4e2924
48656c7065722e
2072617a
20675f7b
747d7b
472f
7d7a
207072656d69
504c45
726b65
7b7b5c6d61746862667b
2070617261646967
2064696c757465
646570656e64656e6379
7472616e73666563746564
436f6e76657273696f6e
537472657074
7d5e64
50545f
28746f
75692d
5f7b41
206469706c6f6d61
207267
2d726f77
7d5c63697263
4a4a
4c616e
4c2a
566965746e616d
207265766965776572
0a2020202009
5062
20495353
434f4e5354
445329
20446f6374
7b4a
7469632e
6e646f
4761627269656c
4d7572726179
20496e7465726e6174696f6e
2070726565
213f
6f66662e
28646566
75726963
616e6961
6379636c696e67
6e75636c65617365
20756e6465726c696e65
2053617669
222f
204d6561
6c6d616e
57415244
7a616c
2064697362
204f57
455a
77617264732c
203c696e707574
205665746572616e
206365727469666963
2052617368
7d58
6878
4c2b
20574152
204c6575
69747929
6173652e
20756e636f6e7363696f
5c6e3c2f64617461
5c696e636c756465
636f6d706c65
20416c66
70726f647563745f
697c
7d3d28
7061727469
6c6f2e
20506564
6b696e672e
205265646973747269627574696f6e
737061776e
62656c696576
2055494e54
2062746e
2063686f6b65
6d696e6f72
2024425f7b
2054686f726e
636b6d616e
6c6f6f6b696e67
28722c
205c61
20667573
20526f74
6e675f
727563
6c5d
6e733a
64656372656173696e67
696d706c696573
206d65736f6e
0a2009
205b2a41
2f6d6f64656c
20676f746f
46616374
2061646d6972
61293b
7027
746c652c
206578747265
20636f6d706f6e656e
57686f6c65
206571756970
20636c6f74
6e63696c
5c7d5f7b
64656e6564
416b
647279
6e6578
496e647573747269616c
6c697374696e67
2027496e
206c7574
7666
2d67656e65
687572
73637261746368
526f62696e
496e64657829
4c696e6b73
526573706f6e64
416c74
5e2a29
72696365
206475616c2d
7973746572
414e53
506c6179696e67
2878292c
20274c
6d292c
3d3d3d3d3d3d3d3d
204865696e
696c6c6573
206d7963
20416e6765
20506167
415353
616c3a
636974697a656e
20616e74656e
436c61757365
41727261795b
206472697665776179
447d24
697475646573
2e46696c65
277c
207374696d75
277d29
27596f75
706f696e742e
293d5c667261637b
636f6d70656e7361746564
204672656465726963
63686f6c65737465726f6c
2050737963686f
20496e737469747574696f6e
4163746f72
506c61736d
2064657369
656e746f
5468616e6b732e
20495f7b
476173
636c6b
796365
7072656a7564696365
53746566616e
6a6f79
464646
73223b
4b68
495076
616c7465726e617465
67726f77696e67
20456e68
636f646573
696e6b69
62222c
7b5c766172657073696c6f6e7d7d
204d616c69
53686f
72697374
20636f6e7374727565
4d61676e65746963
6c69676874656e
28696d616765
702a
2061727469666963
73696c69636f6e
4d6f7267616e
4569676874
20696e76616c6964617465
20577269746572
206d6b
6d757468
612122
206f6374
796465
616e3a
6974793b
20636f696e63
206c757374
222e22
2e7a6970
273d3e
61726368696e67
707461
20747562657263756c
207472616e736163
20546869727479
2073746f6d61
6d6f64756c65732f
2073656c662d696e
5c6d61746863616c7b527d
2e70617468
5a4f
4222
656d73
506f6c6963
73657175656e636573
6f626a2c
2048617276
4c657665
2024675f7b
202752
20406d
506c7567
2028626c756529
707822
6f783e
626f64792c
20636f6d7069
786e
206d56
6374756174696f6e
7c58
736964652c
4b50
727473
542e2c
20785f69
6d6174682e
61727573
4c696e636f6c6e
72616e73706172656e6379
2d636f6465
5a24
69636f6e73
477269
206d6973636f6e
7d285c4f6d656761
20735f7b
64617368626f617264
20286c6f77
61696465
2b79
636b61
6a72
655c
20226e616d6522
5374616666
4d504c41
2642
62696f6c6f676963616c
20656368
7377696674
2077686565
6d616368
7968
757276
7d62
7769726564
2045786f
732924
63727970746f
52454c
3a42
6469636174696f6e
20656f73696e
42616e64
20686f6d656f
74656e646572
2072657075626c6963
207265736f6c76
73637573
6c696e655f
202776
20616e65
63697263756c6172
204361706974
696e636964656e74
2044454c
66696c6529
5144
636579
204361726d
69766974792e
554d4e
20766568
20284d44
7061727473
2062656e7a
736174
707572706c65
466c6578
2a2a292c
612d7a
20685f7b
467269
6c646564
2e637373
6f737465726f6e65
436c6f736564
7374616666
5d7b2e736d616c6c636170737d2d
6d56
2c5c64656c7461
205374726970
206578616d696e
2073656e7369
20617d
3a67
3c2f63
616b6564
672773
2065786572636973
446566656e7365
206f637461
6f626a65637473
73696572
736978
74756e
20726576697365
696d706c69636974
206d696e7574657329
20617567
206d6f6e69746f
6e616e2c
205363656e
242822
20224c61
207175616e746974
65706572
686f7572
75656e
20616c7068
206d65726368
636f6e6365726e
676176
626173653a3a
5c616c7068615c62657461
20687964726f6765
53454d
2070697a7a
204e5043
2d646972656374
65726965732c
6c65742e
697175
2024745f7b
206d616c61
5f616c6c6f63
205061726b696e736f6e
