c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
dd
00
02
f3
05
06
04
0e
12
07
1d
1e
7f
d4
f4
df
de
01
1a
cd
17
19
0b
10
18
16
d3
15
13
d2
dc
08
c7
d5
1c
0c
14
db
ee
c6
c8
ca
0f
cb
1b
cc
c9
11
d6
da
0d
cf
d1
d9
ea
f0
ed
c4
c2
92
d7
c3
c5
ab
d8
ce
aa
d0
03
9a
ef
a2
8e
b5
b3
a9
b1
a8
b2
eb
86
9e
b6
bf
93
9d
a3
8a
91
8b
97
b4
a6
a7
ad
bc
be
b7
9b
90
8c
a5
87
89
96
a0
bd
84
b9
ec
85
9c
8f
ac
99
b0
98
94
8d
95
a1
9f
af
ae
ba
e4
a4
82
88
bb
e1
81
83
e9
b8
e3
e8
e7
80
e2
60
51
71
55
e6
40
5a
57
e0
77
59
4a
6a
56
4b
4f
7a
58
48
e5
26
76
47
4e
4c
75
4d
68
67
09
52
46
7e
50
23
6b
7c
54
45
42
6c
66
62
70
6d
3c
44
5c
2b
21
63
53
6f
43
5e
79
72
74
6e
69
5b
7b
27
49
3d
78
25
61
41
3e
65
5d
3f
24
2a
28
64
5f
2f
22
7d
3b
3a
73
2d
29
37
38
36
39
35
34
33
2c
0a
2e
32
31
30
20
70653d
7970653d
70653d22
20627569
653d22
226669
2d7479
22666f
226469
65662d
73637573
696722
797065
20696e7465726365
742d76
636f756e74223a
726975
6b6167
2020200a0a20
20726577
7b7265
2f726573
696c653e
6b733e
696c61746572616c
637b
3d2266
3d2264
616665
206d656c61
656e657373
202020200a2020
2042726973
200a0a20
2264
20200a2020
6269742e
2048656c73
206d657461737461
65637461626c65
226f
727574
2020202020200a
537472696e675b5d
6543
65223a
6c7b
20686f75
206e617272
667b
20746574
202020200a20
6e6775
6174656e
20756e6d
2065787061
3c6f
746f7269
6b6c616e64
74756e65
736170
616c70
2070617263
656e6e65
206d756e
7362757279
2061637469
20736569
7b5c6d61746862627b
6344
2d747970
61736f6e
687970
206368616c6c656e
3c2f43
72617468
4c656e67
20636f6e73706972
667261637b
727269
7669616c
796d65
204f726368
20426f756c
2020202020200a20
65736961
65726573
756d626572
206d616e69
68616d70746f6e
2042617474
20284c41
20676f75
20447574
757665
20636f727275
776967
696e6a
616e6f72
202020200a0a
6528293b
20616461
69726f6e
696e697374
736162
6f626c
20726963
6f63697479
20676164
657b
6c6473
734279
2d706172
204174746f726e
6172616e
637469
20696e68696269
616c2f
2064656669
20496e766573
204d6344
20616275
616e6472
20696d61
20706172656e746865
6f6761
736f66
204164656c
6c7068
79656c
746829
20657870656e
7b5c6d
7769747a
2263
2073746f6d
20200a20
206f7069
637275
20202020200a
6d756c6174696f6e
436f70
20636f72726f
20202020200a20
2466
2073706174
6c617373
6672616b
63746f
20677561
6e746572
2261
20636f6c2d
206b6e69
6e7469
2074686f7573616e
756172
20636f7274
7374726174696f6e
787461
534d41
20686973746f
6f6e63
6c696e61
2056656e65
6d65642e
6b696c
7b23
4f6374
206368656d
20434f4d5041
6c6c75
6172656e
2072656c61
20656e7669726f6e
676f76
20245c78
726974653e
207b5c6d617468
727563
61646572
657276
6f6261
666176
6d616e69
73743a
20726570726573656e
43414d
626c696e
6e636f
2063726974
5e5b
20436f6e74726962
486f6c64
66616d
2070657263
486f6e
696e696e
495245
6661756c74
6c6569
6974696e
20284261
61636574
43617465676f72
732e68
70792c
63617465
206578706c
5161
7065726d
5c626567696e
207175657374696f
75656e74
50726f6a
656369
6d2a
65737461
205472616e736974696f6e
206163717569
207075626c
20656e61
50726f76
59656168
206174686c65
617270
20627563
7274696e67
726f61
20202020202020200a
204469726563
242822
506f6e74
205c61
225c
757474
696f6e65
5c73756d5f7b69
736f7273
74696f
76616e74
42757474
20696e76616c
20636f6e7461
4963
2020200a0a
2d6174
7472696e
6f6b73
204a61636f
616c75
20666963
636f7272
653d
4368616e
206f7269
20666173
6d697474
6e652d
206173736f
20616464726573
206c6e
2274
746163
2e2e2f2e2e
20245c76
617567
6f6e6e
2062726965
20657861
6e742e
2266
20706f7373
666561
20776964652d
2070617469
6172677329
204e6965
20496e76657374
696e6761
656c6963
756d656e
6f726967
6e293b
6f6e736f
61727465
64742d
666963
6e77
616775
20436f7272
6e63696c
2063696e
6172726f
20686967
20417262
20676573
2020200a2020
6d7061
20657874726170
696e6574
666d74
617074
20636f7272
3a46
537973
20636c6164
4e414d
4d697373
75656e
68746d
646d61
70686172
2061646469
20676f766572
797068
204d617468656d61
2f6c6962732f
6e6f70
70702e
73657175656e63696e67
5c7461
207265636569
6f6e66696775726174696f6e3e
2070696f6e
207769746e6573
636b61
2f7374
6c7473
41727261
676565
646c6572
67726176
507269
70726f74
756369
6879706f
2076696e
61782e
4465736372697074
2d776f726b
656c6961
7574746572
68756e
537069
20486967
656c6c6174696f6e
434f4d4d
726f77696e67
65736f6e
6e6578
2072657669
6c646564
224f
77616b
656c696e67
20776564
20696d7061
70657269
7175616c
506172616d6574
204575726f70
73746174696e
76697369
576964
4f524e
537479
6f6e696e
72652773
20496d70
3c56
5646
7574746f
7072696d
61737365
7374657279
616e75
617262
44656c65
20436f6e73657276
206d616e6970
2070687973
5265706f
6c696e74
20245c6c
5c6266
5c44
504143
666f6e742d
696769
20225768
2052656475
657773
68792c
726f6e65
756b61
746174697665
6572616e
5c71
20736c65
616e696e67
2028522d
6e742d
64696e61
6d616e73
6f6d6573
6d56
28646566
70656c6c
6f6c766572
742924
726d616e
747970653d
4d4954
416363
6e6f6e2d
20566965
6f6964732c
2054686f6d
224e
20626568
20636f6f7264
616264
616e6368
20434f554e54
206672616e
0a0a0a20
64697370
206d61746572
74686f72
6722
20687964726f6c79
3c7374
20707265706172
2d636c
4b68
746d656e74
456e67
292e24
20657870657269
20417573
4b4e
6f5d
2225
206f75742d
726569
2474
616c696e
647b
20687474703a2f
617269616e73
2d5361
746175
736970
20436f6e6365
736174
6d6f72626964
20737068
67616e67
20696e6369
726b65
2061737375
2e70617468
696665
616e646564
206566666963
3a42
63616c63756c617465
20496e7465
65656d
697a6f
3c2f64
206f726465
2e6578
207368727567
206174746163
2259
205c5b736563
2053686170
666173
47726f
6c6c2c
2073657269
206d616d
436f6d706f756e64
7665722e
20676f72
2075726574
282922
4578706c6f7265
6f6269
44656d
20476f75
417574686f7273
6f6e676f
20636f696e63
67656e2d
e2809c4f
6967617265747465
2d6f78
20476972
5b46
50726f70657274
506572666f726d
637279
746f75
616e746f
61766564
206d656d627261
6c616b
20476f6f67
7465787429
45414b
6e4d
6461626c65
67292e
2050524f50
4f7d
2076696e65
72697465
20746563686e
687474703a2f
20636f6e6669
657870616e
20436c6970
206e76
5c657073
667269
494e5641
6e742c
61756c
2065787065
657264
20617573
74756e
207468696f
746f63
616e6e65
75696e6f
2063616665
63746f7365
6f6c2d
4c61796f75
2450
6c617773
204c616b
20616472656e
61636b696e67
20747970653d
6e7365
62756c6c
2d7072
776964
206661722d
456e7472
6727
726368
20726570726f6475
20636c6173733d226e61762d
5f6c6f
2073686965
2061646d
2062757264656e73
457863
20616d6f
75705f
66696e616c73
672773
20436f6d7075
6e646f
637961
20706f6d
206372696d696e
206469726563
796d70
206d656d62
686170
6c61696e
20284265
206d65736f
756e73
2053494d
6e6473
616e746963697061746564
75696c
204578706c
206c617474
796368
616c7479
43414c
6e6369
20496e7374
756269
7175656e74
544c45
53544152
65726173
656e29
207265747572
6d6d6f
4479
7363726970
2d22
6d617073
6f6d62
626c79
207061726164
676e75
74757261
6379636c
746572696e67
20656d6572
6d6d65
2823
796c61746564
2074726164
207072656365
207061726f
756e6473
20546163
616e3a
536570
20225965
204f6b61
6c697073
2061766f
2073757072
686f63
776865
6174612c
6c6174696f6e73
6e6f6c
656e7468
6f7229
2c59
20646f75
64697229
20736368697a6f70687265
206d6561737572
6c6566
656c696e
204d62
20756e72656c
446967
20284d52
687474703a2f2f777777
656361
616b6573
736570
202366
2073706561
207463
20666c756f726f
20646973636f76
2073637269
20526967
20457373
205b64
737068
200a202020202020
2062657474
746966
6d6d2e
207175616e
6c6570
6f726965
205c64
2063656c6562
6361736573
3a62
2a50
6c746572
200a202020202020202020
20686169
63726974
7374696d
636574
536174
5555
2070726f67
73686f636b
50756c6c
205370616e
556e6976657273
6f6461
696e6727
20636f6e7375
66697665
207468726f6d626f
5c766172657073696c6f
63657274
20696e6475
7061757365
696361746564
746169
20617a69
74732d
5569
7374726970
20636872
436f6e64
207769636b
415247
696e6963
67617264
627b
7479706528
4b616e
2d6772
4d7574
636f2d
48652773
4566
6172746963
2054686f
75652e
56494e47
20506869
22446f
5e7b74
20636f756e7365
6e796d
3d222c
63616c6c6564
73692c
20706563
20416c6261
73792c
2063617465
6e6565
285c74696c6465
20245c73
2d696e73
616767
75726765
6173696e67
696e2f
20656d6f
746565
636c616d70
2070616c61
72696768742c
72686f
58435f
20284e41
434f4e46
57726974
2072617469
2028442d
726561646572
45787472616374
6b696e65
22222c
20696d706c656d656e
4d617373
5c626d
5379737465
20636c6173733d22636f6c2d
20416c67
2074726561
65747461
204c6564
207265706f736974
207b5c686174
63616e65
20284865
20706f756c
656d79
535d
20424f4f5354
4e656172
6368617264
747d24
7b5c6d617468736372
617773
646966
436f6e6669677572
426561
2042726974
2041646f
204d616e7566616374
4e494e47
206d756c74
20737569
205258
65743e
467265
617572
2d6865
696e6572676963
616d79
206772696d
20656d756c
524953
737472696e672c
5c5b736563
47726f75
20225c6e
204b7269
20537769
6173652e
5a65
676973
756973
7d5e7b5c696e667479
6b242c
206d696d
2b2d2d2d
7762
6121
697175
6c65722e
2d6172
20696e7375
2061707061726174
3a2c
20616c676f72697468
4257
2f58
5f6361
2041646d696e69737472
20726f6d
524547
61742d
206578706c6169
526f75
726f7068
616e636564
204d616c6179
20466561
49746572
62726561
4b454e
2070726f6365
2041737472
6c697465
642a2a29
616e647261
6d706572
2e6163
237562756e7475
202a522a
6d6f6e65
697a61
6967616e
4f4e5f
4d4f44
20636f6e6675
20455354
696e7365727428
6f6c65756d
6d756e
5c77
20276e
2043616c64
2050756e
206d616368
207472656173
4e6174
2f6d6f
4d415259
2e3a
2e57
757274
20646f6d61
4d7573
6471
76617269
2054686f75
206368656d697374
2072657075
207268797468
4578706c
6d656e73
5850
726571756573742c
7b487d7d5f
492a
74726f6c
50656572
6f67656e657369732c
716d
202729
4465636f
696e6573732c
647572616c
20436f7264
7b417d5f
79616d
20436f6e76
2068797065
66696e65
7a6c
61682e
6e6164
2063686965
7b5c6d61746863616c7b4c7d7d
73656c656374696f6e
20cebc672f6d
494e4c494e45
7b7b5c
2076696374
20283c687474703a2f2f
2065706974
6f6d616e
73657269616c
787d24
2d646f63
2873656c66
205c74
20466f6f74
2e486173
2043414c
2064656c61
686f726e
63686d696474
2064696d696e
20494345
6e6f736973
5f706572
6e616e6365
20456469
646c79
20696e7374616c6c6d656e74
2d7363
5954
666572656e63653b
436f6e7465787428
20687265663d
656261
6e6b6564
74657272616e65616e
20617474656d70
2050656172
46696c655265
206d757368726f6f6d73
204f67
2d68616e64
696c6c6572
20636f6e73656e7375
2062616e63
0a200a0a
2e66696c65
5648
2061666669646176697473
20696e6e696e67
50292e
66726163
7524
636b2d
6d657468796c6174696f6e
696e74656e74696f6e616c
2062656175746966756c2e
5f534f55524345
6265636b
426f6f
436f7272656c6174696f6e
74742c
2070726f67726573736564
2061626f75743f
20546169
20696e74656772696e
20726f7574696e6573
20446577
796561727329
c2b04329
205f70
7475626573
20426f7973
20636f6d706172746d656e7473
2d5c66726163
636f756e
204861697469
6c6c617279
20517565656e73
206e6f7721
206566666563
4c6f676963
20636f696c73
20656e6163746d656e74
22436f6e74656e742d
2054726f70
6761746f72
4175737472616c69616e
7468696e6773
4b56
70726f7465
526174686572
6761756765
68696265726e617465
5c667261637b28
696e652d
2044414d41
6f6379616e69
7e73
20534f43
287468697329
5b74
20686f6d656f776e6572
6d6f766528
206d7d
6f6f6c
20676f6464
206a7572697364696374696f6e73
7072696f72
20636f6e737069
204269626c
20706f726573
226d657373616765
204d616e69
706f69
4d616e61676564
20696e64657829
3d22247b
77616c64
20706f636b
20616e7377
5c72696768745c56657274
e2809c446f
6e657572
20666f67
20737061636572
2073656d616e74696373
6f746572
47452e
4d454d4f
547d24
206b2d
746967
6574686e6963
20416c746572
2073617475
206c6570746f6e
3c6d64
776f726b2c
2041647669736f72
2074616c6b2e
206d696c69746961
5f77697468
616e6564
6d7065
2072697475
2e4669672e
63696465
20496e6869626974
636c6173736966696564
206164766572746973656d656e7473
20416d617a
7b7d29
696e646572
7b787d
416464696e67
206d61747269
204c7578
2043414d
202a2a41
206572726f6e65
41637475616c
6d757d
65737361
206c696e6b6572
20626f792e
496d706f7274616e74
696e6728
207468656d21
207461706573
2028424d
206d617363
0a0a0a20202020
656e7669726f6e
206661756c742e
2062696e646572
616e6f6c
2e746172
646567656e6572617465
20776f726d73
2049736c616d697374
205363616c61
6c696674
4372656174696f6e
206629
c3bc6e
496e6465783a
20444a
426974636f696e
737065637472616c
20736369656e74
20546879
54494f4e3a
20616c7465726e61746976656c79
656e79
5475726b697368
206b696e646e657373
2073657875616c697479
207468656f
3c68746d6c
207479706529
202a442a
5d293a
626c6f636b73
2f6c61
2065696e
6f746564
67726561746572
224e6f2c
5c5d295d7b7d
205c6e6f74
564152
52657574657273
207075726368
207477696e73
5370616e697368
206465746169
54494f4e29
205472616e736372697074
6572726564
652e672e2c
20226d79
207472616e736d
207075626c697368657273
2067726174696e67
20617474656e64616e74
20536d69
20636f6d7075
73746174652c
2068617374
446973706f73
2072616c
676174
6d6f74
204c616e6365
20424152
6c6f7665
207375636365
2070687973696f6c6f6779
20757021
77696e646f772e
6861726d
20464e
200a0909
61637475616c6c79
2b64
205c62696728
6b65793a
636172626f6e617465
ceb22d
2073706f6e736f7273
20726f6262
20417370
2064657072656361746564
5b73
7472616e736372697074696f6e616c
206265666f72
2073747570
20656173656d656e74
2043726561746564
0a0a0a202020
206569
20706c6174666f72
206c65637475726573
2076697274
6f736573
2028416e64
5768617465766572
20636f7272656c
2063756d
2053636877
636164
0303
202a722a
20222222
25252525252525252525252525252525
20736f6c696473
20707572706f7274
696e7465
7463686573
207265636b
204e4554
5c72696768742e2424
20247b5c6f70657261746f726e616d65
696e7075
4c6566
20416964
73696f
2042657274
4e756d65726963
0a0a0909090909
206475726162696c697479
6f737068657265
526174
74657279
496e74657270726574
20636f6e64656e73617465
2070616e656c29
20646961727268
62616e6e6572
65646564
20616c72656164
436861726163746572697374696373
205363686f
6c7561
6f746573
20766f6c756e746172
65766572797468696e67
2063656c6c7329
2045636f
206c7572
20536567
20466c6174
425554
207361636b
20636f6e76656e74696f6e73
202d44
20446f6f
20506570
666f726d6174696f6e
20456e756d
20426f6e65
206465616c657273
6a7d24
20636f6c6c61626f72
205468656f
72697374
20696e636f6d6573
2072756262
52656d61726b
6f67656e6f7573
757272
646966666572656e746961746564
54726176656c
74726176656c
204f7267
2050657269
206173706172
72756279
20446972
2f696d616765732f
69692a
2d646566
20224d61
245c73696d24
2053747564696f73
44756d70
20736f63696f
2070686f746f67726170686572
452f
2065636f6e6f6d6963616c
20222428
53656e736f72
7461626c652e
20616476656e7475726573
2073686f75746564
496d706c28
485d
476572
6866
206c6575
6f7a6f
20494473
202e2e2e29
204f6e63
207065742e
204e6572
5377696674
206e656d6174
2053686f7265
3c656e747279
206d6f746976617465
20545249
2061646a6f
524943
61726965732e
20696e666c75
466c6167733a
2053796c
7468726f
206d796f63617264
5452414354
5f66726f6d
4c696d
43686174
4d7d24
2054756e
76696f6c656e74
206b65726e656c73
20286e616d65
62656e6368
20746d
53697a6529
535441545553
20746578742d
706f6c6c
726f772c
76657261
656d6f727268616765
67726f75705c
20636865656b
7468657461
756e6976657273616c
204d5650
692e6e
2063616c63756c61746f72
2024795f
204c494e45
7374617473
20736169
6f7d
20756e6465727374616e
20454746
6d61626c65
4c6f672e
616e74696e65
7072696e
795d
20756e636f6e
736f757263696e67
2066726f7374
224c
205765697373
2066756d
6f6265
74292c
657073
696e6461
7468726f756768707574
3c6368
20636f726f6e61
4964656e74696669636174696f6e
6372656174655f
202a462a
2063617074
7065616365
206f616b
206d757264657273
5f6275696c64
68657068657264
204a44
5c53
6f74776974687374616e64696e67
53293b
20415354
6874747073
456d657267656e6379
20616e7461676f6e69737473
2070726f736563757465
28646f75626c65
6c78
7465642e
6578706f736564
20485f7b
5a68
636c696e6963
20534153
2075733f
295c5d2e
0a0920202020202020
20657665
206b6e6f
20616e616c
2063616c6f726965
20696e636f6d706574
20707572636861736572
204063
67726f776e
20636f6e63656465
2067726965
20736c6170
20246d5f7b
4d454d
2072616e64
29284129
28666c6f6174
5f6279
646576656c6f706572
756d6162
656c656d
204b696e67646f
5b5f
20656c75
69616c6c79
2070686f7370686f7279
207468726f6e65
7d2229
202121
435055
2c67
2d696e66
20436f616c
5c6c6162656c7b65716e3a
6c616365
20737472696b6572
2d2d746865
496e6469616e
646174612d3e
205265747269
204f7074696f6e616c
20776869736b
657069
6f73652c
7374616c
207b76
5603
4f626a6563743e
28626f6f6c
54292e
5975
2067756964
616c6c6564
2273
206c6f76657273
206465656473
286d657373616765
636f6c6f6e
20477275
697073
5265736f6c7574696f6e
5c696e28
204361726f
20245c64656c74615f
416761696e
2070726f666573736f7273
76616c7561626c65
2073707265616473
222d
73797374656d73
20696429
78222c
204161
2053616c61
6d7069
20706c6564
6e616e6f
543e
2d6974
6c793a
20726574726f7370656374
67726f75702d
746578742c
524554
2244
206d696e6573
ceb22c
2072756c6572
20656e726f6c
2053797374656d2e44
29272c
204c7d
696e673e
6f6e696e67
205f54
20617374726f6379746573
206f627365727661626c6573
205528
20416e646572
66756e64
2e6d6f
5269736b
28295d7b7d
20504b43
6c61672c
646174613b
5f72617465
6d61705f
6765642e
6e65742f
202275
576973636f6e73696e
206865617273
20496e666f726d
206b6973
2063756c70
2c5c746175
4e5073
6375726c
5843
204172726f77
43726561746528
696f75732e
7068696c6f736f7068
2065786861757374696f6e
206427756e
7b4d7d5f
206761726e
57656174686572
57726974696e67
48656174
687474703a2f2f7777772e77
2073746561
727265
616d657468
20454d54
2068756c6c
2047656172
206f7665727275
20436f74
5c656e647b73706c69747d
636f6d70696c6564
28632c
20446576656c6f706572
656e796c
2469
6f75722c
206c697175696473
457874656e646564
65726365
2528
2061707065
753b
2d3e62
28666c6f617429
2024485f7b
544558
205c696e66747924
20737d
673d
20636f727265
20636f6d696373
53742e
4e62
6465765f
636f6f
646961676f6e616c
5c2c2e2424
446172
20656d62617272617373696e67
20706f69736f6e696e67
636f6e647563746f72
7072657061726564
20626173696c
4e616d6564
4d617474
20287369
20544c53
204e6f726d
205624
6772617068696373
636f6d70726f6d69736564
6469766973696f6e
20237b
4e6f726d
205c72696768742924
6e66656374696f7573
20272a
20486176
2c77
5f4152
2d7369
207369636b6e657373
204e6574776f726b73
45786563
206665747573
204c6176
2064696374617465
2061747472616374696f6e73
446f6d
45292e
7d2858
427269656e
46696c74657228
617661746172
205c626567696e7b61727261797d7b
2d746f70
20746163
6f27
6e7479
496e6c696e65
20636865636b626f78
2063726f7265
2064697374616e63
20447562
2024565f7b
576869
686574
2067656c73
20707570696c73
206469736369706c6573
206d6f746f7273
6d6f74686572
20457870657269
20736f6c76656e7473
6e616d655d
48616e
4c616265
6574746573
204765726d616e73
2073746f7665
28756e7369676e6564
20506865
0a092020
65612c
2063726564656e7469616c
7370617469616c
2b7d24
2070726561
736c6f74
287374
6f6e6f6d
67656e6572
2f76696577
5f62795f
5358
746174
20485245463d222e2e2f
20656e636f75726167656d656e74
6d672f
436174686f6c6963
757465727329
2022736f6d65
61706b
20666c617773
2072656c6967696f6e73
2042696f736369656e63
20646976657274
4461746129
295c63646f74
2066656c6c6f7773686970
5f504152414d
67677265676174696f6e
2070726f70657274
776f7274682c
2061727261795f
206465636c61726174696f6e73
284f
766173746174696e
5061727469616c
206d6173732d
4d757374
4b4552
696e74756974697665
207265646973
62726564
204c6577
205c72686f5f
20436174686f6c696373
207374656164
224173
6363637d
20436f77
43757272656e746c79
42726f777365
2050726576656e74
2063616c63756c7573
7469676874
2041504973
20506172746e657273
204a6f616e
636f6e63656e74726174696f6e
2062756666657273
697070
66696c74726174696f6e
20746f6b
20544352
446966666572656e7469617465
2062616e67
637472
20616d62696775
776f6c66
20576173682e
206469737472616374696f6e
756d73
2c2b
297d242c
50757368
667573
6c6175
20536865726d616e
205472656174
65787573
20636f6e6669672e
205c656e647b61727261797d
6963746564
74616b
737465722e
206d6f64616c6974696573
62696f74696373
205c73717274
763e
642a
416c636f686f6c
2070726f626c65
4c6973742c
204c6f67616e
206f6e653f
637963
73245e7b2d
2070686f7370686f72
23656e64
2044616c65
20707d
20746172696666
20692b2b
206e616d653d226c
5f636f6e74726f6c
2e4275696c64
2044696f
494d50
6a75616e61
205468726f77
20736967687473
5c6e5c
62612c
44454c
203c2f74643e
7b2d7d
496d61676573
53454c
20486f70
20696d706c616e7473
c2a00a0a
505329
696465732c
7175617274657273
4d61726b6574
3a3a736574
204958
73656c6c
687265
4d6f74696f6e
205472656b
44617461736574
5c706924
67657474696e67
20284343
4d4553
776c696e67
65762c
7369616e
2d6c6162656c6564
204d6f72656f766572
20436861696e
20446576696c
7767
6772657373697665
69666965642c
20506f696e7473
53757065722e
494f4e53
6574696e
656375
2073756363657373696f6e
726964696e67
2856696577
61656c
7262697472617279
726177696e672e
706861746963
20534c45
2028434e
206463
72696768
2070686f6e6f6e
4c6174657374
20696e74656e742e
74686f75676874
7a696f6e65
20737465616b
206e65676f74696174696f6e
205669737461
20776f726b73686f7073
2028782c
20245c73756d
2052616d73
20726f6473
20454347
206f6e3f
2024625f
204050
636c6970
47656f72676961
204f7269
6c7563
20706f7374657273
536576656e
20636174616c79737473
2045636f6e6f6d696373
6261636b656e64
66696369616c
207269626f
204465616c
427261
706861726d61636575746963616c
20636861726163746572697374
436f6e7369646572696e67
20726567696d656e73
2e677a
706c61736d61
204c697a
2075703f
756c79
61746976
206f6363757272
616d7573
72222c
7a6d616e6e
2050726f63
6c7922
204c696c
20227365
4f6b6c61686f6d61
20636f6e64656d
7768617465766572
2041746c616e
2065787072
6f7061
726574726f
2072616262697473
2073747564696f73
4c494d4954
2054756c
713a
206d65616e696e6773
204d617374657273
46696c6d73
255c
7563696e
2077686970
7061676573
676e65
206e6963652e
696e666f2c
204d4554
5c6f6d6567615e
202274696d65
2d2d616e64
20494244
20747269706c6574
6964616465
207661726965
4f564552
5374726f6e67
74657a
2d77696e
2072657374726963
6a6168
20696e666c616d6d
5c6e5c6e
494353
69746f6c
696b65
20547265617479
6d656e2773
5374726f6b65
2068656c6d
434f4c
205c6f7665726c696e65
20636f72726563746e657373
2860
437574
204b7275
61626c653b
6c6f6767
204c756e
756d69
2064696c6967656e6365
2064697374757262616e636573
64657369676e6564
205c5b4d
7071
6c7572
2044697363
74292e
20646f63756d656e
206f75743f
2064656772616465
462f
496e7374616e636528
20736f696c73
646f776e2c
4d6f64756c
45786368616e6765
205061727469616c
20286f74686572
20696e7465726665726f6e
286172726179
20696e666c696374
202a542a
204275726b
66616c
7a6e
2070617261677261706873
5f6e657874
206172746973
20487561
66756e6374696f6e28
472e2c
2072656e616d65
49736c616d
20526f626f74
4368616e67
204548
205744
2d72656164
637d24
204665646572
3c2f6469
2073696e676c6574
20636f6e7472696275
2073686f7574696e67
207374617265
20566563
20245a5f
4c4f43414c
726573756c
45414d
646d616e
2043617374726f
4578616d706c653a
446965
6465636f726174696f6e
6275666665722c
20666c61776564
75706461746564
7d5e6b
4a42
2050656e6e73796c76616e
207368656c766573
74696e656e6365
202474686973
207375727669766f72
515f7b
2a49
20636f72726573706f6e64656e74
207a65726f73
566965772c
2e6c6962
206d6963726f73
61726d73
746561
6f6c6c
45617379
2074726176656c657273
2051756172
204628
20416e676c
20636f6e736964
626173655f
206672657175
20686973746f72696573
3b2623
7c242e
41707065616c
205265706c616365
464f5245
496e74657272757074
4a49
6c6f676963
20476c6164
206c69747265
5445524e
2076696f
20616d706c696679
506c61696e7469666673
7a796d65
204a5f
7065642c
206d696c6974616e74
2064656361
61792e
73656c6c696e67
20487574
204368616d
636f6d706c61696e74
207461636b6c6573
cebc4c
6573746865746963
4d6164
20646f6d
706561
206c697468
2f736865
55496e74
5072696d
20726f75
6a696e
205c73
205069637475726573
496e74726f
426f782e
496e64657828
53686f
204f4d
64656c6c
666c6174
2275
2067656e746c656d616e
20657865
206e6572
2d726573706f6e7365
20627269656673
223a7b22
206829
205475726b
636f6d706574656e74
20696e74726f6475
636f6e6669726d6564
20496e66616e74
20656c6c65
7472757468
e1b98761
206e756d6572
20617072
74726970
73747564696564
5f50505f
204469726563746f7273
666f72657374
7374722c
706f707570
20737472616e6473
5375626d6974746564
2062756c6c657473
646174612d
20434841
617073
44616c6c6173
52696368
20696e74726f
2041646d696e
71756f
6e222c
206c7567
757276
20477572
6f75746572
206a65616e73
5a5e
20566974
2054494d
4375727665
20646966
6a6f7572
6c617665
28636f6e
7562657263756c6f736973
5c72616e676c
756c756d
206464
5f617070
4d3b
20506574657273
7265736f6c76
706865
6f7469
636f64652c
207265636f72
5265616479
205c67616d6d615f
20696e76616465
2d6d65
202475736572
206361706974
696d6574726963
6f636b3e
206477656c6c696e67
57616c6c
7265636f676e697a6564
206d6952
20766f6c7461676573
206368616d
4c6573
7368696d61
787a
2067726f757029
70792e
7870
20536f6c64
2064656e6472
2074617861
20245c7769646574696c64657b
706f6f
20556e6b6e6f776e
204f70657261746f72
207075727365
20446f75
5c706172
5024
3a4d
7461626c6573
696b69
206d6963726f6f7267616e69736d
6f7769747a
4d65726765
7768696c6528
20666175
7b69
20426f756e64
206c61756768746572
20506172616d6574657273
536561
20436f6e63
2076656e756573
66656974
0a0909090909090909090909
4c4c2c
6c6a
656e726963686564
756d756c6174697665
416c6f6e67
202a2a5f
2e66696c746572
7465726d73
6e7175697279
292e22
204f45
206964696f74
79656e
20636f6d70726568656e64
7572657468
5475706c65
576f726b73
207375626d
414147
65732f
204c7973
4d4143
656e74617279
285429
20646963
616c6c2c
206f72616e67
5265766973696f6e
20696e73706563746f72
2028687474703a2f2f
2053616e74
696761
20696e657175616c
207265616c6974696573
207472696f
204f4b2e
2074656e7365
45717569
20656e646966
20446174
2c42
68756d
616476
5f534841
20287365
6e65642e
636b6e6f776c6564676d656e74
61726765743e
20554c
2066616d696c69
41736b
20537765
7373656e
74696e6773
6163636f6d70616e696564
2041627261
5624
22576879
20434f554e
6d6963726f736f6674
206665726d696f6e73
4e3d
206d6f7469766573
4a61636b736f6e
206469737175616c
20535444
2f636f6e666967
696e745f
202872656429
3c2f703e3c703e
636f7365
436f6e766572
72696e61
2068656164616368
72657476616c
20636f6d70726573736f72
206163747561746f72
2e76657273696f6e
6d61746564
2d7461626c65
206365726562
3c2f44
207374643a3a766563746f723c
656e7461
4a6170616e
28737472
20696e6e6f766174696f6e73
20666d74
2066726f6e
466e
6369616e
417373
6c6f61
202020202020202020200a20
207472616e736c6174696f6e73
20496e74657276696577
2d62657461
41532c
74656c6c
204469726563746f7279
62616c6c73
486f6f6b
6e6974726f
5f4e554d
72657475726e73
6c5e
252d2d
207769766573
487562
2076656c
616674
7465726564
737472616e646564
61692c
6f6e29
436f6d65
4d6163726f
666178
222a
2073637275
206274
205c72696768745c72616e676c65
2073616e67
2070726f706167617465
20245c70
6e6169
78666f7264
5f74726565
4357
626f75
20636f6c6c6567
636f7264616e6365
204c69766572
202850686f746f
20776f6f6c
20636572656d6f
616d6d
72616365
3d4e6f6e65
204e5346
204e6567
2068617070696572
78746572
63742e
6374782c
5153
206b6172
20656d70
57696b69
2028726574
206e672f6d
656c656374726f6e6963
697469616e
2d76696577
20657868
796f746573
2074616c656e7473
6d7d24
434841
6172696e
6c656374
20736e6170706564
706572696f646963
20416e64726561
206369676172
4272616e6368
20536572626961
2072756c
204b7265
666162726963
285c5b6571
2070726f746f6e73
20456e67696e656572
656265
665c
2044726167
77696e646f7773
50414745
204c657669
20436c6561726c79
5265636f72
20756e2d
204368616e67
5154
636570
4d6f6465726e
67726162
20576565
4173796e6328
69612d
69746f6e
47616d6d61
656d65
20696d706f73736962
62736f6c657465
206d6574616c6c6963697479
2053746576656e73
2068657264
c3a96c
287729
20215b696d6167655d28
6c6f636174696f6e2e
20417665
2070686f737068
48697374
204d697474
28726f6f74
436c6970
686967
435041
2074617374696e67
436f6e7461696e73
7175696e
207472617073
636f6d6d656e742d
2067656e6572616c697a65
204361757365
20455845
6f67656e657369732e
67616c616374
6e696572
2e2e5c
4073
206f6666656e64657273
206f7574627265616b73
20426861
65616b
5b75
6369616c
6574732c
2067656f6d6574726963616c
6f7070
746961
62726f616463617374
2048616972
20416476616e6365
206c756d70
205074
436865636b6564
207779
20616761
20222229
207468657265746f
20544558
636f6c6c
2022656e
20284368
656d73
206d61696e6c616e64
2070726f636573736f7273
205c50
204361636865
2043484f
43756265
737072656164
ceb27e
20536372697074757265
62293b
63696f6e
4172697a6f6e61
20496e64656564
2070726f6e6f756e6365
206269656e
204256
20417374726f6e6f6d
295c5d
2045696768
204d6564616c
76696f7573
20494d46
20737562737472
2064696f
2e6d6f64656c
636f6e6e
7365722c
6c6174696f6e2e
2043686164
2066616d65
20496e7665737469676174696f6e
6869626974696f6e
20636865636b6f7574
2065786572
75746572
207761726d7468
20496e642e
436f6e76
6964696e
20706978
616d696e652c
5061746368
2044696c
517565
204d494e
6172742c
4672616e636973
20485350
205742
206d6f6c65
676c797068
55736564
20497265
3c636f6465
757262616e
20284953
20284d41
20636c6175736573
2045642e
20494343
2028726967687429
686f6c6573
3a7b
737d24
4b5e
6f74746f
20626f726465722d
20200a20202020202020
206c70
7468696e
64652d
204d6574686f
666565646261636b
20646f73696e67
657363617065
206d6f6e6f6d
49562e
455e
6d6572676564
206875727473
4b28
20696e65
2050726f636564
20436f6e636c7573696f6e
436f6c6f722e
204b657272
2e7068
656c6d
696c6c657279
20737175617368
2d474650
206f6e696f6e73
204b726973
636c75
6e7461
206c6974746c652e
616464726573733a
2057494e
20245c4f6d6567615f
5265717565737428
2c58
20434344
20536579
204d6556
20436f6d70616e
20636f6e7665
7a7a69
726f6e73
73747275
6c792e22
282a2a612a2a29
41737369676e
20746872697665
61737379
207975
20414d50
69643b
417274687572
696e656d656e74
2070726576656e
5f476574
206b6e6f773f
20507d
20666163756c
2f28282d
696c7479
436f6d70696c6572
2061726d6f72
5f7b6b2d
20666c756f72696465
206d616e6167
206465636f6d706f7365
5c5369676d615f
65725d
6f7272
2243
75726e616c
20696e746572727570
295c6e222c
28585f
53657276
53756273657175656e74
20636f6e76656e69
207461786174696f6e
696e6465782c
456e6372797074
204d4943
696b68
5327
2224
20436162
74656e2c
61737465
2062617373
4a75646765
646174653a
2076697369
20726577617264696e67
204044
737361
20426f726e
20415041
4c5e7b
20285072
7b5c6c65667428
59656c6c6f77
76696c6c652e
20524f43
205c5b43
20244c5f7b
434f52
206e61696c73
2f646f6373
73656d69
707061
79292e
20736172
52414d
20747261696e6572
6b2924
6d6574616c
2e73656c656374
4d292e
474552
696775
772f
69666965642e
617370
446f6e6e656c6c
20475242
2074657874626f6f6b
20536f727279
20426f6c74
2e75736572
206d696e692d
5c6465
2053696d696c61726c79
206c656e6774
2066757475726573
2070726f737461
4c6e
5e2f
2c68
2e4f
636f6d6d6974746565
2076616361746564
70726f636573736564
20657863656c
206d6167617a696e6573
506f696e7428
5757
732e6f7267
20765f7b
67656f6e
6368616972
567e
20524543
20284c61
224f682c
20537472696e675b5d
6f776e657273
20696e737461
45292c
69616e67
2063697263756d666572656e
636f72746963616c
20536f6369616c697374
2064617567687465722e
206272696465
207468616c
20486f75
2e636c6f73652829
206561676c65
207370616d
204477
2070657374
636174616c797374
20436f75727473
746f6f6c732f
2050616c6d6572
20696e6a
6578697428
2024775f
20546174
202744
20656e68616e63
3c646174613e
4d4f5645
207265766f6b65
3c2d
456c656374726f6e6963
6e697472696c65
6f6c6c6168
476974
2065726f
6672616d
2c75
417373656d626c
42726f6e
204724
73706163652e
206e617669
50686f746f3a
70745d
2065746329
5570646174653a
207370696b6573
2073746174652d
206d617374657273
72746d656e74
20476c79
20736c696d
437d24
5c5069
494c45
6174655f
0a0a20202020202020202020
204949492e
2070656e6973
2024715f
63612c
20656e6a6f796d656e74
20636173696e67
50726576696577
2050657275
414e2c
64697363
20506879736963
5c2c64
424c45
6572656e
20707572706f73
20547e
20416b74
20647261676f6e
204176656e
2074726f75626c6573
2f6465762f
3c3e
20535049
6375726564
475549
6368656d6963616c
4d4552
7468696e6b696e67
20427279616e74
2028446f
657328
54484154
20706172746963756c617465
4170706c6963
74657874757265
206d696e6466756c
204d616e616765
20547972
3c646f75626c65
20736372657773
2d636d
5472616e736c6174696f6e
627572676572
4147455f
20536f63
6f702c
617361
742e22
20696c6c6567
20636869636b656e73
206f76657272756c6564
206865726521
206e6f6e2d73
204170706c79
64757479
207472616374696f6e
6d616e75616c
202e2e2f2e2e
20736c6974
5c67616d6d6124
6665617475726573
206362
2053796d70
3c4e
746f78
6f75726564
47726f757073
3c2f666f
444d41
20696e737069
20566f7465
20546875
656e7a796d65
20636c6f736574
2043686970
20285041
756e2c
206175746f6d6174696f6e
20245528
6578697374656e74
2073686f7274656e
74726f70
2070726f68696269
2073657373
2072756c696e6773
20436f7665
676f6f
646565
636f756e73656c
206f786964617365
20746f6e696768742e
2b43
65636f
745b
63617263696e6f6d61
20696e766572
5175657374
204246
20246b242d
2e4f6e
202769
205750
4e69636b
2070726f6e6f756e
204768616e61
207361696e74
20746f726368
726d61
205472656173
20636f6c69746973
2057617368
525550
4a6f65
20446963
5f6f66
20706861
6669656c64732c
204b696e64
6572736f6e2c
776e73
626f6c64
70696573
48616c66
202f65
20284c65
72617368
6c656e2c
615b
6f696c
20707570696c
20636c69636b73
4c2e522e
5375626a6563743a
766f6972
206e6f75
20776964746873
207065722d
2070756c70
206f7265
6d756e64
2a412a
696e74656e73697479
4974656d3e
2d656c656d656e74
20626f6f6b696e67
277d24
2e676f6f676c65
20245c657073696c6f6e24
70686f74
5e49
646562
20706f70756c617465
20417572
2054726973
206d6f6c64696e67
5c696e5c7b
61676f6e616c
207265736973746f72
2063616c6f72
497465
20546173
6e616d6528
6e292e
74656e73
506172746974696f6e
20746f77657273
647275
6f63616c
20706172616465
4c6172
496473
5c4f6d6567615f7b
696f746963
2047656e6572
50726f63656564696e6773
6265796f6e64
4f5329
46696c652e
206769726c732e
2028466f72
2d4d616e
61747a
204549
204d6561
207265737573
20742d74657374
205c7068695f
2068656d6f727268616765
20696e736964
20656e64757265
48617264
7b5c6d61746862627b527d7d5e
65736172
65726f6e
657370
20666163746f72696573
206772616e756c6172
666f726765
65727370656374697665
20666973686572
2074656d706c
206368656174
2042696f6c6f6779
2070756c736172
67656e7473
2a42
2052656e646572
5b735d
20486579
20245c50
20656e76656c6f
50616464696e67
20286e6f6e2d
2053746174757465
20282828
4b52
6572742c
47726f777468
206164657175
206c69746572
205f42
5c656c6c5f
69766174696f6e
616e612c
20437265616d
2074687275
5065726c
20656e657267792d
2072656d6f
52554e
7269612c
616c6c65
0920
6c796d7068
20686561746572
202a2a2a2a
4c4954
63686574
43657274
2068616e646963
206965
206361706163
20636f6c642e
757466
20534453
5f697d
22536865
204e616d653a
54657374696e67
20646f7665
292e5b
65642829
682122
286a29
46454354
2052657665727365
20637261636b73
20726573746f
4155544f
2572
207761793f
2042726f6164776179
20656e746974792e
2062726561737473
20726d
20535441
2062696c61796572
626c6f776572
7469636f
686561642c
547265
4f5244
2e3b
20476f6c646d616e
20416c6265727461
77612c
20706f69
52454e
20487d
6c64696e67
6d292e
2d2d2d7c2d2d2d7c2d2d2d
482e2c
206e75636c656f7469646573
2063616e63656c6564
636c616d6174696f6e
20434154
636f6e766578
696e7d
64792e
206469766f72
43757272656e746c792c
20535044
205265636f726473
5e7b6b2b
20476962736f6e
626f786573
20696e7374727563746f72
204d61727368
20414c53
7d7d2424
2254
616d70686574616d696e65
416476616e636564
206561742e
20636f6d696e672e
666f727468
20666561
7d5c6c656674
50656e
2073656c6c657273
206d696e64736574
20246c24
2050616d
526f6d
20284349
2053706f74
204a4a2e
5c616c70686129
20776f7273
2070726f706f
53746f
2d636172
61727261
20646973706c616365
6e74696c6c61
6273746574726963
206d696c6974616e7473
496e73696465
2d6d657468796c2d
2077686973
20636573
206964696f
20446565
20416c6c65
7574662d
666f726d616c
656c6f7065
20696c6c2d
636f7474
20286f7074696f6e
0d0a20202020202020202020
2d4d617274
77616e74
746f2f
20575f
206d6f7274
73706163653d22
666f6c6c6f77696e67
2042656572
20746564
20696e656666696369656e74
2061637175
2d636f6e666967
616e696d617465
696e696e65
656f72
692924
6222
53746174652c
526564756365
205265706c79
206275726e73
2057796f
206469736170706f696e746d656e74
707d24
444553
207469726573
204b6f68
66696365
5268
6a6f72
6c6d616e
626568696e64
5f434c4b
4c6179
7b27
666565
5e7b6d
617465732c
204f7274686f
7061636b6167652d
63686c6f72696465
207269646573
537562736372697074696f6e
52414c
534373
2072656164792e
205065726d697373696f6e
617a6f
204f76
616c69676e3d
2e636f756e74
76657374
5061796d656e74
205c6d696e
2056616c75653d22
206a756e6374696f6e73
20646973706c61
6b5e7b
7924
666666
706172656e
617428
74726166666963
2070726f626c656d3f
2e292e
656d2e
20657868617573
2072657461696c6572
2048756e
53747265
206f6363
204f6276696f75736c79
20273a
205175696e6e
295c746f
44656164
2073756d6d6174696f6e
20456c6c6973
204224
20626170
20696e656666696369
2064656d6f6e7374726174696f6e73
20656e74687573696173746963
202a2e
20534947
20447d
204272756e
2068617262
2065786369746174696f6e73
2044616d65
20696e666f2e
c3aa6e
5f746872656164
2e70726f746f747970652e
20585f7b
524742
736164
556e696f6e
205075626c697368696e67
20626568617669
205368617270
50726f7073
2070656e74
686f6c6d
207374616e
547d7d
636f76
69656e6365
72616b
20466173
207472616e7363726970
2063616e6e616269
20536368656d65
20686172626f7572
4e616d652e
775d
696d2c
20746f7567
5f617267756d656e74
656e647261
2d736565
656e636961
7d7d2d
616d6963
206d6573736167
20646973636f6e6e6563746564
2070696e67
206573636f7274
206469666665
70756c7365
205224
206f6b61792e
77617274
202a7a
20627572737473
2064726f706c657473
4c657373
20686f6f64
295c6c6571
5c626574615f7b
617068
63617272696572
73626573746f73
206d61676e697475646573
636f726e6572
204578706c6f
47697665
2064697374696c6c
4d656c
20537072696e676572
206c616d696e
436f6e74
2d6269
6f757274657379
20536f6c7574696f6e73
20736f6c646572
6572726f
204a7564696369
766f7573
6369706174696f6e
2073796d6d657472696573
20616275736573
74792d74776f
204172656e61
206b6556
616476616e6365
20426576
2d73657276696365
3a69
206a6176612e6c616e67
20525f7b
5f69735f
5c72686f5e
696c6c2c
6f707269617465
207075636b
636f6d7075746572
75726c2c
583a
20756e636f6d
206e74
7068696e
53544f
204964656e74697479
20666f727761726473
496d61676556696577
ceb12c
2063686f70
626c652c
2062656c696576657273
20656e7472657072656e65757273
41726368
7b51
20737574757265
5f627574746f6e
6173736179
204856
207175656c
20436f6f6c
7662
736f6e73
20766f6c756e7465
2072656164696e6773
20636f6e7665727365
206d6f6e6f6c61796572
7d75
6368652c
20736167
72696e672e
5061727469636970616e7473
496e6e6572
20646f6c6c
696e76616c6964
63757272656e745f
696e7428
207472616e73706c616e
204173736574
73746f726d
626f756e6473
642d3e
696c6c69
616e6765
696265726e617465
207375627374
286e2c
20286d61
5c5d5c5d2e
206170706c69616e636573
206f726e
6173736574
61676e65
204d656469
73686564
204475626169
20466f6f6473
20536973746572
206c657665
75626572
792d6d6174657269616c227d29
53656c
6f63637570
2d70726f666974
206c696d6273
5d5d3b
204d4f53
615c
5f50524f50
20756e646572776179
2073696c6963
2028636f6d70
6565732e
706f736974696f6e73
65636f6d62696e616e74
77726f6e67
77616e67
616e7a61
20515f
696275
20506561726c
5b696e5d
206469736373
2b5c64656c7461
2020200a20
636363
7469636b
7269746572696f6e
2064756d7073746572
20455f7b
747970652e
666173746572
2077696e6573
20636f6368
20584c
61626c652d
616e6961
756461
2073796d7061746879
20616e636573746f7273
204b4d
206964656e74696669
6465726d
20226c69
64756d6d79
20285b53
457175616c73
2065737465
5c6d61746863616c7b447d
3a43
657074
2050656e616c
546f3a
696e636c7564696e67
6361746368
436f6e736572766174697665
204f7a
20736d656172
4e7d24
2053656d69
204e6167
70696f
4d6963686967616e
536369656e7469737473
6d617272696564
20245c706d
204b69636b
632b
6a3a
73637269707473
646861
2062726f616463617374696e67
20736574746c656d656e7473
5b466967757265
20636f6d70726568
555342
6b76
72616e67
206e616e6f7061727469636c65
206173706972696e
20427566666572
706f6c6973
7273697479
20676c616e6473
206d6f6e74
61616e
20726576696577657273
746f6d6564
20245e
3d43
626162
4d657869636f
20284c612e
3c74723e3c7464
4a73
5f4154
574152
206d65646961746f72
2074726573
6574746f
544553
696e666f2d3e
5061746829
507369
2c66
564c
3a49
6f677261
2d676f
6e6f64655f
616d656e
5375697465
206c6f6262
6c756d696e657363656e6365
20636f6c73
204d6573
2a43
20497373756573
2062696e6172696573
2067656e6574696373
2062656c6f7729
494d414745
416476
776974
6c65642e
204e4f4e
4b45595f
5f686561646572
65676f
20526579
466f726d61
2e2722
3a53
68616d6d6164
526563616c6c
206c6f6e656c79
20766974616d696e73
43757272
5c706172616c6c656c
20696d70617274
473a
6f6c6c79776f6f64
436f75727365
20616e74696369706174696f6e
20284644
5f5354415445
207472656d
696479
69736174696f6e2e
20434144
737570706f72742e
207765616b656e
2043686172746572
207265696e666f7263656d656e74
6c697468
20416c657861
44574f5244
46616374
204847
20686f726e
204d696b
436f64652c
202257656c6c
2e68746d6c29
44697361626c6564
534841
62696573
6c24
626173652e
207365677265
22706172656e74
207374656572
206429
2066657272
2242
46696c6554797065
636d5e
504850
5374617473
20416c64
200a2020202020202020202020202020
20666f726d756c617465
2074686573652e
2028432d
20534e52
20737368
2d67656e65726174696f6e
20665f7b
2e6765745f
436c69656e742e
6170702f
6c6174696f6e2c
5061796c6f6164
52592c
626c696e64
20766f72
5c7461755f7b
692c6a
64696e65
5441494c
206c61737473
5c696e667479242c
596f756e67
2e6669727374
286465
54756573646179
536561736f6e
4461696c79
204e5357
2073697a6529
42595445
2076697472
3d66
616e746c79
617275
74656e736f72666c6f77
696e666f726d
566f6c
5f6973
20636c6173733d226e
20245c6d
20467d
2d7472
546f676574686572
20736f7068697374
53747564656e7473
20466163746f7279
20444546
2d63617365
46292c
20696e6a75
5f5f29
204b696c6c
20666c616e
206275646479
204c4344
2070726f766964
6d656d62657273
206f70657261
766976
656c696769626c65
4b2e2c
20706f73736573
20552e53
5f736572766572
206861726d6f6e79
206861746368
426179
502a
206f72646572732e
20636561736564
20696d6d657273696f6e
2062617473
20434c49
5a49
7763
46696e616c6c79
2061756e74
204d4d50
2064657374727563
636865636b5f
6c7973
6e5c
72657374617572616e74
206d524e4173
2073616c766174696f6e
2052696368617264736f6e
546f6b
204865616c
6d71
2e6669656c64
646f75
2053756273657175656e74
64656d6f67726170686963
20576969
54656368
20436f6c6c65
20616d79
7d2c5c
20686f73706974
207261706564
20646f75626c6573
2063696e65
204e5943
204d6f68
56656869636c65
4a6f7264616e
2d6e6577
555f7b
4122
4d4158
73696e672c
535441
656e652c
4469676974616c
206163796c
206261636f6e
207265706179
6c756d696e
6c6c65
2066696c6d696e67
4964656e74
426c6f67
206a756467656d656e74
2076657274
e2809c616e
6c5b
6f736964617365
20456c646572
20646973617070656172616e6365
486967686c69676874
207476
2d736574
7965722c
0d0a0d0a20202020
666f726569676e
20726573697a65
20245c626d
2070617269
204d2d
5c656e647b616c69676e65647d
5f6c696d6974
2065726f73696f6e
20616d2e
697474616c
2044656d6f
20486f706566756c6c79
205061726b73
5e5e5e5e
6465636c617265
5c6c616d62646124
5d7b7d3b
20755f7b
204d616861
61752c
70726576
7161
6d652e
696e76656e746f7279
4c696e6561724c61796f7574
414343455353
2073657879
20616e63
20246628
6f626f
6d61726b646f776e
5b695d2c
2873656c6629
206d6f6e6b657973
20756e6c65
206c6174652d
42696e
6a2f
636667
657270
617475
204469616e61
5e7b5c746578747b
2066696c6d6d616b6572
616e74692d
206465726976
646f63756d656e742e
205b68
5b64
67656e2c
2e7265736f6c7665
2044616e6365
4d617279
20554d
6f7369
206d61696e73
2069742e2e2e
20676c6f766573
2066612d
20686973746f7269616e
7265636f6d6d656e64
205062
3e60
20466966
20285350
20436f6e766572
20486973746f726963616c
207175616c696669636174696f6e73
204772696666
20536f6369
206e6f6f6e
506f696e
206c73
64656661756c745f
20697465
207879
75726961
2e6d6f64
2d6d6f6465
2d6672
544147
2041524d
20657469
205068797369
5d5f
206d61726b65
7728
5c235e
c3a92e
20626f726564
43732c
572d
676c6573
4d6972726f72
20646f776e6c6f6164696e67
20496e6e6572
207472792e
204265617273
207265666c6563
696e6465783a
70726f706572
696165
796172
20245c6f7665726c696e65
656e7472696573
206361746865
20676c65
426164
6d697373696f6e73
20494746
205061726164
62646f6d696e616c
496d6167696e65
6865617264
533e
5d2d3e
206d61676e65746f
66616972
2e63757272656e74
5c42696729
4d65646963616c
63726f6674
2067726164696e67
656e636573
282a2a412a2a29
2d75702e
20536174616e
696e636f6d65
65656b
7265642c
20245c7769646574696c6465
20707265637572736f7273
6f626c61737473
205068696c6f736f706879
204e4f52
20686579
20736572696e65
436f6e74696e7565
204173736179
5f7b4c5e
2d636f7265
20636f6d6d656e74696e67
20655e
2d75702c
70686f6e6573
7665726e
6965722e
206173736967
206e756d6265726564
706c616365686f6c646572
206465736572
20284348
7468616e6b73
20706f6c6172697479
20693c
417428
2d796f75
206c69626572616c73
20746f78696e73
20245c646f74
20616c7465726e
2e2a5d7b7d
64656c6976657279
204b6f6368
6c6f6773
4d617373616368757365747473
20464151
204574686572
2841292a2a
2064656275
4c6f6728
204e657572
4a52
726f72
757361
436f6d6d65726369616c
69736174696f6e2c
423b
4178
3d41
20646f776e6c6f61
20646972656374696f6e616c
20633a
76617269616e6365
204e756c6c
6578616374
5f63686172
20646973746f72746564
6d616e61676564
2073696e73
2053616b
7527
6b22
20705f7b
e2809c6e6f74
207475726e2e
494e472922
72696464656e
2050696e6b
4f5553
77726974
20416e63
20286172
20616c69656e73
0a09090909202020
4570
206368696c
205c73756d5f7b6a3d
20617373657274696f6e73
28782c7429
20242827
2028434f
6465636c
205c76
646973636f76657279
5265702e
2061696473
2b2e
50726573
20454f
657263
225554462d
2d412d
7d5c696e745f7b
2d646576
20696e646976696475
207368696e79
676c616e64
2053636861
5c78697d
20636174617374726f70686963
506179
566172696f7573
422e2c
20434d53
2428272e
206c696f6e
2041434c
6163636f
204b6169
5c626567696e7b61727261797d
64656c6179
636f6e74696e7565
207061706572776f726b
6965766564
6977
787472656d656c79
207472616666
206b69636b73
2062617272656c73
486f74
204a45
726f2e
297d3d
72696e672c
2e617070
2d3e63
20636f6e64656e736174696f6e
206e6f7465626f6f6b
7061727469636c6573
28472924
2070726976
0a0a20202020202020202020202020
2041696d
2069636f6e73
20524742
656374696f6e3e
2066696e652d
204d634e
692e22
204328
63686965
7379732e
616e75656c
206f636375
2042726561
20417374
757461
2072756465
207072656d69657265
6f63637570696564
205472616e736974
20647261696e6564
20636f6d706c6574656e657373
595f7b
5c7073697d
0a090920
20706172656e742e
20636c6561726572
204465736967
20696c6c6e6573736573
5772
207072656369
526f62
707261
20696e746572726f676174696f6e
2050696e65
61626c6528
4261636b656e64
696d706c656d656e74
6f7468657277697365
2d6d6963726f
0a09090909090909090909090909
20696e7465726e6174696f6e616c6c79
2047656e6573
70726564
20436169
6e696e672e
20414d44
205061796d656e74
20666c617265
7d63
20444341
20504547
20667265657a6572
2074696572
2e62696e
616262
206265686176696f757273
696e6f2c
746563
6e7369
2073706163696f7573
66616c6c73
2067726f756e
3e292e
5f636d64
206b62
2063686f6c65
7472696d
6576656e7473
6b6973
2073756273797374656d
5f636f6d6d616e64
715e7b
6b27
757263756d696e
6d696e73746572
616374697661746564
20504154
64796e616d696373
2064656d6f6372
526f6c6c
204772696666696e
2062656164
663d
225965732c
524150
3c65
2022627574
207468656e2d
2073657061
446f63756d656e
3c696e743e
7374696c6c
5e5d2823
70742c
65726c
206765742e
4265656e
564944454f
5f4e4f4e
2b5c616c706861
786666
76696572
6d6f6e67
656e7469
207370616e73
207275696e6564
2064656c6963
20706c656164696e6773
2064726177696e6773
2073656174696e67
202268747470733a2f2f72
4472697665
2046696c6c
73642d
5f64656661756c74
437572
5f7b4e
494445
205c6d61746862627b
20616d617a696e672e
727573746564
66696e6974656c79
2067756d
69652773
6272616e64
6f78696e
63636f
206a28
2070726179696e67
2074617269666673
20656e7469746c656d656e74
2070686f746f677261706879
206a657374
3c696e74
69636964616c
2057696e67
494453
616c2a2e
20495453
457863757365
6578636c756465
286374782c
537570706f72746564
2043757272
434147
20636f6e74656d706f72
206469726563746f72696573
206267
2a41
626265
2073746162696c697a6564
2d6d656d626572
205c6873706163657b
626f7474
6e65636b
3e3a
2074657374696d6f6e
20766163616e74
20717569636b6572
7842
297d242e
202a6465
2062757267
61726973
20227e
206574696f6c6f6779
20616e6e6f746174696f6e73
2067696e676572
2056657269
746573742f
6c6179657273
697374616e
434150
207265616c6c792e
204769726c73
4775696465
204d6f636b
2070726f76696e636573
204d696c616e
507572
41424c455f
5351
533d
66742c
2070756d706b696e
3d3d27
2042657461
496e737472756d656e74
206c65616b73
2070726f7061
20537a
20696f64
64696c
20416c756d
20736861646573
206261646765
20426f6f6b73
746574
65726e616e64657a
20656c75636964
22486f77
2074726164657273
206a6f6b6573
205c72616e676c6524
20554e49
206d6973757365
206d65646961746f7273
6265616e732e
66696c652f
2042726f7468657273
20466c612e
2c7d
6c6f2c
20737469636b79
206d6f72616c697479
20446f65
6e75636c
63686970
636f2e
5654
2073696c69636f6e65
2063616d70696e67
2072616e6368
204c616e6361
5f68656164
206e697472617465
2041636375
6d2773
466c756f72
4368616c6c656e6765
204663
205c66
20436f6e7374697475
2028746f70
2028414e
556e69666f726d
20707472
65796564
6d7d7d
726176
6c22
6f70706f7274756e697479
706c6163656d656e74
6b6a
697365642c
5150
20616365
622a
2073746f6f6c
636d7028
20725e
2070656e69
286d29
206d616e756661637475
417373756d65
2022666f6f
265c71756164
28745f
20486972
496c6c696e6f6973
2070726573756d70
75617465726e696f6e
20284529
2070657266656374696f6e
2074727573742e
2062696c6c696e67
206465736572766564
5072696d65
534529
72656164696e67
7921
6d65616e73
70657074
20455241
50415353
69652d
20245c7068695f
2063686f6c
20526f6d61
7b6e
20636f6e646974696f
5f6f7074696f6e
205472616e
616e732a
20416e6472
7b7d2c
6964697479
746974
63636173696f6e616c6c79
2054616d696c
2066656174686572
206e6f726d616c697a65
2077656564
5c6f
6f66662c
7624
782c79
206475616c697479
6e65737479
20626f617374
2054726970
2e6f72
20277265
446576656c6f706d656e74
20696e636973696f6e
3a25
2024515f
746869732c
3c6469
4d616b696e67
2e67657456616c7565
20686f6d656f776e657273
49443d
204c756d
20426175
6261636b2c
656c6c6f
7374726f
657369
616c732c
4c6f756973
20646566656e64657273
207065746974696f6e657273
2066696c616d656e7473
636c616972
4a2d
2050726f66
4c4153
72656e6365
6469736372696d696e617465
207365697a65
2043686576
207374726170
2d666f726d6174
4b4d
636f6e7374727563746f72
63616d706169676e
4f4b2c
206556
696e732e
6f726d
2064696c6967
20512e
206d696e6f726974696573
20283a
206d697374
20677579732e
207477656e
20636f6e666f756e64
20506f74746572
42616c616e6365
476556
20437279
69747a6572
206469616c
4e756d62
6b65732c
746f6e73
207075626c6963697479
6f73796c
20224d6f
746976697479
617465732e
20706861726d616379
206d697261636c65
79746f6e
7d7b4e7d
20466577
20726574616c696174696f6e
20636f6e646f6d
55414c
20274e
20507269736f6e
6f73747265616d
2068656967687473
207265736f6c7574696f6e73
20646f776e73
686f65
6572696e
2d6272
5374657068656e
2d3e6e657874
206e756d7079
20506f73742d
68617274
202772
207265706f72
20506172746e6572
20636f6e746163742e
206e656372
2075626971756974696e
737369616e
426f756e6473
70656572
2f636769
2072696768742d
20417661
20636f6d706c696564
5f666f726d
205661726961626c65
7172
62617264
6e65766572
204d6974
65727479
2077617463686573
204c6174696e6f
205065726c
2074726f7068
6c6f67676572
69635f
7b5c6c656674
2d7370
606060606060606060606060
204e696365
20496e6974
7065642e
726e65
73706f6b656e
20616374697661746f72
20536369656e74
63617465676f72
206d616c74
2064656e73
4151
e2809c68
20706172746963756c
20646566616d
496d6167653a
206f7665726c6f6f6b6564
20636f62
20517569
2d7765
6f646573
6576616c756174696f6e
204e5073
20626c61636b73
4d6978
4c4142
49434b
61696e73
2048617070
20616d617a6564
20646976696e67
20696e73756c74
474652
20696d6d756e6f707265636970
466974
2d626172
6c652d
206f726967
54797065223a
204b42
2024575f
737461696e696e67
20746869732e736574
205261706964
20447269766572
205324
2073657474
207972
2070697463686564
204d6f726d6f6e
626f6172642c
20486f73
20476175
5f7b72
417263686974656374757265
616472656e
2d73797374656d
69292c
2248
5f692c
636875726368
20536e6170
207472616e7369
467e
746f77
2064726561
6469616c
206d697272
70726f70796c656e65
205c6c696d
202873697a65
6824
20776169
616c22
20686574
706f6c6172697a6174696f6e
285c7069
52292c
6c6f6779
625d2823466967
6f70736973
