6e6174
68656e
456d626564
5f737472696e67
42616c6c
2d7269676874
6672696e6765
28626f7468
68656172742e
766972616c
706f696e74
65787472612d
466f726365
736b69
3e0a0a3c
427261646c6579
436f6d706172696e67
73686f6f6b
436f6e7461696e6572
42726f616463617374
c383
5043
6576616c756174696e67
537475617274
6162726f6164
7569
6d696c6b
72657472656174
625f
6d6f727068
222c0a090909
28746f70
4c45
696d6d6564696174656c79
646f5f
737572
43544c
636f6e6365646564
250a
436f6c6c656765
7b48
41726d6564
224e6f77
617374726f6e617574
2254686572652773
6368617267652c
5374616765
6475616c
526570
2e636c6f736528293b0a
686561642c
4c6f616e
536c696465
536162
67617465776179
70726f6a656374697665
444e53
4d6f64756c65
506844
696d706c
2a6f2a2a
2e0a0a496e
64697468
4a4a
64616e676572
2e0a09
44494e47
7574696c697a65
5c74696d6573
46494e
696e7465727374697469616c
5265766f6c7574696f6e
6865616461636865
6b617761
454d
7765737465726e
737572766579
42696f6c6f676963616c
5c696e667479242e
696e646976696475616c732e
6379636c652c
475055
636f7265
65726961
636f6d706c61696e7473
7822
74657374732e
46726f6e74
6d65616e74696d652c
776f6d616e2e
766163617465
7374616469756d
616c7465726e617469766573
7065727375616465
63616e2e
64657669
617474726962757465
417a757265
617373697374
706c65
72656d61696e
696e646976696475616c
5d5b
627269676874
12
706861
5769
57616c6573
437047
e2809d292c
e2809d2e0a0a
747562756c696e
73656c6c73
5329
686f73742c
46756e6374696f6e73
436174686f6c6963
657868696269746564
446177
7461736b2c
63616d706169676e73
706f736974696f6e732e
67756d
716c
5374616e6c6579
6f75747075742c
646179732c
7472616e7363726970746f6d65
48616d696c746f6e
284164646974696f6e616c
534553
6c61756768
636f6d666f727461626c65
6c6566742d
2852
4669672e
6e6f72
726573706f6e73697665
4f4e4c59
2a2a5265763a2a2a
49e2809964
6f7574676f696e67
666f726d61742e
2f646179
646563616465732e
6865696d
656c656374696f6e2e
70726f66696c696e67
7374656d73
4a656666726579
6c6f742c
5365747570
6d617468656d61746963
5c646973706c61797374796c65
9d
666f6c6c6f77696e673a
70686f6e6573
572c
506c61696e74696666
73757065722e
436861726163746572697374696373
6c696564
61726773
63656c6c2c
636f6f6c696e67
637478
7665746572616e
6a7573746963652c
6f6d6574726963
73796d6d6574726963
75732e0a0a
626f79667269656e64
666f616d
67726f7773
50616765
67756e
52657175697265
6275636b6574
6269676765723a
6472696564
28726573756c74
70756c736573
47616d
656e63696e67
6172626974726174696f6e
616e6e75616c
5c7a6574615f
6f627363757265
646967697473
4f626a6563742e
616c
57616465
5452414e53
2749
636f6e73747275637473
7377696d6d696e67
776f72640909
456d696c79
636c7562
6c696e67
7472616374696f6e
62656c74
526f6f736576656c74
6d6574686f7879
6576656e696e67
e5ad98
2e52
24693d
556e646572
757373
73746c65
666163696c6974
776974680a
706f73736962696c
4268
646f74
cf89
c3bc72
436f6c756d627573
4a6170616e2c
70616e74
44697363757373696f6e
62656172696e67
6578706c6f7265
64696f78696465
616c6c65
e2809c41
636f6e66696e6564
e38289
49464e2d
56454746
4a722e2c
557d
4156
696e7374616e63652c
4f62736572766572
546f62
3c696e707574
736e6970706574
636c6561
626c75652d
6261722e
63616e646c65
726564697374726962757465
676f7665726e6d656e742e
6c6f79616c7479
e5b8
636f6e74726f6c
696e69
4d696e6973747279
253e0a
556e6b6e6f776e
726f756e6473
44656c6976657279
4f6e652c
d181d0b5
223a7b22
636f6e64756374697665
626f646965732c
786d6c3a
74e2809973
6f7769747a
706c616e2c
637573746f6d6572732c
546f75726e616d656e74
496d706c
47656e65736973
4d6f7267616e
737065637472616c
7265626f6f74
66616465
43616c6c6564
74616e6365
70726f
54616b
e0b8b2e0b8
2f7b
4d72732e
737570706c656d656e7473
5f68617368
736361747465726564
56696c6c
656d6f74696f6e616c6c79
736369656e63652e
3b0a0a2f2f
686162
667265
6c616e67756167652e
706174726f6e
6d616e69666573746174696f6e73
5d2c5c
715e
777269746572
6772617373
6f7574
2754
4e6577746f6e
76657373656c
6d6f757365
636f6d70726573736f72
7379732e
5f6e
436f6e736572766174697665
472c
66696c74726174696f6e
5265762e
224f6e
e38388
6c6162656c6c6564
616e796d6f7265
437265617465
7370617469616c6c79
646973636c6f7365
4d6172696e65
476f72646f6e
736572
706172616c6c
4451
6c696d
7048
4964656e74696669636174696f6e
2a772a2a
63726561746f72
636c696e6963
656163
726571756972656d656e74732c
7061636b696e67
c3a1
413b
776562
2a61
696d706c616e746174696f6e
63656c6c2d
4e6575726f
706c6174656c6574
73696c69636f6e
6c6970
746573742e
64697363726574696f6e
796f67757274
486177
64697374726963742c
2a632a2a
4c6569636573746572
4c65
5b466967
656e75
6c697374656e657273
3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d
4149
4072657475726e
7772617070696e67
5f7b5c
50726f666573736f72
61726f
7265616c2d776f726c64
69743f
726574656e74696f6e
4c51
657069736f64652c
646563617973
696e6672696e67656d656e74
7265636f676e69736564
2d4f
2f61
7368616c6c6f77
64657465726d696e65642e
4d6172696f
76616363696e6573
5f6974657261746f72
6f6e732e
7365637265746c79
2e636f6d2e
7d295e
436f6d6d6974746565
6368616c6c656e676573
756e6465726772616475617465
736d616c6c2c
617272616e6765
5761
544f
5f636f756e74
3f0a46616c73650a4973
656e68616e6365
77656e74
7761793a
64657661
6a6f696e746c79
7365782e
737465616c
416e6f6e796d6f7573
50726f70657274696573
4576656e744c697374656e6572
4d61703c537472696e672c
616e696d617465
0a3c767562756e746f72
416c706861
457175616c73
6c696665
706f727472616974
736561736f6e2c
526f6f6d
506f7274756775657365
68746d6c
665e
6a61636b6574
6973746572
6578706572696d656e74
22596f75
626c69
5072696e
7061737461
2acebc2a
666c656574
7072696e6365
7065726f786964617365
6c69747265
737069646572
70617973
686572656166746572
61637472657373
7375627374726174652e
626172726564
74686174e2809973
547970653a3a
7d5e7b6e7d
706173736573
72756c6573
636175676874
2e6f7261636c652e636f6d
666c6177
726170
290a090909
46
4b616e
74657273
636f66666565
7269736573
6572676963
5c696e745f
6f7267616e69736174696f6e
2d746f78696e732d
4f44
436f6c
576f6f6473
706172746963756c61726c792c
48454b
e5bc80
746f6e2e
696d616765732c
6c65766572
5c7461755f7b
44656164
6c61756e6368
696e2c
64697361626c6564
55746168
4949492c
5053
656b3e
6766
4e75636c2e
0d
4a756e652c
736561736f6e2e0a0a
6d6261
4f616b
73746f72792e
7b65
627269646765
0a7b0a
617274687269746973
7567
286974
284329
e5baa6
756c617465
c2a7
426572
707265636564696e67
efbbbf
2e0a4e4f5445530a5b
657374617465
2a58
616e74732c
646f70696e67
637269736973
70726f6d756c
66756e6e656c
7069636b6572
2d73696465
6c61756e647279
6f6e2773
65766f6b6564
7d64
436f6d626f
73222c
42617262617261
6f7363696c6c
50726f73656375746f72
0a0a7e7e7e0a
736e6170
6c6f672e
677565737473
46696c
290a090972657475726e
2e220a0a22
63696f
6a6f696e
504d0a0a
5c706869
6e6176616c
726167
466f6f
53616d
706c616e74732c
677265617465723a
53746576656e
64656d6f6372616379
0a0a4c696b65
62696f746963
74686579e280997665
636f6e766578
5374726970
63757272656e7473
7072696365732c
72617a
6670
646973706c6179696e67
5279
43756265
63617573616c
2ec2a0
7d0a0a215b
636861726765732c
636172
736c6f776572
4f626a6563
507974686f6e
637269746963616c
6e6f772e22
6c696272617279
4a757374696e
61636375736174696f6e
243c
5065726d697373696f6e
737562756e6974
706f736974696f6e2e
736563726574617279
7669657773
13
65782e
70696e73
746563686e697175652c
636f6d706f756e64732c
686f6c646572
4f52
70686f626961
70726f636573736573
dd
69747a
636f6e76696374
5c6c616d626461
2c5c696e667479
4861707079
486f6e
63757272656e74
64726976657273
7374616e6473
546f6d
6d696c6573746f6e65
737572726f756e64
645f
6c6162656c6564
66696e616e63
747261646974696f6e616c
7c7c
7472616e736c617465
7d2b5c667261637b
6174746163686564
536f7272792c
706c65646765
746865726d6f64796e616d6963
63736e616d65
636f6d62696e6174696f6e
64657465726d696e6174696f6e
6e
25292e
737065
6d657373616765
63656e7472696675676564
4a616d61696361
6c696e652d
6167656e742c
636f766572696e67
73756363
44696d656e73696f6e
497d
647573
7d5c73756d5f7b
6469616d65746572
70726973
736f75746877657374
524b
456e76
67656e65726174696f6e
596f72
6e6f72746865617374
7265616c
726179
e585
77697468696e
6469736d697373696e67
52414e
47756c66
746f0a746865
4f7574636f6d65
7370656564
657869
737572666163652c
6f6e6e
557269
3c2f7370616e3e3c7370616e
63617061636974
612a
3f0a0a413a0a0a
6661746865722773
73706c697474696e67
42616e64
6173736973746564
6162696c6974792e
6361726566756c6c79
6f6e652e
62726f777365
27
2e626c6f6773706f742e
626164
4a617a7a
6865
67756e73
6e656564
6d61726b696e67
53636f746c616e64
4e616d652822
0a0909097d0a090909
544152474554
5b5e
737061776e
6f70706f6e656e7473
756d65
616361
7768656e2c
6163746976
776f6d656ee2809973
3e28
6c6f676963616c
706f73746f7065726174697665
4c696e6b
5c72686f7d
6572732e0a0a
5c7365746c656e6774687b5c6f64
666f727468636f6d696e67
5448454e
6f70656e696e67
436f6e666967
686172642d
285b4042
506c61
506f70756c6174696f6e
7374657279
726564756365
5469
4f7074696f6e
656c626f77
52756c6573
766973697473
6c696e65732c
6e6f646573
70617261
6865726f
63796c696e646572
646566656e736573
5c5d2e0a0a
696e6a756e6374696f6e
76656869636c65732c
706f736974696f6e732c
4947
6374696f6e
6f2e
696e7465727374617465
676c7574617468696f6e65
617263686165
2d79656172
7075626c6963
636f6d6d69746d656e74
7d2b
7265636569766572
48696e6475
4772696666
726163696e67
e38199
2d7468
746869732e736574
70616e6372656173
626f7474
0a466163746f72
4c494e4b
6d696e6473
706f73746572
2a56
517565656e
4772617373
7061726b6564
6a757374
6167656e74732e
446562
656d657267656e6365
70686172796e6765616c
6672616374757265
7175657374696f6e732e
24247c
d0bcd0b5
636f696c
6578
546f6c
5d7b7d5c5e
486172726973
656d6f74696f6e73
2e616d617a6f6e
4558504543545f455128
486172706572
68696d2e22
477265676f7279
616e64726f69643a6964
7d0a2d2d2d2d2d2d2d2d2d2d2d
297c
4361707461696e
6e6172726f77
7570677265656b7d0a
7061737465
5a6f6f6d
656967687468
0a0a4e6577
5065616365
5d2c5b40706f6e652e
504352
4d61727368616c6c
706174746572
726f73746572
73657276696365732c
6469736d697373
6e756c6c707472
537472696e672c
64657369676e6564
4447
4d6f7374
657874656e74
6d6174657269616c732d
676965
6c696d6974696e67
5f70
6265696e672e
3a2f2f
53686f6f74
3c69
436f6e6e65637469637574
7465727269626c65
4e53537472696e67
4d756c
757074616b65
6d6d
4c5e7b
2209
434c4153533d224e6176426172
5c656e647b
476f6e7a616c657a
736361726564
737472696e6773
66756e6374696f6e2829
6173706172
70657263657074696f6e73
736f6e
70726f7465696e2e
48756e74
414441
626f726465722d7261646975733a
5e6b
2e0a0a5468657265
7d7d5c6c65667428
6e6f626c65
756e6f
746869732e5f
5468656f72656dc2a05c5b
7024
4261736b657462616c6c
726561642e
65787065727473
70726573
5e73
5c47616d6d61
63757473
785b
66757365
e585a5
090909090909090909
63616e6479
617070656172696e67
6f70656e2e
5072696e6369706c65
4d65616e7768696c652c
566965
74
5c6d61746862627b527d
736d656172
656e6379
636f757274657379
436f6c6c656374
646570726563
73706563
70726f766964657273
65787069726564
666966
736368656d61746963
555342
626f726465722d
6d616c69676e616e74
6d656e
6f6d69
616d706c696669636174696f6e
292f28
6f6e79
643d
7574696c732e
7e487e
6f626a656374697665
3f0a0a49
6465636f72
68617070656e732c
417263686974656374
696e7370656374
0a54686973
636f6c6f7572
662f
617573
2d73656e736f72732d
5c23
6d6574
6e612c
e2808a
444c
0a09090909
c397c2aa
65786973
706f6c7973616363686172696465
706f6c69746963
4151
696e7365637473
53746f636b
436f6d65
73696e65
436f6e7472
76697369746564
414243
4d6573
657865726369736573
7964
64656c65
636f756768
436f7272656c6174696f6e
766965776572
7e29
5b4043
4368726f6d65
636f6e7461696e6572
617373617373696e
6469657473
7061747269
776966652c
70726f7073
6f662c
2227
4172
636f76616c656e74
455053
696e74756974696f6e
2e635f7374722829
62696f6368656d6963616c
63656c65627261746564
2f3e0a
67726f6f
616c6973
28702c
656e646f746865
636f6c2d6d642d
656e766973696f6e
72616e6b6564
747573
536563726574
2727
6a6f72
0a0a416e
72696768742e
3c2f64643e0a
657074
6f737465726f6e65
2a642a
496c6c
57656174686572
6d6173732e
424c2f
737562
45646765
5144
50415254
73746972
696e637572
4574686963616c
5f776974685f
555341
6964656e746966696573
290a2a
616d656e
6a7564676d656e7473
e58faf
6c6f61645f
556b7261696e69616e
2d73
53656c
7479706564
636f6e6e6563
687970657274656e73697665
7369676e73
537465696e
646570656e64656e63696573
72656675676565
506f64
7175652c
737072696e6b6c65
706564696174726963
24505f
646572
446174612e
646f65736e2774
436f6e636c7573696f6e
77696474683d22
3b0a7d0a0a737461746963
706c75
422d
4b6f73
6469736365726e
4d6173
7175616e74756d
282a2a622a2a29
436f6f7264696e61746f72
2e66696e6428
6d6574612d616e616c79736973
616d696e65
73706563696669636174696f6e73
6578706f72746564
72617973
696f2e
2e24
686f6d652e
572d
7265736f7572636573
6e6565
6f7065726174696e67
737570706f7365
494341
432e462e522e
53656e696f72
6479
3d22
3e747275653c2f
736563746f72
67726970
6d61727368
6d616e6167656d656e742c
696e74696d617465
0a5f
62656c6f6e67696e67
292c2424
6576656e74732c
627269636b
686f6c6f6d6f7270686963
706963747572652c
63746f72
4070726f7065727479
52656167616e
436f6c6c61626f726174696f6e
09090909
5c667261637b28
756e77616e746564
24785c696e
726162626974
706172616d73
3d227472756522
67726561742e
656e67696e652e
5f5741524e5f
68617368
e1b9a3e1b987
64726173746963
7761730a0a
6d6572
53747261746567
0909090909
3b0d0a0d0a
6f7574696e67
496e76616c6964
6865722e0a0a
4d6f6e7468
272c
5a
504f574552
3d2223
756e6974617279
414e41
736c6f776564
41626f7665
6e6473
4d617468
736f6469756d
2762
2c2a
6d6f73717569746f
5c696e0a
42726f
4129
7468697264
62656c6c79
61727469636c65732c
6f6b6179
6f6469
646576656c6f7073
c2ad
60
766d
5374796c65
61646d697474696e67
2e7375702e
61e2809973
636f6e7363696f75736e657373
686f6d6f
77726f6e
50656c
696e746572696f72
7b66
70726f74656374
436c617373696669636174696f6e
466967757265c2a05c5b6669673a
41756469
4f63637572
73696c656e74
706f70
5b2a506879732e
3c2f64743e
24245c
2f0a0a
41637469766974696573
6f66667365742c
667269656e64
687572
776f726473
536c6f74
66696e64
4f54484552
526967687473
756c74726176696f6c6574
617363
224e6f772c
717569636b6c792e
636f61727365
62697465
746f74616c6c79
6e65
74726170
656469746f722e
5b4072
53
412773
636f6d70656c6c696e67
b4
6675736564
616374
4d6973736f757269
416e676c
66726f
666f6f6c
5c74686574617d
54726967676572
6170706c6965642e
6f6c642c
6a756e696f72
686965726172636879
6e656761746976652e
7d3b0a0a
7d27
52656c61746564
434e4e
4a617661
636f6d6d6f6e2e
6f766572636f6d65
706f7373657373696f6e
2e73706c697428
0a0a6279
746963
2a2a5d7b7d2c
fd
e68ea5
766965
69742e0a0a
5c5e
7d0a0a0a
446965676f2c
6b29
656e7669726f6e6d656e742e
626f
4c49
486f7065
736f63636572
7c7d
4c6973743c
446f
56616c75652c
64726f70
6469766973
28297b0a
2d7468652d
0a0a58
65787072657373696f6e2e
416e79
70686f
70747d0a
766563746f72
4c6962
57617368
53455353494f4e
736e61636b
6e6967
636f6e7374616e742e
7665746f
290a0a41
49464e2dceb3
73657269
6d656469636174696f6e73
5f6672616d65
6672757374726174696f6e
7b7a
5c7073695f7b
5c7d2c
707269766174
7b5c766172657073696c6f6e7d
244824
28642c
73746f7070696e67
437572736f72
706174656e74
656e7365
6b62
73706f6b65736d616e
247b5c63616c
7469746c653d22
5c64
526573697374616e6365
53657074656d6265722c
636f6c6f722c
636c61
4a61
6566666f72742c
70726f67656e69746f72
496e747261
6c75636b79
72656e6f76
636174
6c696d65
766172696174696f6e73
6f627365727665642e
0a62
28293b0d0a
61737369676e6564
5e74685e
5947
636861696e2e
7374727563747572696e67
6361746865746572
7365636f6e6473
457069
7479706963616c
275f
e29c93
766f6d6974
526167
637265617465642c
4546
7363617265
776f72647072657373
49454545
6473
65786973742c
53747564
466c796e6e
224f6b61792c
4b696e
62696c65
5c6c6e
7472656174
293b0a09096966
69666963
636c6173733d226d656d
49736c616e64
4368656e
7472697669616c
4849
776f7265
63656c6c756c6f7365
0d0a0d
726573706563746976656c792e
69736d
7a79
7461626c65227d29
756e666f6c64
706172656e74732c
0a0a43617465676f72793a
5154
6172656e61
5375706572696f72
456e676c697368
73756c666f6e
552e4e2e
636f6f6b
28687474703a2f2f
7375627479706573
74726179
536572696f7573
756e6976657273
6761696e6564
4d6574686f6473
89
524e4169
6361707461696e
64697374616e6365
7175616c6966696564
456475636174696f6e616c
2128
416c69
7265636f6d62696e616e74
696e7665727365
73656374
617474656e646564
2c7b
24545f7b
70726f6772616d732c
74697073
5265666f726d
3c7374726f6e673e
7c5c
656e62657267
737465656c
636f657263
50616369666963
7c0a
6765726d
7472616e736c61746573
6e3b
2e706466297b77696474683d22
52656c6967696f7573
696e766f6c7665
5d7b7d0a0a
656666696369656e746c79
74726961
636f6e74656e64
50656e6e73796c76616e6961
696e666f2d3e
6f722d
636f6e7461696e
45445f
736561746564
746966
696e74657276656e65
64657369676e73
7265746963
2f52
726f7574696e656c79
524543
616d7573
6572732c
285f
636d2c
4974616c69616e
286c697374
726563657074696f6e
4d696c6c69
6661766f7572
636f6d6d756e69636174696f6e73
4c444c
62656c6f772e0a0a
642e0a
737572676572792c
45712ec2a0285c5b
6c6177732c
e2809c4974e2809973
61666f72656d656e74696f6e6564
5d2823737570
6f7363696c6c61746f72
2a6a
6865696768743d
73656d69
696e
726576696577696e67
706f7274696f6e73
4943
46756e64696e67
6465666f726d6174696f6e
47414c
7365652c
41726368697665
61736b2c
0a0a3a
5b5d3b0a
616c746974756465
eb
6a75646765
0a0a436f6e
e987
7d7d5f7b
717527
567d
7769746864726577
4f7265676f6e
5f7b2d
636f6e73756c746174696f6e
7765
52657374617572616e74
6c6f63616c
636f6e737472756374696f6e2c
6465706963746564
436c6970
6964656e746966696572
636f72726563746564
0a24
414e47
244b
48656e6365
61746f6d6963
517569
440a0a
706f6c6172697a6564
494e5354414c4c
726961
3e3e
4e617a69
7261746865722c
6f6c2e
4865616c746879
72756e74696d65
6d65726974
706f7365
245c6d61746863616c7b
726573756c742c
63656c6562726974696573
292f28282d
7265706c61636573
4d61727269616765
287129
71756f746573
7375737461696e696e67
696e732c
736861646573
e38184
6e6f746573
746f72
282a6e2a
496e6469
61636375726174656c79
5965617273
69736c616e6473
7061727469636970616e74732c
6c6573736572
62616374657269756d
436f6c6c656374697665
737570706f72
4170617274
68656170
5d28687474703a2f2f7777772e
476175737369616e
506f6c69746963
73686f776564
696e737572616e6365
68756d616e
77617463686564
636d5ee28892
4a6f696e74
676f7665726e6d656e742c
746f74616c5f
687561
5929
506173
7472696f
5d7b2e756c7d
646966666572656e636573
616476656e74
2b7d
5c72696768745c
746f706963
2a6e
73746f72792c
686f6d
5374726f6e67
70616c6d
70656e64696e67
98
696e6469726563746c79
4b656570696e67
7265642e
6368657374
706f726573
656e636573
62726f776e
657870616e64
7a6172
6973737565732c
726f636b
636972
286974656d
76657273696f6e3a
7265737469747574696f6e
4461766973
62696e
4465706c6f79
4e6f
7d5c
6c696d69742c
706f7274666f6c696f
6d6f7574682e
6173796d70746f746963
544845
536869656c64
29292f28282d
5f706172616d
7374726169676874666f7277617264
4475636b
4173736572742e
4448
696d706f736573
5374657068616e
636c656172
290a3c
d98a
466f726d6572
7661736f
6c617368
67656e6572617465
e2809c4966
4c6963656e736564
6d616e75
6578747261637473
2c5c6c646f74732c
41747472
796d
5261696c
6b3b
6d6564
74696d657374616d70
6b5e
616c6c656c65
66
74686f726f756768
3a66696c653a
76696577
4849562d
756f7573
e0a580
416972706f7274
636f7773
696e74756974697665
496e6465782c
796f752764
6d6f727467616765
61647665727365
63616c63756c6174696e67
6574696f6c6f6779
736567
43616e636572
e2809d2c
636f6d6d616e6473
65727261
4c61
737461746963
72616d70
6c616e646c6f7264
2d6669656c64
436f6d6d
4d61676e65746963
7768656e65766572
67656e65726963
6172656173
61747461636b2c
50524f5649444544
7363616c6573
e9
4f73636172
45726963
6472756e6b
616365746963
5c6d61746863616c
22576861743f22
6d7572696e65
73746162696c697a6564
73616d652d736578
444f54
412b
666c616773
70726f746f6e
626572676572
756e646572676f
285c5b65713a
726574617264
7461696c73
524e41
7175656c
272e2f
65722f
432a
534f
656d6272796f
61646a7573746564
496e70757453747265616d
2276
2e0a0a4e6f74
0a0a5265666572656e6365730a0a
e69d
73697473
65645f
646f63
6b6574
646f6373
45585052455353
766f74696e67
696e6465783a
297b23666967
534552
636f6d70757465722c
6c796d70686f6d61
636f6e637572
2c0a0a
64697363726570616e63696573
0a6f6e
7061746865746963
72657369676e6174696f6e
637573746f6d73
736563746f7273
7374696d75
29242d
72652c
72657072657373
4a616d6573
70726564696374697665
62616c616e636564
64657465726d696e616e74
756e65
6461746564
63726176696e67
c3a1c2bb
7374617475746573
6775792c
73697a
24282723
5f666f725f
53747265
3c2f7469746c653e0a
6c616365
4b6e69
652e672e
7365656473
544143
476c6f62616c
4f68696f2c
2825
63757272656e746c79
4641494c
687265
4974616c
416c62
656967656e76616c7565
6368696e
474d
737072697465
776f6b65
4e6174696f6e616c
3a2a2a
75726c
62792d
2e0a556e69746564
4176656e
5a7d
732829
77617264
6772616d6d6172
c384c287
6e62
45646974696f6e
696e74656e74
636f757274e2809973
245c7069
756e74
576573742c
6465666572
63617375616c
4b45
70726f6772657373696f6e
6576656e742e
417373756d696e67
5d282362
74686572652e
7461737465
6675726e697368
66616374732c
696e7465726573
7072657661696c
476974
6f63636173696f6e616c6c79
5c5d29
425344
5368656c6c
65706964656d696f6c6f676963616c
73706f6b6573706572736f6e
415450617365
44656d6f63726174
223e3c2f6469763e0a
707265636973656c792c
0a0a4d61
73657175656e63652c
27290a0a
494e475f
67656e6572616c2c
486f7374
272e0a
6379746f6368726f6d65
6f6e67726174756c6174696f6e73
4a65727279
63617265676976657273
5065727370656374697665
616269
3e3c61
697429
756e74726561746564
696e646570656e64656e6365
6f6e6573
452c
4d6172637573
72696768742e22
494d504c494544
57696c6c69616d732c
50616c657374696e69616e73
766974
686f6d656d616465
746865726170792e
42617263656c6f6e61
6a5e
736f6d6574696d65
7379737465
696e64756369626c65
43742e
69632c
27290a
442c
226e6f
75746f
3d46616c7365
72657772697474656e
5475726b6579
7368696e
7265706c6963617465
7369722e22
e7
5f5245
70726f6c696665726174697665
6f68
6c756e67
6c65642c
45766572797468696e67
62726565
2e676574
5c7661727468657461
5f7b5c6d617468726d7b
457870616e73696f6e
41726973746f74
4d6f74686572
7a696e
747261636b6572
70726f7061
2222220a
74696c6c
6e6f6e2d7472697669616c
4d696368656c6c65
4c4544
4f6c
4427
3c253d
7461626c6573706f6f6e73
6f627461696e
6e6f2c
746f6e6963
70696e65
4c696272617279
736b
4775657374
722f
506f70756c6172
496d6d6564696174656c79
62626c65
6162756e64616e74
c2ab
500a
ceb12d
73686f7773
6d656469756d2e
2d6d6963726f6f7267616e69736d732d
70726f706f7274696f6e73
42756c
7075626c6973686572
736f75726365732e
0a0a66726f6d
703e
6d6f6e69746f7273
617574686f72697a65
417368
636c61757365
67726f7570
50726f74
626f786573
43616c63756c617465
4578706f73757265
4d6f726e696e67
652a
65737461
474f50
706573
502ec2a0
736176696e6773
88
636861726765
726563757272656e74
436f72702e2c
4170702e
5f7b6e2d
61737065637473
436c696e746f6e
2867
6879706f74686573697a65
43686572
6f70656e6961
7374643a3a766563746f723c
53454c454354
72657475726e3b0a
2e41646428
d0b5
76696f6c656e6365
6f70657261746564
4c656e
e2809d292e
446f74
72616e6368
4f62616d612c
7265647563
616c756d6e69
6469736170706f696e746564
622a2a
66617469677565
70726f6d697365
696e646976696475616c2c
696d706c696361746564
5c63646f7473
682f
6173736573736d656e74
756e64657274616b65
5468696e6773
72656c6561736564
7265636569766564
6c61636b6564
7d2c0a
676c6f77
736f75726365
657175616c
41747472696275746573
6c616e67
5c626567696e7b
636f686f6d6f6c6f6779
64657461696e
686162656173
225768657265
63656c6c756c6172
7d0a7d
646561646c79
6368696c642e
686f77
5f4445425547
7768617465766572
726573706f6e736962696c697479
6f696473
4d6972616e6461
792e0a
2c6a
726574726f
416972
0a0a57686174
747269706c6963617465
446174653a
64727567732c
4e616d657370616365
6361726f746964
6c6f63616c686f73743a
41677265656d656e74
52656c6174696f6e73
4c494d49544544
737065726d
6d6963726f62696f6d65
5d28
65646765
656d657267696e67
666f6c646564
5570706572
72616e6b696e67
3c68747470733a2f2f
6c6963656e7365
7374726177
7328293b0a
466577
616f727461
27732c
c582
5f63616c6c6261636b
646961676e6f736564
e5
28582924
636173
446f6e616c64
64756f
536f63696574792c
61292c
7061747465726e2c
2870617468
446965
e2809c49e280996d
506c616e
73636f72696e67
706167652e
487d
746869727479
416464
4d61736f6e
782a2a
7b5c626d
285b4072
555324
45442e
3c2f6f7074696f6e3e0a
5065746974696f6e
6e2d
5251
656d6974
636861722a
7b5c6d617468726d
7269646765
706f6c69636965732c
6368616c6c656e67
6d61676e6974756465
656c66
4765726d616e
436f6e6e656374
616c6c6f77
6162646f6d656e
636f6c6c656374696f6e2c
4c6971756964
50686f737068
445353
6c6f64
0a0a5c5b
515545
70726564
636f6e766f6c7574696f6e
616d6963
4628
6d6f766564
284943
2ee2809d0a0a
50
63686577
736564696d656e74
d0b4d0b5
696e6974696174696f6e
696e74656e74696f6e616c6c79
6f7369
627573696e6573732c
62726f6164
52656265636361
65726f73696f6e
4154495645
736368656d612e
275c
596561
617468
6e756d65726963616c
293b0a0a09
556e69766572736974792c
62696c6c2c
3b0a09097d0a0a0909
5c7276657274
756e6465726e65617468
636f6e76656e74696f6e616c
70696773
526573756c7473
547970653a
696e766f6c756e74617279
766f78656c
6578747261706f
496e666f
636f6d706c6574656e657373
e58f91
636572746966696564
436f6c6c
6162732f
6976656c79
48616e646c65
666f72657374
53657474696e6773
76616c69646174696f6e
64656372656173696e67
3b0a0975
547970653e
6c796d70686f
5350454349414c
737572706c7573
53696e6761706f7265
2d7370656369666963
c391c282c390c2be
727a
706572666f726d73
70617273
5c696f7461
696e6475737472792e
616e6769
7361
6578636c75646564
66696e
0a2c
6e6f7469636561626c65
4b6861
2a09
636f6e6e656374696e67
616369
7d2424
4469737472696275
5f64617461
41524348
4c656769736c6174757265
46524545
7472616e73706f7274
70726573737572
4c4954
745d
2d2d2d2d2d2d2d2d2d
756e697665727365
56494557
6d7563
737570706f727473
646f7a656e
245c656c6c
56616e636f75766572
706172746965732e
4b616d69
70726576696f75736c79
70656f706c652773
6372617a
566572696679
6f726465722e
627265616b3b0a0a
646f756768
2446
616374696f6e2e
6f6e6c792c
72656c6174696f6e616c
6e65742e
646f6f722c
616666696c6961746564
6d617267696e2d
5c6c696e657769647468227d
54696e
70686f737068
6669677572652c
24415f
4672
657175697461626c65
63617265
4773
7465727261
61637175
c4ab
3c62723e
286f626a
6f6e6e61
666f722c
5c656e647b61727261797d2424
537175617265
54696d653a
4a44
2d7068617365
28627574
6578706f7365
74686f756768742e
0a4361
4e617368
6c792d
616e616c797a6564
e58a
74657374696679
646566656e64616e7473
6865636b
6a6572
656e7472657072656e657572
657463
2e656e64
696e74656c6c6967
526970
62696e64696e67
6261736564
686f73706974616c73
616e7469636970
76697369742c
65766964656e63652c
c384c299
427275
646f696e673f22
64617265
4554
77617665
6461792d746f2d646179
f1
6163636f6d70616e696564
436973636f
7d0a3d3d3d3d3d3d3d3d3d3d0a0a
472e2c
736f6e73
417564696f
437265646974
616d2d
667265657a696e67
666f6c6c6f77733a0a0a
6361746368696e67
62727574616c
7265616c697a6174696f6e
6b696e6473
7b0a0972657475726e
626561757479
6465737065726174656c79
5f73
4d617468656d6174696373
73686172652f
7375626a656374697665
73637265656e2c
6172726976616c
6164617074
7265766965772c
56
56455253494f4e
7374643a3a737472696e6726
5175616c
737061636572
416e696d616c73
6f6c642e
2e0a0a4d722e
2e0d0a
7361666572
667265652d
6f67
6c6f7564
0a2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d
2a462a
526f6472696775657a
5c7d242c
5f474554
642a2a
4f6b61792c
737570706c696564
6f2c
72657461696c657273
657870657269656e636564
2b2d2d2d2d2d2d2d2d2d2d2d2d
666f6c6c6f77733a
3e27
74686f7573616e6473
477265656e
656c6563746f72616c
656c696769626c65
6e0a0a
616464726573733a
73696e7573
6a616e
70726976696c656765
647261
70652c
6265727279
6e756c6c290a
c3a2
61726368
566f6c2e
3b0a097d0a09
6f706c61737479
446179
73706972697475616c
756e6974732c
7069676d656e74
45636f6e6f6d
2d6d
636f696e63696465
4c6574746572
4f68696f
7075626c69633a0a
7d5f
656e7a796d65
245c70695f
646f70616d696e65
676c616e6365
61707065616c696e67
7862
5f616e645f
686f6d6f6c6f6779
48494748
d0bdd0b0
636f6e646974696f6e732e
636f6d70616e792e
57616c
655f
6f62736572766174696f6e616c
7b40636f6465
726963
7369787468
4d4159
2a782a
6e6577626f726e
5042
62696f707379
737572707269736564
656e5f
7b5c74696c6465
22476f6f64
6e6f6e70726f666974
636f6d6f72626964
6465636564656e74
776972696e67
6f736973
6175746f
5f66756e63
617665726167696e67
6163636f6d70616e79
454547
6963616c6c79
746578742e
7375636365
466f7274756e6174656c792c
616c6572
69676e6f72
0a5768696368
747269676765726564
245c746175
7061726c69616d656e74
7374726f6e67657374
666163696c6974696573
70726f7465696e732e
6167726963756c747572616c
6469736372657465
6e65636573736974
736e6f
696e7665737469676174696e67
737072656164
6265616473
6368616e67696e67
6175746f696d6d756e65
6e6f74652c
70726576656e74697665
636974792e
747269616e67
2d66
496e646570656e64656e6365
6f786964617365
7371
706f77657273
2b2b6929
6c70
706970
466f6c646572
64657374726f79696e67
706174682e
220d0a
6b696c
6c3d
646973636c6f736573
73696c766572
63686f6c696e65
776f6f64
4c4f4144
64656369
64617368
5a65
737472696e672c
5365636f6e642c
70726f686962697473
746c65
6477656c6c
6e6f7465776f72746879
4d756368
63656c6c2e
616e79626f6479
736f6170
496e697469616c697a65
726573742c
7368656c
4c74642e2c
6c65696768
5c636f6c6f6e
646976657267656e6365
5c66
53746572
726567697374657273
445f7b
61636869657665
6d65616e2c
7461736b732e
733a3a
496c6c696e6f69732c
4e6f74653a
68656c
74616765
69726f6e
616c6c6f635d
6368656572
62656e74
62617368
e28094616e64
636f75706c6564
3e0a
df
636f6c6c6563746f72
616262
496e6469612c
6162737472616374
707265636970697461746564
4b756d6172
2a7e
44454641554c545f
696e697469617469766573
28626f6f6c
43726177666f7264
0a23696d706f7274
706c6f74746564
536578
6f75742c
486973746f726963
747269616e67756c6172
4c6f6f70
70686f6e6f6e
6669726561726d
2e6d6f64
286c
6f6e652c
683f22
e8bd
67726f756e642c
6ec3a9
61747461636b2e
6c6963656e736564
61626c65
706c617973
6e6f736973
76657274
73746162
4c6963656e73650a
62656c6965766564
6c6f73742c
73796d6d657472
636f6d70616e696573
417261626963
d986
6163742c
706f696e74657273
617869732c
3a0d0a
4b696c6c
7374617475
656461
647374
757365725f
706f7765722e
726f2c
247b5c726d
696564
70726563697069746174696f6e
68616d6d6572
64656e7365
6d6f756e74
435245
43617465676f7279
64697363726574696f6e2e
22616c6c
706c6174666f726d2c
6e756d657261746f72
666173742e
656c646572
4561737465726e
61637475616c
6c656769736c6174696f6e
755e
0a0a4f6e
6179
484b
576f72645072657373
6f6363757079
6e6f64652e
726164696174697665
61757468656e746963617465
65726d616e
6d69642d
29292c0a
576f6d656e2773
686176656ee2809974
70726f6c696665726174696f6e
6e7869657479
74686573650a
7472616e73706f7274696e67
636f6e746578742e
2463
697272657370656374697665
726567756c617465
91
d180
726f756e64
e29688
706c7567696e73
686172626f72
63696e6e616d6f6e
52696368617264
7265616374696f6e2e
5c64726177
0a766f6964
636861697273
736e696666
3a64697374616e63653a
6772616d73
6974696e67
627567
62656c
5361
7061727469636c65
3b0a23
43616e
6561676c65
7368652764
6372697465726961
5c657073696c6f
6174746974756465
416c7465726e6174697665
6e6175
4949
7229
65616e
4d616e75616c
41766f6964
5348
73657061726174656c79
4d555354
6665727279
436974697a656e73
536572766963
49736c
c390c2b5
73747265616d696e67
5275676279
617765736f6d65
6c69706f
74656d706c617465
6b656e
6578706f727473
737461747565
636f6d6d656e74617279
46616e74617379
6f6d70726568656e73697665
5f56455253494f4e
6e69676874
707572706f73652c
747269616c
726573706563746976656c792c
2875736572
506c61696e7469666673
636c6173736966696572
666c69636b
737573706963696f7573
74686f75
416e6e75616c
756e61636365707461626c65
4c697073636869747a
0a0a536565
6465636179
2a3e
6d656e2c
0a746f
e2809c5b
486f72697a6f6e
50726f6d697365
666163
556c747261
474e55
62697473
736f63696f65636f6e6f6d6963
726f6c65
6d6f74696f6e
5c626567696e7b61727261797d7b
636f6e6a756e6374
70726f6d6f746564
2e73
7265676578
52656c696566
70687973696373
6c696e6b
0a3c636a776174736f6e3e
64616e67657273
6f722e
7768792e
656666696369656e63792e
737472656e677468
5d2d2d5b404352
737561
5361747572
737461696e6c657373
646573706572617465
746f702d
636f6e6e65637473
414c54
69737461
2e2e5c
7475746f7269616c
3f0a547275650a4c6574
6c696b6573
696e636c75646573
65756d
49737261656ce2809973
5e7b28
2e54
756e6c696b656c79
3e2c
6c696768742e
5363616c
696e672c
62617272656c
4e6577636173746c65
62726f75676874
6166746572
67756964656c696e6573
706362692e
6b2a2a
6f75746c696e65
776973646f6d
666f726d6174696f6e
582d726179
736572696573
636f6d7061746962696c697479
6669726573
295e7b
6f776e6564
746172
636f6c6c6973696f6e73
2451
504c41
4972616e69616e
64697372757074696f6e
417072696c
70726f6f6673
2e65
54656e
6a6f75726e616c73
50726f7073
61737361792c
42616b6572
e6af
6d6f74696c697479
696d6d6572
696e66
4368696361676f
5c6269676c
6379636c6f
5c3a
4d6f73
737472696e67
706172736564
2f3e
6267
616464
5c77
74696373
726566726163746f7279
7665676574617269616e
737065637472756d2e
50726576656e74
636f6e73657175656e746c79
57494e444f57
446966666572656e6365
65787065637473
e0a6
7374726f6b65
427572656175
6465616c74
6e6f746f72696f7573
627261696e
7468756e646572
2f5c
506f6f72
6772617669746174696f6e616c
666f6c64696e67
666c75696473
436f6e7369646572696e67
22e299aa
656967687465656e
5342
467261
61747461636b696e67
6f7074696f6e616c6c79
224c6f6f6b2c
6164766f63
626c6f672c
7c3e
6f6d6974
736576656e7468
6e5f
617267756d656e74732c
707265736964656e7469616c
657461
6d2f
736f63696574792e
6172696e
4446
6e65676f746961746564
4c696e64
496461686f
702e6d2e
70726f766964
4a756461
6c6f636174696f6e
2e0a0a57
4279746573
28666f72
4d6967
4a65616e2d
636f6c6c6973696f6e
5a5f7b
464646
2872
61727261792827
636f6e74696e67656e63
61616e
656e6a6f796564
73657879
4c616e646175
53746f6e65
65617379
537472657373
6261636b67726f756e643a
7265736964656e7473
73657061726174
6372697469717565
240a0a
65646961227d292e
4f72646572
656e2e
54722e
636f72726f73696f6e
7472616e736974696f6e73
6c617465722e
6576616c75617465
776f756e6473
617373756d696e67
7069706573
5c626f6c64
e8b4
5c746578747b
70726576656e74
616d706c6974756465
636f7073
72656e6365
6177616974696e67
70726f7370656374697665
7573
6c65676974696d
617175656f7573
73656573
6c6c
756e697175656c79
446570757479
7061636b
7d22
68796769656e65
74616c
6469646ee2809974
636c61696d732e
6366
476f6c66
47726f
442e432e
5f69642c
434f555254
643e
0a0a7768657265
61626c79
737472696b65
2e0a0a215b2a2a
224e6f2e22
616e677279
3c2f703e
7365766572697479
0a0a4d6f7374
41747472696275746528
6578636176
73756c
50656e6e
646973706f7365
46616c6c
4170
61737369676e6d656e7473
736e65616b
7222
706574726f6c65756d
5f544f5f
43686172
726565
6963656e7365732f4c4943454e53452d
4e616d653d22
636f6d6d656e74
ec9db4
7765277265
222c0d0a
2e636f6d2c
5c6d61746863616c7b4d7d
6e6574776f726b732e
64656c696d69746572
7061676573
692e
e588b0
637265616d
6d6d2e
73706972697473
5a6970
2d626f726e
42726f6e
656429
723a
6578616d696e6174696f6e
707265636564
6c696e650a
746572
4b49
70726f636573732c
6669726561726d73
746163746963
6170706f696e74
5b4c
43756c747572616c
746f6c6572
73686f636b6564
41726773
536574
636f6e73696465726564
776f726b6572732c
3c2f613e3c2f6c693e
466f726d73
417263686974656374757265
4d44
436174616c6f67
736869667473
542a
636f6e6772657373696f6e616c
706572736f6e6e656c
0a092e
64756d6d79
656a
414354494f4e
6d656e2773
54686f6d
496e74726f64756374696f6e
707265646963746564
76696f
730a43617465676f72793a
725d
53656e64
697573
546162
6f72616c6c79
4e4f57
5c64656c74617d
50756c
6e6570686577
6e6f7468696e672c
4d61726761726574
656e646f
6d6b646972
0a0a54686973
626f617264696e67
76616c7561626c65
706f696e
0a617574686f723a0a2d
245f7b
0a0a5e
0a5c
4578706c6f
636f6d6d697373696f6e6572
6c6c656e
657175616c697479
446576656c6f706572
2d73656e736974697665
7368656c766573
6d79636f
5c7b
6163636964656e7473
6d24
657874656e646564
50756572746f
5475726e
6c
73686f742e
757365722773
616c7465726e
45524b
7d0a3d3d3d3d3d3d3d3d3d3d3d3d3d
286e616d65
617267756564
656467652c
6d61727279
2e5c0a
4950
6465746563746564
68696d73656c662e
706f756c747279
726579
4972697368
68756e6472656473
7865
4146
6465636c696e6564
0a57686174
23
61726f7573656c
5265736561726368657273
7465616d2c
0a23646566696e65
5368616e6e6f6e
4665726775736f6e
6c6f636b696e67
6665776572
6469642e
4a616b65
696e74656772697479
636f6e63657074696f6e
636f756e7472792c
696e6974
636f6e74616374696e67
696e636973696f6e
53656e61746f72
e599a8
286d79
4a7572
72656d61726b61626c65
c3b6
70726f62
706179
28696429
e2809c596f75
4578706572696d656e74
81
43484f
736d6f6b696e67
3d4e6f6e65
6661756c
62292e
496e646967656e6f7573
70686f746f
72656d6f766573
7175617274
636162
7072696e746572
446f7567
48697374
72756c652e
6963696e67
616476657273
434f
496e6469616e
6f627365727665
73696d706c79
48656e
6d7973656c662c
5468656f72656dc2a05c5b74686d3a
696e646963746d656e74
6d616e2d
62756c6b
636f756e
2256
636f6e7665
486967682d
5c6c616d6264615f
e382a4
526164696f
6265666f72652c
4769
736d6f6b657273
656428
5363616c65
682e
706c61717565
77686f6c652e
69736ee2809974
426173656c696e65
2d66696c65
28466c612e
737175
5e7b2b
2e706e67
73746f6e
53796e63
53756e
436f6d706174
636f6e736964657273
63697263756d
22736861
42726f6f6b
706167
70756e6973686564
7d0a2d2d2d2d2d2d2d2d2d2d2d2d
766f6963652e
7d0a3d
4c2c
666c6f77696e67
656665
4f66666963657273
64656e736974696573
616d703b616d703b616d703b616d703b
6f6d65747279
436f6e73756d6572
6275726e696e67
575f
282c
4d656c626f75726e65
cd
6669726d77617265
636f6e766572746572
3a3a
28442d
6d6f64756c6573
506974
a5
6e75636c657573
6672616d65
6578636974656d656e74
7474
6265696e672c
747970656f66
5f746f6b656e
6973696e7374616e636528
7363616c
7424
245f504f53545b27
726f626f74
72656c696162696c697479
69616d
74726176656c73
6e6c
73746172746572
6d6167617a696e65
6265747765656e
796b
656c73652e
637570
436f6f6c
7324
74697a6174696f6e
7269676874656f7573
486561646572
2c5c5c0a
0a6973
5b0a090909
446f6c6c6172
6d65617375726564
5c5c0a263d
6861746368
4c616479
4261636b
22416e64
3f0a49
56455259
245a24
73756666696369656e74
e5ad90
706172697368
436f6c756d6e
7b22
76697369746f72
46616c
41464649524d4544
416e67656c65732c
53616c6573
e288
6368756e6b73
766572696679
53756273657175656e746c792c
0a636c617373
7b23
706172616d6574657273
61747461636b732c
636f6e636c7573696f6e2c
626574746572
45766f6c7574696f6e
62726964676573
717569
696174696e67
696e657870656e73697665
54484953
0a0a496e
740a0a
097d
70726573656e746c79
627d
485f7b
7069746368
753a
6e75636c656f74696465
696e6772656469656e7473
6c65756b
6b72
4768
6d6173732c
4d3a
6172697479
466c6f
7a65726f
2e72656164
66696e67
5456
6669727374
633b
57696e746572
616374696f6e732e
66756e
5c656e647b61727261797d
696d706c69636174696f6e73
6c6967616e64
72792c
727574
52656e6465726572
524c
646f706564
63686972616c
7267626128
6163746f72
726576
4765726d616e7929
0a0a436f
67656c73
4d656469
6e65722c
7d7d24
6629
726567696f6e2e
737461746973746963616c
672e
434f7e
6d61726b6572
412e
4c656674
4d616368
436174686572696e65
637373
6465766f74696f6e
6865616c74682c
4d696e6973746572
2b2c
636d29
776f7272696564
414e43
626f6172
6173736f63696174696f6e73
6e64657273
686973746f72792e
54656d706c617465
72617368
e0a4a4
626f74746c6573
696e657175616c697479
6d61746368696e67
c3a974c3a9
e0a58de0a4
6166666f726461626c65
6576656e7475616c
70726573657276696e67
636f6d7072657373696f6e
6469642c
766567616e
776865656c73
5256
5b6d
756e6365727461696e7479
5b61
436c75
70726f6f662c
6c6561726e73
4e756c6c61626c65
77686974
6e61756768
7a28
4d6556
6265
696e6164657175617465
236966
6d696372
676f64
4550
627579
636f6d706f736572
726f616368
c2b6
49676e6f7265
6c69746572617279
6d696c64
656d706c6f796565
68696464656e
70756e6368
766f6c75
446563696d616c
4372616674
73696d
6f6c64
7465727261696e
63617264696f
6b6f76
57686174
666f726d
696e68696269746f7279
792f
37
746f6573
4169
4f76657272696465
6e6174696f6e
70686f746f6772617068
3a0a24
6261636b67726f756e642d
6e6578742e
656e746974696573
5261626269
64657369676e657273
61646a757374
77686572656279
696d6d756e6f676c6f62756c696e
706174726f6c
506c616e6574
436f6c696e
61646f7074696e67
70756c7365
57616b65
73797374656d73
526f6e
77726170
416c6c6f77
2e0a0a22
44656c6567617465
526569
ceb22d
456e64
5468616e
7374726573732c
48696c6c
4e657773
c390c2b6
616e6e6f
6164646974696f6e73
626c656e64
6d732c
4173686c6579
2853
6361
6e6565646564
68657465726f67656e656f7573
c4
536d697468
656e7469616c
796561682c
524553554c54
6f6666696365722c
676f747461
70726564696374696f6e73
47656e65
6f7267616e
68616e67696e67
456c656d656e
536567
42696e
2c0a09
2c79
6c6f7474657279
706f736974696f6e
297b
496e6469612e
2e0a2f2f
e6a0
73746570732e
626167
6d61747472657373
5c6c656674
73706163652a7b
534343
77726170706572
6c617766756c
617661
4775696e6561
414d44
6d616c69676e616e6379
3d24
696e636f72706f72617465
52657475726e
67726176
696e2e22
54656c65766973696f6e
42656174
79e2809973
506172746e657273686970
7072656d6174757265
3c2f7374726f6e673e
676c6164
416e6479
6e5e7b
796561722e
46616e
707379636869617472697374
2d77696474683a
6d6973
5c696e5b
746f6c
43616d627269646765
6f6f
636f6d706c69616e6365
2e0a416e6f74686572
6f72672e6170616368652e
616e69736f74726f706963
736166652e
686f74656c73
2d6d657468796c
70726f626162696c6973746963
6d6573736167652e
61626e6f726d616c6974696573
3c2f6974656d3e0a
4323
64656174682e
696e74657276656e74696f6e73
5c44
6c616e6775
434c
5045
736961
6c69
6c7567
636f7572742e
7072616374
5553455f
77656564
796f75276c6c
74617861626c65
56617269616e74
486f757365
676170
776f6e64657266756c
436861
4973737565
66756c6c2d74696d65
3a28696429617267
636861726163746572732c
696e2d
4b616c
696c6c6567616c
446f64
62616e6e6564
7365676d656e74
617274657269616c
6c5f
636166
7570646174
7124
70726f66657373696f6e616c
74657374696e672c
5c72696768747c
656e636f756e746572
50726f766964
666f7264
436f74
4d62
70617469656e742c
50726f7370656374
506172616772617068
666f6e742d7765696768743a
696e637265617365642e
4f6b
636f6e73
6174686c65746963
5f696e646578
66656c6f6e79
64697374696e677569736861626c65
4779
6368696566
4373
697363
452ec2a0
68617465
707972
646966666963756c74
70656f706c652c
696e6e617465
5442
63616c6c65642c
6d6f6e6f
bf
22596561682c
663a
457874
626c6f636b616465
70656f706c65e2809973
656469746f7269616c
656e67616765
524547
6576656e74
686f72736573
f7
46696c6970
4275646468
696e64656e74
70726f6475636572
6265747465722c
57484f
70686173
7a6970
776f6e
6c6f72
706f6c69746963616c
4a616e65
76657273696f6e73
696e6475737472792c
2842
6e6f6e657468656c657373
576f6d656ee2809973
696a
63656e746572
75706772616465
737461726b
506f74746572
707570696c
6c6567
74696572
617070726f78696d6174656c79
4b68616e
4368696e
666c61
4e6f7468696e67
666163696c6974617465
656174696e67
70726f6475637473
726f62
427574746f6e
636c7573746572
753e
d0bcd0b0
5924
415259
6e697479
536164
656c73652c
74656e73696f6e
24726573756c74
696e74657276656e74696f6e
444f574e
73636f
7d242e
c3b0
73696c6963
736f6c64696572
4765726d616e792c
5068696c
636f6e667573696f6e
66616c7365
6f6666696365
796f7572
676c7574616d617465
2c2e2e2e2c
696e7374616c6c696e67
2a6d
636d227d
0928
2f2f0a
486f6c646572
616e6963
5558
24745f
6561726e696e67
5c68
6e657773
436172
2e0a0a49
6e2a2a
666c6564
7374696d756c61746564
41757468
6170706c69636174696f6e732c
456e756d
627573
6879706f7468616c61
5f656e747279
5475706c65
6a6a
48656e646572736f6e
72656c79
3c43
6173737572616e6365
70726f746f
61676e6f73746963
416d65726963616e732c
e58aa0
4c6f70657a
6964656e74696669636174696f6e
616d656e646d656e7473
616e746963697061746564
2e6f7267
5c3b5c3b
4556455259
4a6f72
0a76
6578706c6f6465
656374696f6e
696e746572726f676174696f6e
4a6f6e65732c
707974686f6e
4669672ec2a05c5b666967
68696d3f22
737573
436f6e76657273656c792c
726174652c
6170706c69636162696c697479
68747470733a2f2f7777772e
737065656368
9f
6461756768746572
456d69
6b6565706572
69736368656d6961
636c65616e696e67
6163636f6d70616e79696e67
636f6d6d756e697479
6261636b6564
616e74692d53656d69
666c61766f7273
436f6e646974696f6e
7468726f7567682c
0d0a
70726f76696e6369616c
2d24
3c7072653e
74656c6c
707265706172
506c6179657273
636f6e66657373
73686170652c
22486f77
66616c73652c
7573655f
434f4d4d414e44
737769
636f6d70616e6965732c
28616c736f
436f6e74656e742d
52414d
5b78
6a64
65617273
6b2d
636f6e74616d696e6174696f6e
636f756e7473
2264
656374697665
73245e7b2d
70726f706f73
7368656172
636f6163686573
486176
496e73706563746f72
726576657273616c
5f69
7475
736f6f6e
636f6e7665727365
0a6966
696e7374656164
2d67656e65732d
d0bdd0b8
64756d62
537472696e672822
2d2d2d4e
504f53
736f6674
6f7264657273
4d696e6e65736f7461
0a68617665
6d616e
636f6d6d756e6974696573
75726c3a
73757267657279
626f756e
6c652c
4a2e2c
224d722e
70732c
4c6163
656d626f6c
2f53
6e6f772c
47617a61
656d7069726963616c
6f6e2e
5c737172747b
4d6173732e
2461
646f7562
636f6e736973746564
77686174e2809973
6f736f6d65
5f54
6a3d
70696f6e656572
4d6f64756c
4d4154
222f3e0d0a
696e73657274696e67
6c6f6e676572
416e796f6e65
c3b56573
70616464696e673a
7461626c
2a44
706561
6c6f7665
76696577732c
444e412c
4458
737570706c656d656e74616c
6465707468
70726f6f66
5c74686574
5c6d61746862627b457d
245c4c616d626461
6d696d6963
42414c
6d696e696d
524f57
494f4e53
41555448
70726f64
2e7075736828
63616c63756c617465
6d6174682e
c2a02c
2d0a0c
666f7262696464656e
2740
0a0a696e
4357
4e5f
2846
646966666572656e7469
6163746976617465
70657263656e7461676573
71756974
d0bb
6368617261637465722e
4e2e592e
70726f6a6563742e
776972
7472697073
6d626f
7061726b73
686162697473
726570726573656e7473
736f6369616c2c
6c6578
7d0a3d3d3d3d3d3d3d3d3d3d3d3d
426f77
70726f6365647572652e
537069
537562736372696265
70617373697665
636f6e74656e
4b6174686572696e65
74616b65
4741504448
636f6d706172746d656e74
706169726564
574f52
22476f
6d7d24
4c617365724a6f636b
436f6e64756374
0d0a2f2f
7065727370656374697665
5f6c697374
d180d0b5
616374696f6e732c
617373656d626c65
756e7075626c6973686564
4a657773
466f6e74
224e6f2c
7669727475616c
66757a7a79
536563726574617279
63616e696e65
6368726f6d6174696e
43726561746573
5c6d61746862667b787d
7b0d0a
0a0a476574
2e0a0a427574
43686576
4d6174657269616c73
72656c656173652c
e381a3
61646d696e6973747261746f7273
6469616772616d73
4172697a6f6e61
726567756c6174696f6e
666f6f6c697368
5c6272696566
646973656173652c
7068696c6f736f70686572
73746f7265
b6
436f75727365
42616368656c6f72
68657262
6572696e67
707265636973656c79
4558504543545f
48616c
225c6e
65796573
422c
53757065722e
424c415354
6d6176656e
5b
6566666f72742e
e28090
e38193
6f6d6974746564292e
5c5c
687970657274656e73696f6e2c
506f6f6c
77656172
69736f74726f706963
616761696e2e
6361736573
6166666f7264
73686f6f74696e67
0a5468726565
636f6d6d6974746564
2a4c2e
435243
2f2f21
65727327
245c657073696c6f6e
7265706c696361
6972
6c6576656c732e
796f750a
43414e
7a696572
5444
537461636b
6c696674
50726564696374
4272617a696c69616e
637565
2225
676c79636f
61646d696e697374726174697665
2e746f
2c2e
76657273696f6e2c
4e61436c
666f7263652c
7d293b
46726565646f6d
616c7465726e617465
7969
636f6d6d
4b24
486973
6677
6865616c696e67
74686f7573616e64
6d7972696164
6c6573736e657373
696669657273
7375697465
286e6f6465
73657061726174696e67
7061696e66756c
50524f
617264
776569676874
3c2f7370616e3e0a
76656e74
61646970
6661696c
6f626c696761746564
706f7369746976656c79
7d5c74696d6573
6f63636c7573696f6e
67656e65726174696f6e2c
656d626f64696d656e74
73696c6b
766564
61706f
7074723c
64656e6472
2426
656d697474696e67
636c6173733d22666f726d
446576656c6f706d656e74
766974726f
5f6d6f6465
64657363
42656e
73706f757365
61742c
776f726b73686f70
696e697457697468
496e7465676572
72732e
566963746f726961
4c5e
5d242c
57494c4c
636163
666f6375736564
6f726967696e6174696e67
28626c7565
737562736964696573
5472757468
496e646570656e64656e74
726174696f6e
540a
0a2b
e99c80
4368616e647261
736974652e
7069632e747769747465722e636f6d2f
666162726963
4368616e6765
62616e6b732c
70687468616c
616e696d61746564
5965
7068656e
7777772e6170616368652e6f72672f6c
746563686e6963616c6c79
6669786564
696e63756261746564
54656e6e2e
ceb9
6772657373696f6e
444e
2e0a0a4576656e
2873696e6365
63726f7373696e67
6865726f696e
676f7665726e6d656e74
506c65617365
29292a
456c656374
7363656e6172696f
636865636b6564
6b6565
77616974696e67
72656c696566
69766974696573
e58fafe4bba5
2d7765626b69742d
43616e6e6f74
656e69
466c
49292c
4848
7472696c6c696f6e
5b2a2a
2e0ac2b6
7072652d6578697374696e67
736f696c
574c
6769766573
43617269626265616e
0a54686174
5c74696c64657b
283d
70706f
536861726564
3d3d3d
666572
5c7665637b
52696e67
22496e
73756273657175656e74
72656e657761626c65
2e0a2a
7068
637d
6d616e6461746564
6e7574726974696f6e616c
70726f66696c65
70726f6d6f74657273
73706972
746f70706564
636f6c6f6e696573
6b2e
73746172766174696f6e
676f696e67
53696e676c65
6465746163686564
75732d
c2a05c5b
0a0a5c
627574746f6e2c
507275
68656d6f676c6f62696e
726865756d6174
61642e
6369746174696f6e73
496e6e6572
7061727469636970617465
686f6d6f73657875616c
434d
70697065
e0af8d
6f2a2a
747970
73746174652c
666f6c6c6f77657273
6c69666574696d65
0d0a23
737061727365
636f766572
6d616a
6c697374656e
64657472696d656e74616c
2242
616476656e74757265
4e6f744e756c6c
6c756d696e616c
736f75746865617374
5061726b696e
226f7574707574
4c656d
6172746973746963
646973656173
6164766f63616379
5c6c666c6f6f72
6d6963726f73636f7065
6563
0a7b
656c656374726f6e6963
5445524e
7761766573
666163652e
cf84
496d706c656d656e746174696f6e
62756c
c8
616e64726f69643a
73656375726974792e
73746162696c697a696e67
6c6573
4f77
616476616e636573
7468696e6b2c
e28094
3c703e0a
457865637574696f6e
2d74657374
72657065617473
66696c6d2e
706572666f726d616e63652c
6672696374696f6e
6964656e746974792e
2c27
6c65766572616765
5e5c696e667479
61766964
0a2f2f2f
7265736964656e7469616c
2f2f
72657475726e2e
636f6e766572736174696f6e73
636f6e737472756374696f6e
5075626c6963
736f6369
536561726368
43616c67617279
70726976696c65676573
70617274
53797374656d2e5765622e
6c6964
7265737472696374696e67
6669656c64732c
416c
766e
545e
706f736974696f6e696e67
2470
4164
6c65617374
5e7b286e297d
7363756c70
4341
434341
636970686572
5175657374696f6e
666f75722d
6472697665722773
7175616c696679
4557
7472793a0a
466f6f74
6c6162656c
5f74
02
63617263696e6f6d61
74656c6c73
737472616e646564
7369676e696e67
6c6f6761726974686d
5f696e
7863
506172746e6572
6d696e6f72697479
7472616a6563746f7279
636f70696564
217d
50616c616365
737464657272
616c7465726564
4b4f
46696c654e616d65
73742e
666964756369617279
44657072656361746564
6c0a
2b2b3b0a
53706563
77697368
5f6e616d652c
7075626c69636174696f6e
7374
6368616c6c656e6765
4665622e
6465636164652c
68656c6c6f
4d6178
7061726b2c
7373
0a7765
6c6f6f6b6564
e0a4ae
783b
692c6a
4d414c
46696e64696e67
6c65617365
d9
5c5b5b40434954
616e646572
2a2d
70726f746f636f6c2e
50697474736275726768
656e636c6f736564
62616c6c2c
7b0a090909090909
706f6463617374
7b28
2a2a2a
416761696e7374
0a4974
676d
617373656d626c79
616c6f6e652e
627574746f6e2e
686f6d6f67656e656f7573
7374616e64617264732c
636f6e63657274
726567756c61746564
7369676e616c
616573746865746963
696e737461
626f6f6b732c
73687566666c65
77726f6e672c
7175657374696f6e732c
73656e74656e636573
e7bb
67656f6d65747279
6174746f726e65792c
67756964656c696e65
6f636375706174696f6e
53797374656d
47656e2e
61727469636c652c
466f6c6c6f77
5768656e
2c5c3b
706f6c6c73
7265706c6965642c
436c6172
6572617465
426f6c
6f626a656374732e
69626c652e
67756964616e6365
4368696e612e
4163746f72
4b6e
636172732c
5b4052
6368726973
5e2a
7574696f6e
61730a
6f6e6961
2e657073
636f61746564
6d656173757261626c65
616e636573
287529
676c6f7279
617370656374
70726576656e746564
2e0a0a4d
6569
527573736961
626563617573652c
726573706f6e64
6c617965722c
766572626f7365
7661726961626c6573
0a2d2d2d
5c6767
67726170686963
2a612a2a
534541
5c7269676874295e
7363686f6c617273
2a5d7b7d
7374696d756c617465
466172
696e636c75646564
656d657267656e6379
632e0a
455f
526f79616c
3c2f6b65793e0a
4665617475726573
656e6c69676874656e
496e632e2c
426c6f6f64
636f6c6c69
4c6566
5361726168
46696c6528
5c76657274
6c657474
67657474696e67
28692e652e2c
272a
6e696b
534f4d45
6261736b657462616c6c
2e27
7374616765
696e746572657374732c
5c5d2e
7265616c697365
726174732e
616e616c79746963616c
696679696e67
2e0a0a5765
4c61796f7574
686f6d6963696465
0a776173
2a2a2a2a2c
