2c207468657920617265
552c
206d69522d
796e64726f6d65
697070696e67
20636f6d70726973696e67
7079
5765e280997265
20414e
436c6f7365
732e0a0a496e
736961
3f2057
20726570726573656e746564
2074696e79
2068617665206265656e20
6461746f7279
4465
205049
27732077686174
756e6e
70686f72
2069742069732061
20612070726f
636f6d6d656e74
756e69636970616c
206120646966666572656e74
443d
293c2f
6272616365
6f6c61
656c7365
222c0a202020
20616e7869657479
656c6c5f
204375
656e74697479
20636f676e6974697665
5f56
2043616e636572
206675727468657220
602c
20616e642073
7a24
7d0a7d
6d616b6572
6f737420
6572696e
6d6164
677572
20776172
2066756e6e79
534b
20726574697265
6672616d65
65766f
2073657474696e67
2064697370
20616e6420696e637265617365
6f72652e
20696e2074686f7365
2073756368206173
736963
792069
6e6f6e
2e0a0a2323
3c2f737472696e673e0a
0a202020200a20202020
6c6f7373
6c7920646966666572656e74
7468616c
6c6f636b6564
746368696e67
206571756976616c656e7420746f
73206f766572
20616e20756e
2070726f63657373
290a20202020202020207b0a
20746865206d6174746572
204c49
5055
e383
2c2073
2028692e652e2c
7572697479
636b6c65
204d65646963
7d2c2424
776964676574
6e6174697665
20696e2073756368
20617070726f6163686573
20626c657373
2077696e65
666f6c64
206d61676e65746963
5f74202a
616c2063656c6c73
2063616c63756c6174
514c
7369676874
73207768696368
707573
636861696e
2d6164
732c2049
7b5c6f70657261746f726e616d657b
204143
6d6f64656c696e67
7175657279
2063686970
2e2053756368
6520696e20746865
5c706d20
2062656361757365206f66
6c6562
2065646974
536f6369616c
20746865207468697264
20647973
2d6261736564
7472612d
206c61796572
2070726f6265
20746865207061706572
6976656e657373
5d2e20
733b
2c20546865
7661
206c61
72697665
20746f206d
78746572
73206f662061
206d7573
2420686173
6f6e61
20746869732073
20616e6420696e746572
61746865722c
2065666669636163
20697320736f6d657468696e67
772e
2061677265656420746f
6379636c6963
2077686963682077696c6c
706f7765722c
206e6f77206265
206e617669676174
2063616d
20202f2f
416d6572696361
476175737369616e
2077696c6c206265
20636f6e737469747574
2e204f6e20746865
0a0a596f75
207d20
20696e205461626c65
20647572
7d202b
746170
7a617264
65727320616e64
20676172
204d6179
61747472
205061747269
72
2070726576656e74
6864
64646c65
205472656174
656e6961
637265
2061627573
206d616465206f66
75202d20
20616e64206578
5c626967
20706f70756c6174696f6e
686b
5654
456e65726779
746173
203a29
6573746f
757473
717569706d656e74
2e205768617420697320746865
20557064617465
2044656d6f63726174
2ce2809d2073616964
626167
6163637572617465
6e6f6e2d
20627920746865
746f7065
2064726f7070
2c206275742049
2065766964656e63652074686174
2061626c65
2074686520626967
616e2061
2c206e6577
2e204f72
7175657565
204b6f726561
206f66207468650a
4469616c6f67
206576656e7473
207761746368696e67
245c
6573742c
455254
20697420746f20746865
2070687973696f6c6f676963616c
7374616e
46616374
2e2e2f2e2e2f2e2e2f2e2e2f2e2e2f
0a0a4974
656e646c
686f6f6b
657320746865
29207768696368
20616e6420736f6369616c
20696e7369676874
20646973636f766572
6f616e
7b5c72686f
6c6f6f70
7e
4875
6173746572
203d2074686973
696e672077686174
2074656d706f72
447d
5d292e20546865
7765656b
3c696e707574
426974
706c65
206d6f7468
61626f7665
7468726f756768
20746f6e
2061707072656369
53686f77
206a7564696369616c
74696d65
4f4e20
206265656e20
3a202e
206c6f776572
6163746976
206769766520746865
6d6f72706869736d
2062656e65666974
2c205b
206d61726b6574
202878
20726561736f6e20746f
6570
676f20
206f6e2074
732061732061
2073656c662d
54
2074686520696e76656e74696f6e
20706c61636520696e
20666f7220697473
74657374696e67
20646f776e20746865
5441
6b2028
2c20412e
506c61696e7469666673
2e0a44
6272616e6368
7669736f72
436f757274206f662041707065616c73
207965617220
6c696162696c697479
7061636b61676520
20245c7b
61726c
776c
3b223e
20657420616c2e2c205b4042
205c5c0a
2c6e
20617761792066726f6d20746865
6f736f
6872
20636f6e73756d
227472756522
20736f75676874
4e46
207374796c
20626573696465
2072616e6765206f66
20696e666c
20616e616c79746963
6961
77696e646f772e
28785f
20706172616d6574
20746f6c6420
726570656174
5f64
6c6f6e672077697468
20636f6f7264696e6174
5b72
20776f6d616e
206d616368696e6573
736967
20756e6974
696e7472696e736963
2073656c6563746564
2065766572796f6e65
206d6f746976
616476656e74757265
6973686573
5353
2074686f736520
697479206973
bf
2a502a
74726561746d656e74
20726576657273
63617465676f7279
636879
656420696e20
74617465206f66
2e0a202020
206261736963
68617665
20706f70756c
2e20416c736f2c
616c7479
29293b0a202020202020202020202020
7665696c
6574746572
6f2e0a0a
6c7573696f6e
20616e64206576657279
5765277265
206f7074696d616c
206d6f7374206f6620746865
20496e6469
20616e696d616c73
636f6e646974696f6e
706167
2069732064
7369676e206f66
696f73
6963616c6c79
2070616972206f66
2a742a2a
206f76657220
706f736974697665
20696e2062
2077656c636f6d65
5d2d2d
2072656c6174696f6e
5768617420646f
20746f
2061732049
20666972737420
20696e74657270726574
702028
2c20636f756c64
20666f6c6b73
47656e
20666f72204c
20646973747269627574696f6e73
5254
0d0a202020
657264
656c66617265
706f7765726564
636f6d70616374
686f6c65
74656e7420746f
206d657472
696f6e2e20546865
204775
6e6f7468696e67
692028
57696e
656e737573
207468617420636f756c64
6f6d6572
207265616368
42756666
2063656e746572
4f70656e
2074686174206966
2068616c66
204d52
6f6d656e2773
616c2050
5f4d41
207065726d6974
446f776e6c6f6164
6f727320696e
73616d65
466f722074686973
696e7465726e616c
20696e2068697320
20707572706f73
76202b20
207b5c
2046726564
65204d
2829293b0a2020202020202020
5f636f756e74
2074656d7065726174757265
2062656c6f772e
6c6f766564
20636f756c64206e6f74
73206120
616e6e
6f72746963
207479706573206f66
4c2f
20696e666572656e6365
20616666696c69
0a0a69
696e20776173
4d4158
20696d706f7274616e6365
2074657374696e67
7d7d5c
2077697468696e20746865
65732074686174
204f61
206c6179
6f204d
7265706c616365
2066756e64696e67
63696f7573
20616476616e74616765206f66
636874
207468652042
732026
20666f7220736f6d65
70696e696f6e
20776520616c736f
20737461
d984
20696e20686572
207768656e2024
4669
204f6e
6173686564
6f756e646564
e5ae
73746174696320766f6964
717569636b
42696f
732028
696e67206265747765656e
2220747970653d22
5f53
74682c20
696e67207768656e
0a0a4d61
6f756368
22202f3e
2f2f2f2f2f2f2f2f2f2f2f2f2f2f2f2f
646973
697a65642c
617375
4461746120
3a202020
636f6e737472756374696f6e
20616e642046
7474696e67
727369
20737562737472617465
696d656f7574
2e20476f
206265686176696f7572
2050524f
2667743b
3a204e6f
746578
20746f20646576656c6f70
2e20496620746865
20706c6163
706574
737562737472
d181
2a2a20200a
20636f6e73696465726174696f6e
2250
20245c626172
6d61726b6572
7676
20244e24
656d7074
61202d20
206465746563746f72
6a6f
7d205c726967687429
61757468
2069742077696c6c206265
2074686520666f726d6572
733f0a0a
202020202020202020202020205c7573
2e4170702e
206f
207468652074797065
6c736f6e
65642068696d
20736f6d657468696e67
2067657420746f
207768657265
20707265636973656c79
206574686963
50524f
2074686520636f6e74726f6c
76657273
206578706c6f6974
4d6573736167
20636f7264
6e616d65206f6620746865
756d6d
2072656d61696e696e67
206c657373207468616e20
61736d
7b28
220a202020
20666f72207468652043
20616e642f6f72
206b6e6f7720746865
666f726d6174696f6e
3c3f
70726573736564
20746f204c
20697420686173
20627265617468
e380820a
656e20616e64
7468656e
206772617465
762a2a
4d5f
20746869732063617365
202028632920
797d
656c656374726f
4828
2e20426f7468
77203d20
626c6973686564206279
726172
544f4e
206d6572
20746865206d61726b6574
706572696f64
6f6d61
626162
20736c6f7065
20666f7220616c6c2024
696c6c6172
20646566696e6564206173
5d3b205b40
646f776e20616e64
207468652051
5c6e6571
6c790a
20616e616c797369732c
20696e2074686174
757070
20746f20676574
20506c616e
646570656e64696e67206f6e20746865
5628
20616e6e6f756e636564
2d3e
636f6d6d616e6473
206e6f74206576656e
616e7a
5d2c205b
657120
686961
e28094616e64
2077617320706572666f726d
20696e74657272757074
736574
736865
206465206c61
416c74686f75676820746865
2074656368
797468
20636f7272656374696f6e
2073706563696679
292e20537570706f736520
20696e207468652048
20466564
7020
2074686520666f726d
20736c6f74
2d3e736574
67616d
206e756c6c
207069636b6564
706172746d656e74
7d7b
20696e646578
6f7273206f66
20436976696c
793a
2074696d652049
736565
6c696e6b
705f
2c20676976
207465727269746f72
757266
206170706f696e74
2d6465
206e7574726974696f6e
206665776572
20746f2073686f77
2066696e676572
53697465
2064656772656573
2061742074686520656e64
20746865206c656164
7462
2073686520
0a51
6f7274696f6e
2c204865
2068617261
4256
205375
2072617069646c79
20646565706c79
2061206772656174
5344
206465636f
68616c662061
2c2073656c66
3f2053
204972
20637269746963616c
206e6f7469636564
7361747572617465
68616e646c6572
7443
5c6574615f
206472
2072657175697265732061
717569736974696f6e
20706f73736962696c697479206f66
742e20546865
2063656c6c732077657265
6d656e7420666f72
202a
6c6f74
20e280932061
207269676874206e6f77
696e6172
5468
27
696e672c20746865
ef
2e20576520616c736f
2066726f6d20
6e6f7661
697661
6964697479
657669
20636f6e66696e
6970706f
20696e74657276656e74696f6e
2074686520666972737420
6f72672e6170616368652e
756c69
20666f72207468652053
7320696e207468656972
6564206120
737769746368
4d6f6f7265
206c6f63616c20
202020202020202020202020200a2020
53696e676c65
2e205468657365
756464
2053706f7274
7d28
61756768746572
206669656c64
2e2054686572652069732061
526f676572
6974636f696e
647d7d
20245c706869
2074727920746f
7e29
637265617465
66696e6974656c79
20736574207570
616e67656c
696422
2020202020202020202048
20666f726d73206f66
206174746163686564
4856
637d
656c6c61
7465206974
2077616c6b6564
6461792773
736372697074
6d706572
206d6f6e6579
20706f696e742c
6128
20737572707269736564
20246d
616b6573
5a61
2024245c626567696e7b
626567696e
2e0a0a43
732c207765
2020207b
6c696564
69727475616c
20696e697469616c20
416c7465726e6174697665
206361746368
542f
20746f207261697365
3b0a20202020202020207d
2c207365
6e6168
696e2c20616e64
413a
666f78
20646570656e64696e67
2c0a20202020202020202020202022
20467265
20736c6565
3a2055
227d292e0a0a
73206f6620686973
6368656d6973747279
2068657465726f67656e65
2064696e6e6572
65642048
6e67204b
6c6164646572
cd
2068656e6365
62756c6172
52542d
6f206d
23232323232323232323232323232323
206578706f7365
2c2075
2f2d
4f5552
496e7465726e616c
6920616e64
73736d656e74
0a6f
6e7461676f6e
7920616e64
2062616e6b73
2063656c6c7320616e64
657361
2d747269
636f6d70616e79
53534c
206a65
20746f2061736b
6c6f676f7573
2077697265
6965732028
2e53
20746865207265636f7264
76657279
0a0ae2
206c6f6f6b696e67206174
495f
20616e616c79
3d26
20746865206b
2053746f72
2d726179
5544
705c
646169
2f2a2a
4576
696f6e697374
616e6365206f6e
7065726d
225b
2063757276
2070726f626162696c697479
2061206f6e65
6173742d
207765276c6c
625d
766c
766f696365
20696e66656374696f6e
5443
207468652043
20746f20636f6d70
6741
617263656c
20657261
2076657273696f6e20
206661636564
2829207b
286729
207a6f6e65
626973
2c2049207468696e6b
2067726164
2076696f6c6174696f6e206f66
6c656d656e74617279
2065786572
20636f7572742c
207761746368
20616e6f7468657220
0a746865
756273657175656e74
2022
2e204275
7d2e0a
4158
204b656e
206d616b6573206974
6476657274697365
2e20497427732061
6974652d
6865726974
4645
6820
43617365
522c
6d6f6e7468
706f696e7473
6420616e64
636375
6c6967
777d
5374
20746861742054
20626f74746c65
292e20486f77657665722c
6529
20746f20636f6e
5f7b28
726f61
676961
4d6172
20636f6e636572
4258
207761
20726f6c65
2068616e64
6973746963
20696e6475737472
2070756c6c6564
20476f6f64
7479706564656620
7472697669616c
2077686f6c65
706f72746174696f6e
20426f72
7670
446f6e616c64
222c0a0909
2f2f0a2f2f20
206d652e222022
204475
696c6974617279
737479
20646564696361746564
206576616c7561746520746865
5d2823706f6e652e
2070657263656e
446566656e64616e7473
736d616c6c6573742076616c7565
2073696c766572
6f6c69676f
6c652e
206265656e
20617373
6f20626520
736368656d65
6b5c
6f75726e65
622f
206c6177796572
277d
4428
2f4e
64656d
596f752063616e
64206c696b65
20696d706f7365
2068657265696e
656369
20686f72697a6f6e74616c
5c6c646f7473
206265206d6f7265
43616e616461
6d696e61746564
20776f726473
596f752068617665
20526570
293b0a0a0909
20785f
656420776974686f7574
4d4943
2e205468657265206973206e6f
206c696b6520746f
6c616e6420616e64
6b65726e656c
2020202020202020656c7365
7261696c
646f6e2774
6f646573
73616d
46616365
207468652076656869636c65
69737420616e64
206f662069
6a6f62
20616273656e6365206f6620
2e5e
446563656d62657220
20e280a2
492077616e74
2072656365697665642061
20656e7469746c6564
2e2057652077696c6c
61766f7572
5075626c697368
4f50
0a5c7573657061636b616765
64656e73697479
2074757262
286f
2068617368
20536f6e
4865792c
7027
6b6520
20646973616476616e74616765
61737365
506963
7524
7229
20696e2069
70656f706c65
206f74686572
61756768
696e672067
3b20696e
427d
7669727573
2c2063616c6c
486f7374
f9
20686561646572
722c
0a202020202020202072657475726e
6c6576656c
6c696e6720
20532e20
7a28
5377
2072657665727365
206272656173742063616e636572
242c
2c20616e20
53544f
20616c6f6e672077697468
65727469666963617465
2c0a2020
207468616e20616e79
726976616379
204a617661
6220616e64
20536368
206174747269627574
20202020202020202020202024
732e20e2809c
206578747261
20e2809320
6170706c65
7b5c667261637b
656c6f
4549
5345
636f72726573706f6e64696e6720746f
776973
526564
204672
20657870657269656e636573
2069732065
20737570706f72
6f6ee2809974
4d47
6520666f72
204e61
646179
20616e61
2066696c65642061
73656c662c
5228
66697368
207061726164
647d0a5c6c6162656c7b
626269
5c626567696e7b646f63756d656e74
72617373
65747765656e20
2f2a20
544b
2c2078
72697465
207c20
0a2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d
4b4f
65727320696e
20616e64206469
2066696c6564
426f756e64
656e696e67
207265706f7274656420696e
2e20557365
2065616368206f6620746865
6368756e6b
652070
6173742c
49442c
5b4c
6174696f6e2066726f6d
5c68
2063616c63756c6174696f6e
2070617374
7065
3c74723e
207468652073696e676c65
207468616e20746865
5f5f5f
3f220a0a22
48616e646c
206576
20746865207472757468
7320666f722065616368
617469766520
2055524c
206d616a6f72
20636c6173733d
2f73
44657363
414b
20416e
207468652063656e746572
2061706172746d656e74
2e546865
20647572696e6720746865
5c6d61746863616c20
696e6469636573
2062726f7468
6f6e696f
3f204974
20666972
6d6f72626964
416374
646f74732c
207468726f7567686f7574
207b2373
5c776964656861747b
7061727469636c65
2065737461626c6973686d656e74
792050
206861766520796f75
2067656e75696e65
2073686f7720746865
2720
20202047
6564207769746820746865
4649
636166
5852
792e20546865
4a736f6e
2c2071
693e
276e
7468657273
20676f7420
d0b5d0bd
093c
206465677261646174696f6e
7b5c6d61746863616c7b
20736f20617320746f
206d6f73746c79
2c20736f206974
6c6f63616c697a6174696f6e
20736572696f7573
207468652073746174757465
20696e64696361746573
202b202d
20746f2054
20245a
204573
667261
3c74643e
2e4b
20626c61636b20
2c200a
45445f
20636f6e74726f6c
20636f6e7472696275746564
2e0a3c
2070726f6a656374
454449
746169
28290a2020202020202020
795c
2c207061
54776f
206f662070
546865204e
205b20
203c3d20
6a6163
bd
206f75742061
20726563697069656e74
5270
4d75736963
57686174206973
696e74657276616c
636f6e646974696f6e616c
5363616c
746e
20646f206973
6e65676f7469
2066617368696f6e
20636f72
20796f
20482e
20796f7520696e
6174696f6e20696e
652072
2053616e
206261636b20696e
2065736361
44415445
0a0a4e6577
3a2068747470733a2f2f
20426f6e
6166746572
20612066756e6374696f6e
3d2270
6d7073
7171
73746f70
20436f6d6d616e64
20656c656374726963697479
20582d726179
7474656e74696f6e
2070726f6d7074
205c6c6571
7465726d696e616c
2062656572
207b
496e20666163742c
6c7565
2074656c6c696e67
206469646ee2809974
70696f6e
2061726973
67202d20
20706f7374
20737461746973746963616c6c79
4f3a
7b7b5c
207265636f6d62696e
b3
20616e616c797369
2a71
20202020202020202020202020202020
20486572
20696e6869626974696f6e
5c72696768742920
20617070726f78696d617465
4368696e61
0a0a2f2f
7827
6564206f6e
88
20746f20696e636c756465
70726f7073
2e0a0a4279
73696e676c65
206a757374206173
206f722043
20576569
4261
5e64
0a0a46726f6d
2067656e6572616c697a
2e0a53
206f6620746865206d
2769
68696d
20616e642065
2723
207265706c6163
206b6e6f77206966
5b2a
757369
2e20416d6f6e67
667573
425f7b
796d7061
7928
2061646473
2c20702e20
737068657265
20646566656e64616e7473
73746572
2076617269657479
2c206174
20696e2049
6d696e616c
20666f726d
2ace
20496e63
506172656e74
207265616c697a
20616e64206f6666
496e66
6c6177
54686520617574686f7273
2c66
65206c
207374616e6461726420
204d6343
736861726564
206f66205265
2c20416e
696d
e59c
6966666963756c74
6f6e666c696374
706179
6562
20746f77617264
207061726b
202a53
292424
6d206e6f742073757265
2074686520616972
65202d
20646966666572656e636573
504c
20617320e2809c
2c2045
656c6c6172
652074696d65
20636f6d70617469626c65
20736f6369616c206d65646961
206361736573
4c69737420746865207072
6f72206174
696e672048
73206f
74686973
5f5f
6162696c69747920616e64
2064726f70706564
766d
676573
206f7574636f6d65
746174696e67
204f70657261
293b0a2020202020202020
2a75
535320
0a6265
5846
29206973
207265666572656e6365
2064796e616d6963
207361696420
72616e646f6d
2063616e20626520666f756e64
0a7b0a09
206e6f746564
6174696f6e206f6620
5050
636f6e666967757265
2d6d61
20746f207468652063
467269
5c637570
6d6f6c6563756c65732d
2043686172
20676174686572
632d
207265616374696f6e
7d205c7269676874
206c69626572
6564203d20
2050616c
0a09090909090909
20697420616e64
2248
206d6179206265
2053616e64
4328
2e20496e2074686973
2c2061
6276696f75736c79
20656c6576
2e205468652050
2070726f666974
206561726c7920
20696c6c6e657373
206861766520696e
205377
657374617572616e74
2d61
0a6578
696564
6964617465
696f6c6f676963616c
206120706c616e
20616e63686f72
20677265
20657175616c6c79
20616e64
616369616c
564c
2e0a0a546f
52455353
20215b
616c6f
6f762e20
20746f204a
6976652d
20657865637574
656e746c79
2070726f7564
522e20
6f737369626c79
6d656e7473
6261
434d
5d2c
206f72
090a
0a20202020202a
2073686f7720
20202020202020202072657475726e20
732e2050
427573
72657475726e2066616c7365
206c616e6775616765
696d697a65
2d59
20626f726e
206d7563
6c6174696f6e73
497d
65787465726e616c
292e0a0a41
524e41
20636f6c6f6e
213d
756e697479
2073796d6d65747279
6d6574686f64206973
0a20202a2a
2044656d6f637261746963
73616c65
5d20616e64
626520
676976
206d61726b6574696e67
5c6c6566745c7b
207468652062
0a576861742069732074686520
2057617368696e67746f6e
2c20696e207768696368
2e2041667465722061
20636c6f73757265
5f7b5c6d617468726d7b
2e2051
2e2220224f
20747261696c
2064656361646573
206576657279
5b53
6b72
4850
6724
796c656e65
20746865207061
206461726b
6d6561737572
696e74657270
64657072657373
20746f2070726f64756365
29206174
0a0c
295d
6c6564206279
20636f756e73656c
656e642d
20736f7274
46464646464646464646464646464646
3d
2b7b
20627564
207374726f6e676c79
3c2f62
2072657365727665
220a0a
2046
477261
6f6c6473
2046616d696c79
696f75
2c20676976656e
20696e20746865206d6964
6f6e76656e74696f6e
65656c
3c756c
20746865206465
20696e2064
20616464
65706f7369746f7279
206279746573
6f6e207468652073616d65
686162
546869732069732061
7d242069732061
7370656564
2d6d
273a20
2069732074686520
2c20666f72
81
2068657220696e
205055
207669
73207570
5c6261727b
20706c616e
2070726f647563696e67
292e2042
4b6f6e
206672616374696f6e
6e6567
206173206d616e79
204d42
636974
202b2073
2254686973
20285c
2068652077696c6c
73636172
20526f6d616e
206173736574
0a2d20
73696d706c65
2077616e7473
736f7572636520
207669727573
20646f6c6c617273
2057696c
2063616c6c65642061
79207765
6f636f
204269
2c204368696e
756e646f
206f6e207468652070
4d656d626572
2066696c6520
2e204c6574742e
206c657474657273
20436f6d6d697373696f6e
20776173206120
2064617461626173
207472656174696e67
2a2a2028
204e45
526f62696e
672f6d4c
54686973207374756479
6f6d65746572
657574
756e666f7274756e617465
653e
206966206e6f74
792773
3b0a202020202020202069662028
2073686170
20726f6f74206f6620
206f662022
20706f77657220746f
242e20546865
e585
742e
2c20746865204e
20726f636b
2068696d73656c66
6573206465
685f7b
696e6720686f77
6c6c20616e64
616666656374
437d7d
20245c6d61746862667b
616c20746f
20617070726f78696d6174656c7920
20636f6d65
526573756c7473
2e205468657265206973
706f6c
5c656e647b616c69676e65647d2424
696e7475
20696d706c656d656e74
206f66207265
27732061
207472616e736d6974746564
20746865726170
20616e6420636f6e74726f6c
242e2054686973
61746976
2064656d616e64
205c3c20
7362757267
2d2d2d2d2d2d2d2d2d2d2d0a0a546865
0a202020202d
696e6520
3a200a
622920
2420697320
696c6520
202d3e20
74797065203d
2074686520696d616765
73657269616c697a65
7265662d
2d2d2d2d2d2d2d2d2d2d2d2d2d0a0a41
64756374
206973206f66
566964656f
2d616e642d
2077617272616e74
7424
2073
5f7468
20666f722050
204661726d
792044
206f66207468652073
61736572
29222022
207468652066697273742074696d65
696620
647563
20417368
204964
20637573746f64
206d6f64696679
48696e
20697320707265
20657420616c2e20
616c2073797374656d
486164
4e756d
d0b2
3a2054686520
494f
09090972657475726e20
46726f
424552
0a6f6e
20477265656e
20617070726f78696d6174656c79
2072656475636564
656e76
4f4d
2072656c6174656420746f20746865
2073686f72742d
206f662042
2074686973206973
742061
4e657720596f726b2c20
6572732074686174
20626561757479
2076657273
20626565
73706f
7d2c207b
746873
222043
20697320616c7265616479
7d0a3d3d3d3d3d3d3d3d3d3d3d
49642e20617420
20736f2d63616c6c6564
206d6167
2024746869732d3e
2d2d2d2d2d2d2d2d2d2d2d2d2d2d0a0a
2068656c706564
297d7d
745e
20736176696e67
656e676167656d656e74
2072656d6f76652074686520
6c79206279
6f6261
4128
72696566
206d656d62657273206f6620746865
484c
207369746573
2c2077686f20776173
20746f2068656c70
20697420636f756c64
69747920696e
4c4f43
202253
292e2052
65697468657220746865
404f76657272696465
426967
696e6720617420746865
20526567
2920696e20
6574726f
63746c
20616e2065
2074686520706572736f6e
2e204e6f
20676976656e20
7b0a202020202020202020202020
616767
706b
205254
2a2f0d0a
2a772a2a
206f662066616374
2070726f647563746976
5468657365
7370697261746f72
667265657a65
2c205365
77656967687473
20616e64206120
20636f6e73756d7074696f6e
207375727665696c6c616e6365
5f7365
732e204974206973
205d
4669672ec2a05c5b
5072696d65204d696e6973746572
6564206261636b
2072696768
5f2d
6224
23
205c6c656674
29206f6620746865
6c6f6164
2c20646964
626565
63697263
726f7065
207469737375
4974206973206e6f74
43616c6c6261636b
454e54
206172652070726573656e74
206c696d6974
73706163
20656e7a796d6573
0a202048
706172736572
2072617465206f66
65727320666f72
20776520636f6e7369646572
20736f696c
2066756e6374696f6e616c
2064697361626c
4d494e
2829207b0a
4e616d6520
20656c
612052
2e0a0a54686579
2064616d
74685f
20706172
6f7065726174696f6e
696e666f726d6174696f6e
2068756d
2042726f6f6b
20746f2064697363757373
206d6f64756c6174
20646976657273697479
646172
20636f726f6e61
74732e
207175616c
4752
6170706c69636174696f6e
20666f7220626f7468
204c6f7320416e67656c6573
2e2229
5468652048
696e672044
6f6c64656e
20616e206f7574
6174696f6e732c
6c2e
206f6620736f6d65
29
4e6f74652074686174
2077686174206865
206f7665722024
20616e64206361
696e67207761746572
20776861742773
756c61746f72
202a696e
206f66666963
49e280996d
656e746974696573
4245
a6
273d
207468652062696c6c
4c6974
204144
5361747572646179
2077657265
2e0a0a4578
2074686520666f7265
206120676976656e
2070686f746f73
0a7d0a0a2f2f
44656c7461
20656666656374206f66
20636f6d6d6974746564
20796561727320696e
2063656c6c73
207265737472696374696f6e
61736573
65642066726f6d
f7
207765726520
2077617272616e
28292e676574
7b6e2d
0a0a4d79
0a2a
746c65
6969
6520616e
6174696f6e7320616e64
706572736f6e616c
4269
7c2d2d2d7c2d2d2d7c2d2d2d7c2d2d2d
6f6c6f6769737473
293b0a20202020202020202020
656c6c73
6c65792c20
61646472657373
20636f7572
2072656c69
737469747574696f6e
64656e74616c
2061732077656c6c206173
20532e
766572746564
2063617468
2c5c646f74732c
61746520616e64
6261736963
4c5345
2066696e64206f7574
6f75742e
612a2a
20244e
2e20447572696e67
2065766964656e6365
20696e205b
2067616d
5f5f5f5f5f5f5f5f5f5f5f5f5f5f5f5f
e280
7d3b0a
6564206d6f7265
2050656e
62726577
414e
206f66207468656d
757279
454e44
24202620
73e28094
20576f7264
61727920616e64
636f6e74726f6c6c6572
2077696c6c696e6720746f
696e6573
61726368
2063726561746564
6965732c
696e6e696e67
204769
2047696c
61746f7273
6c792073
206578616d706c65
6b2e0a
20717569
2065787472616374
45787072
79e2809d
e2809d20696e
2ee2809d20
7472616374696f6e
245c616c70686124
746f7273
20612070726f626c656d
4b5e
636164
6ce28099
2e0a46
2064656274
6172746572
6e2070
616c6f6e65
207573652c
2066697273742d
5c7b
20656e737572652074686174
743d
20e28098
2076657273696f6e73
7a6970
2064616d6167
5c746175
20746865206c696b65
72616973696e67
616768
206f776e657273686970
2c205374
596574
776964
c3a974
205965
696167
414d50
206f626573697479
696478
617363
69742e
6765745f
2e204120
696461746564
79206e
20616476696365
525f7b
656d706c6f79
2072656365697665
2048616c6c
206d6974
496e74657266616365
205765646e6573646179
7369676e6174757265
206f6620696e746572
20616e6369656e74
206578706572696d656e74616c
205279616e
6c7920617661696c61626c65
732061726520
4062
6465616c
202261
457870616e64
546872
0a0a696e
6c6576
2062656361757365
6f6b6572
20636f76657273
2070726f6a656374696f6e
2e200a
2e204c61
496e206164646974696f6e2c
20506f776572
204b696e67
20736f207765
206861636b
2074686520757365206f66
20706f7572
61726d
697465
20666163746f72
2073686f74
4e6f77
2062656e6368
206167656e6379
732e20466f72206578616d706c652c
4320616e64
2c20656974686572
77696e
686167
d0b4
206f66207468652070
6c697374
4c6179
20636f6e74656e
64652c20
77202d20
73207769746820746865
20726573746f72
0a0a45787465726e616c206c696e6b73
7265616c
0a2f2f2f
272c0a202020202020202020202020
20616e642047
2061677265652077697468
70742e20
206578616d696e6564
20246e24
2068617070656e73
5d282366
73206f662043
4249
2070726f706572746965
206f75746c6574
73205c5b
7b0a09090909
755f
636872
206361
2074686174206974
20426574
206c6574
745f7b
206d657468796c
2070726f63656564696e6773
6c6174696e67
207265636f72646564
20657874656e647320
20746865206269
2061207365636f6e64
20646f20
2d6d6f64
20636f6c6c617073
545241
206275742069
20746f776172647320746865
207468652077616c6c
206d656d62657273
2061747472616374
95
293a
2074686520636f6d6d6f6e2064
6c6963617465
204a6572736579
206b6e6f772c
61676572
77696c6c
20616e64207468617420746865
207468696e6b20746865
206e6f6973
4a75
0a20202020202020202f2f2f20
76616e74
5c6c65
20636f756e7472
2070657263656e74206f66
6f6f6b20
61742d
20476f76
2c20555341
7468206f66
20746861742070
20736169642e
20616e6420686173
5f6f66
6f74746572
2424
6e65742e
5e7b5c7072696d65
20747970
20636f70696573
6c697465
6769616e
2054686973
2070726f676e6f73
206d61676963
3b0a7d
706f736974696f6e20746f
757273696e67
206f662068696d
202451
6578706f6e656e7469616c
6767
2e2e2e2e
2a2a207c20
20746f2074656c6c
6e61696c
20616e642077686174
3f0a54727565
20c391c2
5468657265206973
676c6f62616c
2068617320746f
20636f6e74726962757465
70617265
206d
20736861726564
206f6e2053
20746f20726564756365
20646f63756d656e74
207472616e73
5328
e695b0
290a202020207b
20636c617373696669
67696e616c
206c65
20726f6c65206f6620
207765726520666f756e64
65766974
5b6e
6f68
726f63656564696e6773
6d617374
202873
20706170657273
202d2041
666f726d6564206279
207069
20492068617665
2e6e6574
2053
2073756d6d6172697a65
2073657276696e67
6571756174696f6e
20686173206265656e20
6b696e67
62726f77
20d7
6d6178
2073747564696573
2e205472
657220686173
20696c6c75737472617465
202862
20436f756e7479
2064696420746865
646963
225c6e
207468656d2c
20736f206d616e79
2073686f7274
3d22
20496e74
6d70
2d6d61696c
556c
75732e
204672616e6b
4669672ec2a05c5b666967
2e6f
290a20202020202020
6d6172
6c6c65
2d47
7320696e20
20e0a4
73206c
206669656c
7468696e6720746f20646f
2a2a41
206261636b20746f20746865
7368617065
282d
20646973617070656172
43726f7373
207468652073686f77
414e59
6f6464
5f535441
786163746c79
544152
20286f6e
e280a220
6b62
206769726c
20697473206f776e
747972
20202863
6174696f6e2e
20696e68696269746f7273
20436f2e2c20
20636c69656e74
61746520696e
206e756d
206d6f7265207468616e20
223e0d0a
454154
44756520746f
2047
2c20494e
2e205768696368
5528
252043
207469636b
65642070
20697420646f65736e2774
616c6b796c
726576
5f6174
65723e
792074
656c6c65
5c27
73206f7220
696e676572
20636f6d696e67
676f696e67
2073746174656d656e7473
686c
20616e64206f
6f6e652773
20762e2053746174652c20
6963726f736f66742e
20706f6c69746963616c
73206d65616e
7d3b0a20202020
6d6173746572
466163746f72
3f0a547275650a
20245c47616d6d61
2068616420746865
686177
7b65
657272656420696e
0a0a09
7070656c6c617465
20737072656164
206465726976
646f67
65722d
6f72e2809973
20646f6e27742068617665
2073746f726564
732c207768657265
206368616e6e656c
517d
2069736f6c61746564
206973206e6f74
64
29207b0a0909
2420776974682024
643e
77617265
205c5b5b4062
61727420
29207b0a2020
686564
0a0a5768656e
7475726e20746f
20676f7665726e6d656e74
20796f752061
61202b20
70686973
5456
2d666f6c64
206669726d
206d6179
3a2024
646570656e64656e6365
72616465
206d6964646c65
2c24242077686572652024
2e205468652053
8320
c2a05c5b
c2bd
2070726f636573
20626c
696e65
61696e20
6275796572
245c706d24
207769746820697473
20706c6179
20666f756e6420696e
20656c696d696e617465
206c6561646572
537570706c656d656e74617279
727563
2074656172
20627574206e6f74
4f63746f62657220
2c207468617420746865
3e0a202020
20776964656c79
696e696e67
2022202b
20626967676572
2077686963682063616e206265
222c22
434150
206f6e2074686520
61776179
66656374696f6e
6865696768743a20
20636f6e6365726e696e67
7468696e67
20636f6f706572
20747269616c73
3a2045
2062696767657374
20476f6c64
2072656c61746976656c79
0972
2061207375706572
0d0a202020202020202020202020
20646570656e64656e63
656420756e646572
207d2c
7265636570746f72
2070656f706c6520696e
7061747465726e
48545450
2e0a0a232323232323200a0a
2074686520736f6c7574696f6e
206c6f676963616c
63686c6f726f
24202020
656e5f
64696573
7468616e
636f756e747279
617361
206d69524e41
20746f206120
6268
206d6f64756c
69656c
206c6f6164696e67
202477
223b0a2020202020202020
20436974
206163717569726564
73746f726d
204765726d616e79
20746865206c6174657374
62756c6c6574
3a41
6f62
656e73
20686f6c
67726f75
2053686f
640a
2067656e6573
7461696e
206573
20686520646f6573
6c69746572616c
0a09202020
20646174612c
7320746f77617264
20746f20646574656374
2074686520636f6e74657874206f6620
20213d
207761726e696e67
20737573706963
766563
656e7420
6c6179657273
2c206d6f7265
696374696f6e617279
726565
70745d7b6d696e696d616c7d0a202020
6f7069
2c2070726f
6f6e732c
c385
20626567696e
5c74696c6465
2862
2074686f73652077697468
616e6469
64656d6963
757368696e67
2e20467572746865726d6f7265
77656273697465
20436c696e746f6e
69632c
207374727567676c65
207461786573
20657863
206c6574746572
0a0a4e6f74
61636b7570
0966
2c20e28093
6d2049
5c766172
2e0a0a54686174
206869732066
ac
286629
2c0a
5f756e
2074726561746d656e742c
2d7c
7d2c0a09
2074686520667574757265
206d6f646573
206d6f74686572
20736565
4c5e
5c2a5c2a5c2a
6c7574696f6e
6d6f76696e67
6d6f6c6563756c65
0a20202d
696c61
5f4a
696d62
2e0a0a2a
2c20496e
726573706f6e7365
2f57
69676874656e
204f72
2e0a5265
0a090909093c
2c20686f77657665722c
2077696c6c
7270
2066757274686572
792047
207468652074657374
207468656d20696e
5b7b
732d3e
3b20692b2b
206f6e2041
652e20
206173736f63696174
207265616374696f6e73
20776974686f7574
0a0a5175
292a282d
203e3d20
464d
6962696c697479206f66
7b5c63616c
200d0a
656c73652069662028
6563
20706f736974696f6e73
20646f7365
73696d20
76656e7473
207265666572656e636520746f
666f726d696e67
736571
5446
656420696e2074686973
657269
6962
6f2053
20616e642074696d65
20696d706c696573
7d2420697320746865
793e
20776520646964
6568
204d617373
706172616c6c656c
3c212d2d20
20536369656e63
207365656d
20666f722077686174
4e7d7d
484f
206162736f6c757465
69736d
2e205370
20636f6d70616e
636f6d7072657373696f6e
2072656c6965
5c6e61626c61
2068616e6473
20736f206d756368
5c4f6d656761
666563
4d50
20636f6d70726568656e
20666f756e6420
2063686c6f72
70657220
206d6574
206c69766572
5f6924
205b4042
61626c792c
4542
697461
2073756974
207265717569726564
696e6773206f66
742077
206672616d
697a696e67
206d616a6f72697479206f66
416c736f
776f
206f6e2074686973
53656374696f6e
207468652074
2c20737472
6f6e6520656c7365
616765206973
20616476616e6365
2074617267657473
6e737472
2062656e656669636961
2c20736f2074686174
20736565696e67
2864
20616e642074686520
207265616c697a65
205c6c
737065636966696564
20726566657220746f
297b0a2020202020202020
5d2823706f6e652d
207269
73202d
6572206f6620746865
68697070696e67
207479706573
206164766572746973696e67
206361706974616c
0a65
203d2064
546162
20747261636b
205479
20666967757265
206576656e
2c20636f6e737420
66616d696c79
2c2048
fe
2077652073686f756c64
20756e74696c20
636f6e746578742e
6561736564
206775657374
6f73696e
2e20522e
7b24
657267
506174
207365616c
20726f7574
6f72746578
6879706572
706c6574696f6e
7320686176696e67
207375636365737366756c
3f22
207269676874
6b6172
20676976696e67
5b404352
646173
702e
6e6c
be
5769647468
424c45
203a
0a66
2773206e6f74
20746f206d616b65
6e64
206f70656e696e67
5f6672
2053746172
20636f6e74696e
206f66204b
2074686520426f617264
696572
207265706f72
202020203c
206578697374
20616e642041
206571756174696f6e73
596f752077696c6c
696d656e74
45616368
5e20
5b45
2068617665206e6f74
757a
73657175656e6365
20636c6f73657374
20697420776f726b
766965772c
2220616e642022
65726e
6b69
73716c
6c696b6573
2072656c617465
7428
206f7267616e697a6174696f6e73
2077686572652049
5468656e
203d2053
207468617420616c6c6f77
656e6f6d696e61746f72
0a0a416c6c
206170706c696361626c65
6176616e
0a090969662028
746f786963697479
20706c616e6e696e67
2064656c6976657279
746865746963
206761696e
20416972
206368616e67696e67
206368
7d2063
202b207371727428
736f757263
3c6120636c6173733d22
20627579
207370656369616c
726573756c74
20245c7069
2062697264
73736573736d656e74
20696e636c7564
746563
2073746f7070
73202b20
206f6620686973
292e204173
7320666f7220746865
6172617465
2061667465722074686520
7b2d
696e672c20616e64
2070726f6d6f74
20726567617264696e67
206f6620636172
206d69642d
73796e746865736973
0a202020207075626c696320
207761732074
6e616d652c20
6f6e6f6d6963
65636564656e74
657863757365
19
2e20486520686173
2068617665206120
20506574
20616c6c206f74686572
4d4544
207468652066726f6e74
20616e746967656e
2c20616e64206576656e
696d7072657373697665
766967
73746f6e
2064697363726574
20556e6976657273697479206f66
41424c45
206e2e
61726d73
20746865205b
6e20616e
71756172
20737475
69206973
206f7574646f6f72
696e746572657374
2927
636f7079
20746f206f70656e
546865204d
20666f6c6c6f77656420627920
206f662049
656c6967696f7573
6f6e20776173
6f6c766572
6c792077697468
667574757265
6565
78202d20
6a64
6f6772617068
3b0d0a
20e2809c49
2068617665206d616465
6c616e64
617370
74686d61
0a0a4869
2074686520776f727374
20696e20616c6c
2e20546865726520776173
204d656e
20706c61696e
2061747461636b
4452
2c204170
74686963
50726f766964
65207468617420746865
293b0a202020207d0a0a20202020
625e
626f6f6b2e
726f757465
6c2061
20627567
293b0a2020202020202020202020
3c7370616e20636c6173733d22
2c2072
20636f6d652066726f6d
207468652073756d
2c204368
0a7768657265
20707261796572
2063757272656e746c79
2068696768657220696e
4563
206f66204e6577
6e746572696f72
206c6971756964
7320616e64
20486973
68696c6472656e20616e64
20726567696f6e
6f6c6420
206f6363757272656e6365
2068747470733a2f2f
20736865206973
73757070
626c696e67
20426561
2e68746d6c223e
204245
20766962
6a5f
737461736973
657370
20696e636f7272656374
207461
d0bd
6520756e
2a4d
732070
2066726f6d2027
203c3c2022
746820616e64
42696e64
bc20
7d24240a0a
2c2077656c6c
207465616368
6d697474
696e670a
696e672053
2076732e
207265706c61636564
207468616e2074686f7365
2067726f7373
2072656c6576616e74
e38199
20757020746f
676170
4f5254
206469616d65746572
2073686f756c64206e6f74206265
6e7465727072697365
204875
6c6520696e
66726f6e74
75626963
732022
792061626f7574
20746865206c6f63616c
6f726967696e616c
20737472656e677468
20426c61636b
2070617274206f662061
6c756f72657363656e6365
7061636b
204e6174696f6e616c20
4c6576656c
2c204a2e
20746f20707265
2047656f726765
20636974697a656e
204c616e64
5445
2841
206170706561727320746f206265
2a64
2068656c70
206879706f746865736973
6f7070
20636c6172
656b7d0a202020202020202020202020
20707265736964
24206f6620746865
616e6961
20766172696f757320
2d4d
5e7b2d
20616761696e2c
736f636b
7f
206f6e2024
206f706572617465
636f7272656c6174696f6e
76696c
6f6c6f6779
656420
206d656e
20657373
65726765
616e79
2c206f7220746865
0a77
206170706c69636174696f6e206f66
7d7b5c7061727469616c
20636f756c64206e6f74206265
652e672e2c
69616c73
6e666c75656e6365206f66
206d6172
20706f6973
2065697468657220
2e22
69657320696e
616273
207468652066
20747275636b
696e666c616d6d61746f7279
4641
5e2d
c8
20666f756e6420696e2074686520
20746f206465616c2077697468
2070726f76696465732061
20626563617573652074686579
52616e6765
3b0a2020202020202020
206f666665726564
204b696e67646f6d
29242069732061
206361726566756c
697669
206861726477617265
6e657720
2e0a0a46
686579
207969656c64
636861
206120636f75706c65
e590
4153
207468697320697320746865
742e20
7369646520746865
20746865206a757279
292e2054
20737472696374
2e205075
20696e766573746967617465
666f6c
207061727473
706c69636174696f6e
206465746563746564
2072616973
2e6e
6162737472616374
206174207768696368
6d61696c
2053717561
2077617320626f726e
4170702e20
2e20416e79
7765646765
205c6c6520
636f757274
6d656e74617279
546573
77696368
726f79
69646520
20492073686f756c64
5570
206578636570
63637572616379
2074726170
6564207468656d
205c5c
446972
20726f756768
2c2047
2c20416c
69746174696f6e73
726174696f6e
206f660a0a
4d2e
20616e6420736565
20686f726d6f6e65
2e204163636f7264696e676c792c
656e6e79
6d61785f
65207374
5b52
795d
6f6c6f67697374
20666f72204d
6c3e
736564
6d656e740a0a
5e74
204920757365
0a20202020202069662028
523d
646966666572656e746c79
6d657267696e67
2c20692e652e
206172652073686f776e
6a6572
20706172746e657273686970
2e204669727374
6572
696e67e2809d
2823
6d616e2c
2e205f
6c616469
53747564656e74
5529
202020546865
61726e
2067726f7570732e20
207468652069646561
6c657320
6520796f75
5452
20616d6f756e7473
2d6f6c64
64657273
20737069726974
20696e207468652041
20777269746572
2047656e65
20737461746963
61676e
204555
20776f756c64206265
207374617465732074686174
206973206469737472696275746564
20612079656172
2062617365
65722074686174
6d616a6f72
0a202041
2e20496e64656564
20636c6f7564
6d74
564552
20796f756e67
206973737565
e296
663a
31
63652c
696d65
2074686569722070
6d6d696e67
7468696e
6e77
4c59
20d0
272d
2067657474696e672061
206167656e63696573
5b40626962
20636c7573746572
2d6d65646961746564
756d626572
0a23646566696e6520
535e
20636f6e6e656374696f6e
20696d706f727420
2066616972
20746865206e6f726d616c
6172792c
7371
2063756c746976
4c43
2c0a202020202020202022
756c6174697665
202262
7b5c6d6174
2077686963682c
2074657874757265
206265796f6e64
206b
61735f
706f6c6c7574
7728
6277
202d2049
756e64616d656e74616c
617070656c6c6565
4e6176
4145
20646570656e64696e67206f6e
20736f20666172
20617272616e67656d656e74
426164
206d616e616765
732e0a0a53
6e7465
656e6365206f66
2067656e65
65730a0a
636c61696d6564
272e
20696e204649472e20
666f6f
3c7370616e20636c6173733d
2077617320676f696e67
20636c61696d
2070726f64756374696f6e
0a746f
2061646d697373696f6e
20736f2c
2070726f626c656d2c
5c656e647b646f63756d656e747d
292c20
2067656f6d65747279
20496e7465726e6174696f6e616c
6e7465727461696e6d656e74
2e0a4c
3b0a0a2020
4954
20776974682042
207075727375616e7420746f
766f636174696f6e
616d6520
6e69636b
48656164
6b6c
6f7369
20636f6e76657273696f6e
65727461696e
72616e74
20707269636573
20736f667477617265
2d616e
206f626a656374697665
69747564696e616c
20746861742077657265
617273
2067656e657261746564
0a0a2d
2e204163636f7264696e67
7d22
6761
206475726174696f6e
20667275737472
20666f72756d
3e0a20203c
207468652075
2070726f766973696f6e73
0a2e
756c66
5b4669672e20
74726561746d656e742077697468
20762e2043
692f
2073747261746567
2a203d20
2069732063616c6c6564
2e2057652068617665
756e6465
2070617373656e676572
20756e6465722074686520
206465636964656420746f
65747765656e
76203d20
20776865746865722061
657222
65642043
206173202424
726f6d697365
6c6974
20696e64756365
61726469
435245
57656c6c
642e
20626f74682061
2c206574632e
20746865206368616e6765
4e75636c
2c20756e74696c
206172746966696369616c
2077656c6c20
20736872
20436865
29207b0a202020202020
68202b20
20666f722074686973
20666f72206d
206d6f64656c206f66
e2809469
506172616d
206775
29200a
206120626967
20776869636820
3b20746865
6c6f6964
2066656c74
506c61696e
77202b20
207265636f6d6d656e646174696f6e73
656c656374726f6e
616d696e
70726f64756374
206d616368696e
2073706972697475616c
2074686174206e6f
5c5e5b
206f6620746865206e6577
2c207573696e67
2061747472616374697665
72617a
204561
206275
0a0a23232323232320
20666f72676f74
646174612c20
75706772616465
696e672024
205065
616c69
3c2f74643e0a20202020
2c20616c6c6f77
20796561722c
207a65726f
20746865206665646572616c
2e0a0a5c5b
616c2c
2073696d706c6520
2e205468657265666f72652c
204f6666696365
666f637573
27732062
202a41
2041677265656d656e74
696d706c79
2d74696d65
74696e6720
5248
2070726f64756374206f66
206f6e6c79
3b2046
2053616c
7777
5065
6564206166746572
73206d6f7374
6c79206265656e
20696e6974
2064656c61796564
2070726f64756365
20726570726573656e746174696f6e
2074686520626f6479
656c2d
2d2028
48
20686520646964
6561722d
20746167
206e656365737361727920746f
75636b
75736b
20796573746572646179
6963756c6172
7a6172
2074686520616d6f756e74206f66
20646f65736e2774
2052616e64
20636f6e766572736174696f6e
536f2049
20776f726c64
6f7074696d697a6174696f6e
20696e2067
2064756520746f20
20686973746f72792c
20636f6e7461696e6572
20696d706169726d656e74
202476
20616e642063616e
e696
206170706c69636174696f6e
5f45
786961
545d
524e4173
206f6e652063616e
204c6573
d0b8d1
2c20616e642073
3c21
66756c
20616e64207374
28737472
2077616c6c
2077686963682069732061
2064696d
727920616e64
6775696465
2d5c
4c44
6c6f63
74746f6e
2e20556e
20636f6f6b696e67
20657863657373
2073797374656d73
205053
7061757365
2061207465616d
7061
6e206f66
442a
5c7661727068695f
67657374
6963756c
2e2046757274686572
6c656674
73204e
206d696c6974
20736179
20746f2057
20746865204575726f7065616e
706f64
454e
206d756368
494e54
2822
6772616469656e74
6d2c20
204173736f63696174696f6e
20746f2067
436c617373
7d7d29
20657870726573736564
4d24
20246624
616765206f6620
206469766964656420627920
2077
69657320746f
20657868696269746564
20766172696174696f6e
696c
2073617920746865
5c6d6174686672616b7b
4b6579
6d6974
636f6e73706972616379
524f53
2074686520666f6c6c6f77696e67
20282a70
20666f7277617264
20627269676874
6c696d617465
222c0a09
2049206a757374
4e696b
686962697473
2e417070
464f524d
5a6e
6964656e74
2076657273696f6e206f66
205472757374
252c
207465656e
2c2042
207768696c6520
20616464696374
6c696d6974
20656c646572
20446562
2061726520746f
2c207375636820617320746865
206272757368
2c206275
666f6e
5c667261637b64
20706c61792061
68617368
20686f726d6f6e
4141414141414141
206669676874696e67
6e0a
464e
204c6963656e736520
20666f6f7462616c6c
49276d
554c54
736b65
2240
6972656c657373
223a207b0a20202020
20746865206c696e6b
205e7b
206f66207468652077
2047656e6572616c
206c656e64
207375626a656374
4443
2077686574686572
617469746973
4248
436170
206973206c
73206261736564206f6e
6d706c
2064726976696e67
2061726520616c736f
7320776f726b
2061676f
206174207468652074696d65
d6
73207468657365
2062726f
6d6f64616c
2076697369626c65
746f676574686572
61696e74656e616e6365
20697420697320746865
686176
2073756e
20616374697661746564
436f6d62696e
2070656e64696e67
6f6c2c
29206f7220
4174
535953
6463
7477
20746865206461726b
20464f52
2061206c6974746c6520626974
73206d69676874
204669656c64
8085
616e6174
2e22202250
76202d20
6f756e64
6870
20746f2067656e6572617465
63697465
2069736f6c6174
205461796c6f72
2074686520706c
207265616374
544f50
6669727374
2066656573
2020202020202020696628
2f2f2f20
20776974680a
20e2809c73
206f66207468
626963
2c206120
2076616e
53657276696365
616c29
20646f6573206e6f74
5c5b65713a
20666f7220757365
297d28
436f6c756d6e
6a756e6374696f6e
e2809d29
2a49
6865616c7468
6d6f75
206e67
2c20436f
223e0a20202020202020203c
242e205765
207370656564
737973796d7d200a2020202020202020
206d6574686f64
2024415f
726164
2077697468207468652073616d65
476f6f64
4166
756e64657273746f6f64
207363
2077686f20617265
2073696d756c74616e656f75736c79
20466c6f72696461
2064697363757373
207175616e74756d
736f6c7562
455155
2f3e
20696e74656e74696f6e
20626563617573652049
3a2023
2c2e
73206265
204a6577697368
29202d3e
2d696e647563656420
67656c
626563
7269736f6e
4243
73206f6e20746865
20686f6e657374
2052757373
2061207768696c65
7267
4d4e
20686f7720
7a61
55706f6e
20646174612066726f6d
427269646765
3a20
457374
4f
2063616e6e6f74
20466163
4c4b
20696e6e6572
73656520616c736f
6d6564
6f72697a6f6e74616c
2054686520
2070726f6d6f7465
74686f7574207265706c6163656d656e
2c
446966666572656e74
2b28
2074686520636f6d6d6f6e
57652077696c6c
29202f
206f66206f7572
6576656e74
20636f6d62696e6174696f6e206f66
686f73706974616c
5365636f6e64
2d20
2064657363656e64
2070726f6d6973696e67
22202249
62726963
2070726573656e7473
636f6e6e
222042
732074686520
6f7020
567d
69732e
20706f737369626c79
742e0a0a
616c2043
75646765
2d78
6d6f74
6c6c61
5743
2c207265
20657870656e736573
2e220a0a49
2052616d
2046616972
2070617274
2066616374207468617420746865
4a756c7920
2e220a0a546865
4c47
736964
0d0a0909
555320
20657374696d6174656420
20746f207472656174
206d69676874
6f6d65747269
66696c6c
6c696e652077697468
6c7920746f
686f6d
616261
2066726f6d2053
20737572726f756e64
20656d707479
206d6f757365
3c2f7370616e3e
20746f20676f
2068617320616e
756469
202277
697479
20697420
6564207374617465
526570726573656e746174697665
616e206973737565
677261706873
61626c6520666f72
72616c
20737572666163
20706c617465
204f666669636572
2072656675736564
683a
20636f756c646ee2809974
7320776f756c64
6973206f66
74686520626567696e6e696e67206f66
6e6475
7d5c726967687429
6174696f6e2070726f63657373
20636f6e7461696e
207374616e64617264
74e2809973
20666f756e64
54455f
72656675676565
62616374657269616c
20636f6c6f7265
20747562
2062696f
667265
656272617465
206c6564
5c0a202020
696e6729
0a696d706f727420
2c20657370656369616c6c79
61776169
2063656e747265
20707265666572726564
636f7272
6475616c
656e736564
293a20
2e637070
202020203c64697620636c6173733d22
2073696465206f6620746865
c2a0c2a0c2a0c2a0
206f6620616e79
472e
464f52
20616e64207570
20546f70
206265686176
6572732077686f
20636f6e73747261696e74
2728
6f6573
56616c756528
5b746865
207061747465726e
656e6473
2076616c7665
2079656172
2d5b
65656b73
53746f636b
7374726f6e673e
7072696e7466
20616c6c6f7773
20616e642048
2529
20617070726f766564
61
6c697368
2d76616c7565
206b6e6f772077686174
20546572
20612067726f7570
20486f757365
0d0a090909
20776f7264
205961
20686f74656c
666f756e646572
616c206f72
4950
285c6c616d626461
2e0a0a0a0a
206461746162617365
2c2068617665
2075702c
2e0a23
6f7572
206566666963616379
206f72626974
6c6565
20636f6e666967
3b0a24
5562756e7475
686f6c646572
206d61696e7461696e
686561646564
207573656420746f
6c696d69746564
6c6b
8ce5
20616e642073686f77
20612077696465
756d2028
20202043
2d7363616c65
667479
20636f6d7072697365
20686f7720746f
6f7669
20245c67616d6d61
6f7073
207361797320
656420666f7220
202450
20736561736f6e
2074686520776172
206265696e672061
206c6f74206f66
203d204d
20646576656c6f70
6c202d20
20676f6573
2c20696620746865
5c6d61746862627b527d
20746f206265
746164
2062616e6e
206f66207468652024
206a7572697364696374696f6e
20776974682067
2077616e742061
6d656e74732c
207769746820616e20
2069732070
204643
63757373696f6e
5f7b697d
46696e64
666163746f72
617465
6c696361
6172616e
20537072696e67
2074686520736f75726365
6573206f6620746865
207475
20746f207374
756c73
4c656e
6f73
636f6d
6865696d
206861732061
204c6164
2062757379
207772
626f6c
2a20616e64202a
2c61
20726174686572207468616e
20556e646572
666f722028696e
2074686520616273656e6365206f6620
2073797374656d6963
207468656972
20746f2068656172
65206173
5d0a
2024245c6c6162656c7b6571
20746865206164
7474
5c72696768745c7d
7b44
636172626f6e
206861766520
5d5c5d2e20
54657374
73206d79
206265747765656e20
2074696c6c
d0b020
2057656c6c
696f6e73
20736574746c65
656d61
6d696e64
2073756767657374696e67
2066756e6374696f6e2c
7365636f6e6473
207468652063
6e656e
415341
69746f
204e6f2e20
206f6e20796f7572
6c612e20
6a2b
424f
757269
2e204e6f74652074686174
73617469736679696e67
206d6f74696f6e
20706f77657266756c
2420626520746865
207265706f7274
20696e2073
4958
2064697370657273
2e2220224d
765f7b
20746865736520617265
2062696e64696e67
63682c
3b0a
0a4c65
20746861742074686579
20526f6f
20636f6d70656e73
20707265676e616e63
616e676572
3a0a0a20202020
7b5c766172
20636f7079206f66
6e7665737469676174696f6e
68656c6c
20746f20636f6d
6265726e
206b696c6c
206571756976616c656e74
20696e697469
20617320666f6c6c6f77733a0a
73223a
466174
206f6620746865204f
616665
206c696b652061
20747261756d61
27732064
74797065
657463
2c20726573756c74
6d61696e20
20666f722065
207468652070726f6f66
696574617279
6173652c
20746f2070726f74656374
3b0a09090909
3a2053
75702c
0a0909090909090909
4559
2066726f6d20746865
20626f6f7374
20757365206f662061
7065746974696f6e
20636f6e7461696e656420696e
5c5468657461
207468652049
206d79206f776e
6275726e
2066697474
20466f726365
2073656e7365206f66
772a2a
20707572706f736573
706c6163652c
6c7572
6b
27293b0a2020
62696c69
6d6f727068
7343
6f7220616e64
2074686520726573756c7473206f66
207469676874
2e2054686520726573756c7473
dd
434954
206e65676174697665
205c23
20746869732070
617061636865
2020202a2a
65726963
67656e65726174696f6e
2f75
292920
206e657572
626f647920
6a6176
5c63
20696e20746865204c
20746f20627579
20696e202a
687261
7175697479
2066656564
746f6b
61696e65
270a0a
206167656420
7d0a0a202020202020202020202020
2062656c696576
20696e66656374
6e756d626572
2f4d
202d
70726f64756374696f6e
50616765
785f
2067726f776e
62656e
206177616974
20205c7573657061636b6167657b7761
73206f6e20
71756520
205b4062
2074686520686f757365
206e756d626572206f6620
2c2074687573
626f64
22290a
20736572766564206173
207b0a09
793d22
6e616d653a
7265706f7274
2e2054686f7365
206b6e6f636b
204d617474
4e6174696f6e616c
2070656f706c6520
2070617274696369706174696f6e
6d6174726978
2e2055
d0bdd0b8
2e0a0a45
20686572652e0a0a
0a202a2040
295f7b
2e0a2f2f
246d
2e0a0a56
206973206f6e
3b0a097d
737472696e6728
5c717175616420
206775696c7479
2077696e746572
204d65646963696e65
2a2a5d7b7d
207768656e2069
20696e6372656469626c
436f6c
2e204e6f74
206c6177
207765206f627461696e
2d4c
2076617363756c
6c656e74
f8
2076616c6964697479
7b49
2074686520726573756c7473
72697475616c
466c616773
5069
206265747765656e2074686520
207472616e7366657272
72796c
7320686164
0a63
5065746974696f6e
247d
74616469756d
2070726179
6365727461696e
6d6f62696c
20616e64206f7572
206f6620746865736520
2061207175657374696f6e
3e0a0a
2069732061626f757420
4f54
6669656c6473
524953
204d61726b
72657365727665
6f7574707574
20757365
656c6563746564
207765e280997265
5042
20282a2a
6429
2074686520747269616c20636f757274
6d
2073747261746567696573
5468656f72656d
7573697665
72616c20
4b656e74
0a09097d0a0909
726570
686173
6c792068696768
20616e6420646f
2065766f6c76
206170706c69656420746f
20736f6d65
70726573656e74
20696e6a7572696573
20796f7520686176652061
2070687973696373
7579
206f6e2065616368
45414c
6ee2809974
63726561746564
28782c
205e
20696e746572616374696f6e73
206775696c74
7d7d3d
69756d20
207468652076696374696d
2073696d756c617465
6f2050
7d0d
687265
6f6d696373
20776861742061
0a0a416c74686f756768
49276d206e6f74
207b0a2020202020202020
6c617279
5f77
6d656e74616c6c79
77697468
686f74
206472616674
204272
20435055
7371727428
20726f6f6d
206f6e65206f6620746865206d6f7374
207374796c65
6d6f7665
2070726f76
2049206b6e6f77
766572
20636f6e646974696f6e
2068697374
206f662045
6d617a
2e0a28
