c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
dd
00
02
f3
05
06
04
0e
12
07
1d
1e
7f
d4
f4
df
de
01
1a
cd
17
19
0b
10
18
16
d3
15
13
0c
d2
dc
08
c7
d5
1c
14
db
ee
c6
c8
ca
0f
cb
1b
cc
c9
11
d6
da
d1
cf
d9
ea
f0
ed
c4
92
c3
d7
ab
ce
03
aa
c5
d8
c2
ef
d0
a2
b5
0d
b3
a9
b1
8e
9a
eb
a8
9e
b6
9d
b2
a3
8a
86
a7
91
8b
bf
be
93
87
b4
a6
bc
b7
97
90
8c
89
96
ad
84
b9
bd
a5
ec
85
a0
99
9b
98
8d
95
9c
8f
ac
b0
94
9f
a1
af
ae
e4
a4
82
ba
e1
bb
75
88
81
83
e9
b8
6f
25
7a
77
e3
79
e8
e7
62
6c
55
71
60
65
80
5e
69
78
72
6b
e2
67
63
59
51
66
74
6a
40
76
61
68
70
39
6e
37
58
56
7e
38
4f
6d
5a
4b
57
33
e6
64
36
5d
26
4e
e0
30
35
45
4a
4c
34
2b
47
46
52
44
32
24
48
54
7c
43
50
42
5c
4d
23
e5
27
31
2f
21
3e
09
2a
53
3d
7b
5b
5f
29
3c
3b
28
41
3a
3f
49
22
2d
73
7d
2e
2c
20
0a
297b7265
7265662d74
683e3c
65662d74
6d3e3c
72792d6d
297b72
20657870656e6469
207375726661
206578636861
20757067
2f2f6769
642852
3a736d61
746172792d
7b7761
2066617469
743a73
206368616c6c65
3e3c64
5d7b6d
74687b
20657870657269656e
2e2f2e
3a2f2f67
65382d
6e7463
20676f7665
3e3c6d
3a736d
673129
687b5c
206675726e69
463d22
73735b
662d30
20646973747269
2d3963
7b646f
2f2f77
206c796d
396366
662d74
733a2f
3d227461
22646973
20636f6e666c69
696d3e
2d313165
792d6d
204d69636869
676672
3a34333a
20616475
22626c
77772e
316538
65662d
313270
227461
6174686f
2073696c69
653d22
20627569
20737461746973
34333a
343261
302d3131
227375
313165
204e2e4a
6e6766
207374657269
22746162
20656e636f7572
722e63
20656c696d69
7b6d69
697074
733a2f2f
226469
6c7d7b
20646563726561
3d2262
797065
206f666669
616231
2072656c6561
202164
636666
333a33
20646f6d69
204e6574686572
2d717565
2063686f69
742d76
2f2f67
6172792d
20656e65
2f6769
6f73742f
2354
393a34
20202020200a2020
5c7061
20616e746962696f
2073657175656e
206265666f
2f2e2e
2061636869
206665727469
6e747d
3d2264
204163616465
202a2a2a2a2a2a
7265662d
2073616e63
327074
382d39
696c653e
616665
206c756272
206769726c667269
7445
206f70706f727475
2020200a0a20
20657865726369
20707572636861
206f72696769
202020200a2020
2f726573
2d7479
20696e636f
20696e686962
2074656d70657261
7375636365
735b31
7b7265
20696e7475
7949
6549
3d2272
693d31
200a0a20
6b4c
73702d
727469
20436f6e736f6c
20687573
72657072
20696e7374616e
204c757468
395a
3d2274
78616d
66662d
20756e6d
74697465
5c72616e67
222e2e
6f743a
20646973636c6f
206f7665727768656c
206f7261
463d
227265
63697061
676c7563
696f677261706879
5c7375
2070726f6d69
20456e6572
20746f6c65
3a3433
20666c756374
2070726f6772
6735
63683e
206578706572696d
20676c6173
202a2a2a2a2a
6c6522
63746976655f
687b
2077656273
0a0a0a0a20
2264
20617070726f61
0a0a0a0a20202020
2070726563697069
2d68616c66
65637461626c65
207b2373656333
206f757470
6f6d70
20455845
3a3331
20717565737469
6573656e
4465736372697074
6369656e
72657365
7669616c
61706163
667261637b
20696c6c6e6573
657061
207068696c6f736f70
736170
20686f6c69
726f69
2073706563696d
297b7769647468
2a2a2a2a2a2a
3d222e
2f777777
2053656174
20436f6e6665
204d616c6179
20736872696e
20706c61696e746966
20656d626f
69733b
6c616e6775
20200a20202020
6e697374
2061646d696e69
20706861726d61
206e6f69
2f7777
5c6c61
2020202020200a
0a0a0a0a2020202020
2076697275
6734
5c6d61
6d657263
20696e636c
3d2273
6563746f
6b6e6f
20646573637269
7075626c
63617461
207265707265
657072
3032297b7265662d747970653d
72617469
204e6967
656e7369
20636f6d6d756e69
20200a2020
53637269
3554
5c6570
656e22
636f6e6365
20696e63726561
756d5f
72617468
3c2f43
206368696c6472
20737472656e6774
52656c65
555448
5f535441
6c616e63
e2808920202020
206f707469
2061737065
206469616c6f
3c6f
3030337d
2a2a2a2a2a2a2a
e28089202020
38302d
206772616d6d
206f6d697474
205c7369
2047454e
20707572706f
736f66
446966
2a2a2a2a2a
646f6375
6c7068
6d617269
6d706c65
72792d
65726573
2043616c69666f726e
7469626c65
656967
2063726564656e7469
6f727068
207065727375
2073757370
6f6e22
6d706f
20636f6e736f6c
2063726163
2272
20617474656d
207175657374696f6e6e61
20676f75
0a0a0a0a202020
736f6c75
65786973
70706c
2062656e65666963
736d73
20436f6e64
636f65
70686172
657b
2065787061
2e3633
0a0a0a0a202020202020
63756c65
204e6576
696d656e74
0a0a0a202020202020202020
6e7465
20686163
2230
7072616374
207375627374616e
74746c
65636f6e
557469
2020200a202020
777261
707469
2077696e646f
736f75
446562
20656e6761
7362757279
20687265663d222e2e
2b2d2d
616e616e
2072657175
206d6973636f6e6475
766967
616c676961
2073796e7468
6174656e
2d7661
6c617373
20417264
5265636f
20626563
6465736372697074
736365
6924
787b
2020202020200a20
6c7574
72657370
6c796d
746f7269
6c616d6264
696265
20596f755475
676f6f67
757070
537472696e
576569
20696e6669
6e636f
6c6473
20737572707269
202020200a0a
2533
726e61
2064656c696e
536369
70702e
2e3634
796c6f
207375727265
5b3132
757065
696c74
7374616e74
200a20202020202020202020
0a09090920
63746f
656c62657267
5f6368
2262
6f783e
6e6167
20245c6f6d6567
2263
6174696f
2044696d
496e697469
6e746572
20486162
616372
20617261
6d6174657269
2062696f6c6f67
2020202020202020200a20
20447563
3a6c
2020200a2020
43495430
206f76657264
7977
756e2e
206368617261637465
63646f
726d61
726368
206d79656c6f
206879706f7468
2d416c
2064697365
636175
61646572
74656d706c
206d65746879
696e697469
317d5e
616c75
5d2c5b404231
627374
6c6563746564
73636172
0a0909092020
6d7069
637469
726970
6f635f
2073686f63
204174746f726e
205c65
696e6963
70792c
70756e
20416368
74726169
7472696e
616e6f72
206163636f6d70
2e636f6d2f3230
2069736368
2f2a2a2a2a
2464
20616e616c6f
2061706572
20434f4d5041
203c73
204164656c
20737566
206170706c69636174696f
61727573
64656c74
20636174617374726f70
2044657669
757264
262378
6e6361
6f636174696e67
6369746174696f6e
6e7469
2061737361
20415353
534953
20646567
207065726f
434552
2261
20736f636961
64656c69
206174746163
696e652773
68617269
5f5f5f5f5f5f5f5f
20636f6d707265
696e67222c
64697370
6f6761
4927
756c2c
3d22687474703a2f2f7777772e7733
63686d656e74
727269
0920
695f7b
206b69646e
20737072696e
20676f72
206172586976
2259
207b5c6d617468
2274
22726571756972
696e697374
20527564
6465746169
6e746172
20576861
202020202020200a20
656467
616e6472
53657175
20737068
50657273
204369722e3230
20626961
2022506c6561
205562
206d6f6269
457374
4c696e6528
486f6e
2041707065
44657465
2057696c6c69
616c2f
2d5c667261637b317d
706f6e652e3030
484541
0a09092020
657276
5c5b5b4042
6f6464
636f6d6d6f
757369
20636c757374
54687265
72617365
7472616e73666f72
61726d61
20616371756973
2064657061
2050726570
206d6174657269
616373
5f7369
616469756d
31303029
20225375
5c6e6f
6172656e
696e6469
6f772e
504c45
63656e7472
20202020200a20
2d2b
2e6a6176613a32
7175656e746c79
46756e637469
4c4f4e
2f636f
7b325c7069
6e656374696e
2d5e
392d30
20706f73736962
2067726163
6d616e69
20726567756c61
526f7574
7b726566
6c6569
5c54
707329
4a756c
207375727665
696f6e65
457665
2070726f626c656d61
20616476656e
6172746963
50726570
2d6e61
2070686f7370686f7279
656e746961
7461626c79
666c69
616a61
205c5b46
62656172696e67
20737065636961
20416772
653d
2c2a2a
20696e73746561
2e6f72672f3230
7a27
686574
657266
446176
20245c64656c74
6d696372
626b
2e65707329
57616c6b
20202020200a
20706572736f6e61
2e4974
6f6261
2a2a2a2a
5f5f5f5f5f
2064656d6f637261
6172696174
6574746f
5646
20696e7665
4f726967
6e646f6e
637275
70616d
6172657a
4d6573
2e6d6f64
616e7573
7d7b31
7065726d
2e3033
20526f63
737472696e
43485f
6d6561
696d6d75
696f75
20466c69
656164
736970
6d33
205c5b7468
20646973637573
6172616e
2063687572
756d6e
6e6f70
6269742e
6e742d
2063756c7469
6c6169
7b747d
2050726576
4d616e61
4a30
206469736372
0a0a0a2020202020202020
5d7b2e736d616c6c63617073
20617263686974
6e6f73746963
615e32
2d6269622d3030
6c3d
20696e7374696e
207065726d69
626c79
72697a
244e
20696e636f727265
36342d
47726170
242822
20616e6e696869
74696f
2276
206469736170
736b65
4f5045
50726f6365
3c6d61
756c66
506f6e74
393431
6c656e74
206166666c
205c72616e676c
746163
646570656e64
75696c
204b6170
6b65795f
20706861726d
206e617573
20416476656e
6661756c74
4372656174
20476f76
2e5b4052
2061647665727469
736576656e
6d30
52454d
697070
657227
6e742e
20526573756c
776573
435d
696f6d
6c746564
75726765
202020200a202020
2043756d
206469736d6973
3030317d
5548
663d
6372696d696e
4c697465
4631297b
6c6c75
59656168
5c6c6162656c7b65
697061
756d656e
2e4b
526571
2e7265706c616365
736d69
646465
c2a0202020
616c616e
676769
2333
657861
2027323031
726e65
76657262
6464656e
50726f66
2257
65737465
6f222c
5f6163
61782e
20656e657267792d
2e6c61
2061646a7564
20696e766573
20202020202020200a
63756c61
427265
48616c
726f6964
6974696e
666f726d696e
417263
656c2773
4a31
6f6f6c
20285c5b65
206a696861
737429
206a61766178
524546
697329
2e6e6f
75646573
2020200a0a
486f73
20656e756d65
204775696e
65743a
5c7369676d615e
2d3433
20736561736f
206578686962
727374
204672696461
61746368
20706172656e746865
205370656369
20245e
20505041
2e6769
435443
2070726565
4c69737465
6d7061
657068
67726176
4f707469
546974
4c6175
6f6e696e
76657374
20736d61
415d2823
74657269
303629
617074
68656c6d
666963
70726f6475
2b65
207365676d656e
2070797468
466561
6c696272
77696474
64656e6472
496d706f72
41637469
2c5b
61726c6f
2252
4d616b
454544
2048616e67
65726e6f
534d41
2073746963
646f7473
616c73653c2f
535052
3a6e
207472616e7370
206d6f6e6f706f
206c6e
6f706869
756164
736d616c
20436f6e7375
507562
74726970
416476657274697365
20486175
7265646972656374
2466
657472
6e293b
2d3431
20506f6d
205642
776869
20487964
5f726f
373829
7461726765745f
736163
20494746
20656e61
6c65617228293b
20696e746f78
6e646f
20626c6173
20746972
2443
74686f72
372d2d2d
353432
2062616c63
3173
62617468
28646566
2053696e676170
656e6961
6c646564
6e6374
6a7d24
0a0a0a2020
50726f76
72656d6f
20756e64657270
20776f6e64
303632
6374696f6e2c
302e30303129
73756363
72656173
20417262
20636f73742d
2e657073
494f5f
206e757472
2063616e6e6162
537069
636f7365
63617274
20486f6c6c
20636163
727574
2044756d
203c74
206e6174
393229
676e6f
20646f6d65
20706174686f67
524154494f4e
205b7468
4d6343
726571756972
6733
20416476616e
206175746f6d61
7472616374
6c7973
206f627363
206e6562
656c656d
3a67
206164766572
726b65
7175656e74
2e3039
7a222c
327d242c
20656d756c
2024322c
577261
736372
696e737461
627b
282d32
3a50
206a7569
746f6261
2066756e6572
312d30
2068616e6469
20696e7370
436f6f
6c6575
7b327d
3e3c61
2079656c
206261636b2d
636f7272
7572612c
74756e65
5f5359
5c44
20284669
2064696e6e
4f524e
6c7563
506169
6f6e66696775726174696f6e3e
6e6f63
3235352c
6e7461
204b726f
536361
20245c74657874
666169
20636f6e6469
7374726f6d
3a58
20446f6c6c
64676573
20616273747261
20245c67
436c65
20626567696e6e
2028522d
4c494d4954
7b5c6d61746862627b
2070696f6e
2072656d69
20496e74726f
5c626567696e
6e746572707265746174696f6e
61742d
45544552
65656d
20285050
207265717565
742924
20696e64656d
6d697474
425241
726578
7377696e67
3d5c667261637b317d
352d32
657263
5c6c6566745c
6c7473
5f3230
206967
757474
206d69736c6561
205c61
617262
205468696e
36222c
766976
332d32
20736365
65737461
72696e6773
7a6961
67726f77
20776f75
20736375
30303329
2064696365
746f63
6f7070
706172616d6574
72656c79
2070737963686f6c6f67
20746963
2f31312f
636b61
393432
64796e
20736f62
207365727669
7472756d
536e6170
204e6965
666d74
20636c6173733d2266
456e67696e
4122
20726f6d616e
63726564
73746174696e
6b242e
6e6b72
2073706f6e
5f434f4d50
2065726164
207368727567
2070726f7068796c
293c2f
57696e646f
656d6973
3478
2d566572
5e5b40435231
2065717561
20756e636f6d
4924
65726c616e64
616e616c
5d2c22
393131
2b2d2d2d
66726163
204d656173757265
303829
20706f6d
657669
28726f
746174696f6e616c
4c6e
20706f6c69
20646f65736e27
73616c65
2054726f70
6865696768743d
617661696c
537570706f72
2266
7274696e67
3c7374
2050726f746f
202a78
207376
416c74
666f72642e
7065722d
224f
2d5c696e667479
31302e31
6727
2c4c
626c696e
7374657279
424153
5365727665
5c656e647b706d6174726978
4267
70617264
2231
67616e67
4d4554
5463
206173736f
2062656e65
53757070
20727567
6f70656e28
6b242c
6f72792c
204d617468656d61
204d6f62
4b28
7527
2061676772
2022736861
20566563
537973
545454
20464c41
2d323331
204f636375
315c5d2c
2067656e6974
69672c
536176
6e702e
272f
4c4c4f57
2474
200a202020202020202020202020
656e64616e74
20446978
204b756e
6772616e
2063796c69
206d61727665
2e706172736528
332d33
574e
393833
696e67292e
2064657072
61727279
2024323530
63616c63756c617465
2028494c
757362
6d6f6475
736174
20656c656d
2d776f72
68696e67
706c69
77726974
434f4d4d
3a4e
204669726d
44697363
5f3130
2067726965
343831
636f6e646974696f6e73
2074776565
207469746c653d
45787472616374
504553
373729
74223e
207965737465726461
20323932
2a2d31
6761746f72
5461626c
20646576656c6f706d656e
2d696e66
4d617267
7175616e
6f63726174
393430
6d617279
20626f7574
687970
2052657175
303539
28742c78
63657074696f6e73
20536569
6c69746572
2d626172
74696b
69736368
73637269
5c6c69
6c6f2c
7175657374696f6e73
6573746865
20444543
436f6e73747261696e7473
206d672f6d
636f727265
6d65722e
2073706974
204a43
5b695d29
2f696d616765732f
207065726f78
20696e686572
74696f6e3a
20245c6d6174686672616b7b
207374727563
2433
303739
2024313530
204578706c6f
2d30392d3030
2052454c
5f6c69
5c42
20343730
7a292e
206469736d69
20726567656e65
2c43
5c6d752c
5d28236669
6c696e74
20576564
2072696262
506572666f726d
29272c
205368696d
4e5e
207363726f
65727465
726f77696e67
20616666696c696174696f6e
20756e617661696c
20534348
7363616c696e67
636f6e747261
636569
504c41
7d5c6c6571
755e
204c696e636f6c
5c54686574
65732d
206f76657263
6c6f676963
4f24
70616964
2070726f766f6b65
69742d
20726562656c6c
204275726b65
20757269
454e2c
2e3234
205665746572616e
7265717569726573
4d6f6e74
5f485f
2c5e
2046656465
546578747572
707265646963
5b4043
393231
20696d70756c
20343630
20323831
2047616e67
466f6c
693c
20616d626974
462f
626c75
726569
75746f6e6f6d6f7573
2a5e325e
317d242c
2c2e
7578696c69617279
746175
2e57
20506967
666f726d2e
20726967687429
433134
206675727468
4e554c
627d24
637475
2049736c61
203d3d3d3d3d3d3d
207032
6d657468796c61746564
20626f617374
2043617270
205c67
617869
6f6b2c
696e63756261746564
205c687370616365
696e74656e73697479
33342d
353232
696e647573747279
20626c6561
416363
44656164
61726574
20737572726f756e64696e6773
6c656d6d61
72616a
2c302e
204a6170616e29
205b2a2a33
204368616d70
3d2265
657328
62656175746966756c
20626172796f6e
205368616d
436f6e6e6f72
20736b75
20616c6976
4578706f
205b4063
20333431
457175616c73
2f62696e
6d756c74
6d2a
69746f72
672773
20536163
2e5b315d
4c33
6172646564
205c616c7068
20496e7472
20637269636b
20707379636869617472697374
4368726f6e6963
28636f6e666967
302d31
61696e2c
c3b66e
6e6f6e2d
6f67656e65
656e29
206f7574646f6f7273
20756e616e696d6f7573
20534152
22596f75277265
20636f686572
70686f7370686174
484944
6c6570
20666c6f7261
e2809c4f6e
20652d63
206172636869
2041646d696e
776561
506f737369626c65
2225
207469737375
20434f53
20574f524b
2042726f6f
0a0a0a0a0a20202020
5c223e
31375d
20636f6d706174
20646973706174
6865647261
70726564
7e34
2066696c6c6572
72613a
20436f7264
20257322
6879706f
20224d65
2042616368
6c69657374
2e2e2e746865
5765622e
73747265616d2e
646169
5765277665
636369
6722
696e6721
204d61796f
20333930
64656e6564
206469737472696275746f72
206c616365
616e797468696e67
656e636f64696e67
2440
6f6473
496c6c756d696e61
20536f756c
20616365746f
20617274657269
20656e6c69676874
20246628
456c656d
65782c
206e6f7a7a
6f6c612c
2e5b40626962
616767
205374756469
6e756c6c29
20636f6e7374616e
5969
76292e
696e6374
20283139383729
20737472697065
646570656e64656e6379
2043697263
6c696b656c79
2d616e
2931
746529
20687970657274726f
4578706c6f7265
636f646573
207375626c69
2d2d3230
54454c
4733
6172726f
7330
317374
7365742c
206d6f6e6f63797465
2063796e
20646961676f6e
204c4541
202d3333
7265676973747279
20436f6d706f
393535
616e75
206d6f746f72697374
65706f6368
2074686967
5061727479
2f6461
61652c
204f74746f
206b69646e6170
20506572666f726d
2d302e33
547279696e67
75656e74
7374757265
73756c66
20476f75
c2b046
70726f6f
205c626567696e7b61727261797d7b
6a6173
556e6465727374616e64696e67
204a7570
20636f6d706c6963617465
20695068
20506961
20446570656e64
73747228
75726e6974757265
20616e74697175
e280933132
24245c6c6162656c7b
20496e7665737469
205f64
20736174697366
2073706f6b6573
2823
70726f64
6761746573
2e3233
2d6564
27546865
544543
747970656f66
20496c6c696e6f
72657665727365
66616b65
686e6572
2042757267
20436164
636c617373696669636174696f6e
6e61747572
5c7d2c
62792e
206578616d696e6572
20657373656e74
204372696d
425f7b
20323029
20477265656e73
496422
766f74
20736869706d656e74
6b5e
3132292e
6f706564
6170706c696361626c65
43455054
50726963
4d6f76696e67
75735f
756e73
205433
20526174696f
2d30352d
62756c6c
7061757365
286c6f63616c
44726177696e67
7465787429
7870
20524d53
64696374696f6e617279
7061746879
536972
277c
6d696d
5468616e6b732c
7468726573686f6c64
20555350
204929
207b237365
4828
6f7266
48616e646c657228
205b2a2a32
71756973
20726573696c69
3d54727565
6b2b317d
725c
20456174
2054726567
206861756c
37297b
686970
353534
5f73656c656374
325c5d2e
333432
73792e
657773
20756e646572657374696d617465
20353032
686f772c
6d65617375726564
5468616e6b7321
2073686f7665
20353034
5c6269
2070726f6c6f6e
207265696e7374617465
206f6174
204672616e636f
706963747572657d
20587d
20646564756374
6469737472696275746564
5147
666561
7b5c6d626f787b
796c2d
206162737572
6c6f6767
616e6963616c
76312e
20436f6d706574
20636c6963
5468726561642e
2b35
363331
616e3a
20283139383429
206375727461
20646f726d
53656e696f72
206465666963
20646567656e65
207265616465722e
20333331
737472696e6729
494d53
703a2f2f7777772e77332e6f72672f
207369722e
5c72686f29
6d7374
09090909090909
20285365
2022646f
202a2a33
2028302e32
206174747269627574
6d6f74686572
64657465726d696e6174696f6e
204b6f74
706174686f6c6f6779
224e6f74
6f33
7065707469646573
2050697474
467d7d
30322d
656421
61636573
2053657665
696e7465726e
625e
383529
2067756172616e7465
4e6f76
20526563656e746c79
446174612829
20343131
204275696c646572
4d487a
20372e32
7775
6e742c
5f504f5254
52656c6174696f6e73686970
726561646572
776c6572
34352d
7175616e74756d
585e
7d75
7340
72652773
207472696c6c
20636f6f7264
20647261776572
20736166656775
202a5f
74686972
31345d
6674696e67
205c2d
20686973746f6c6f676963
2047656e6572617465
5f53544154
626567
353732
646174696f6e
205a6f6f
20677561
2031302f
2073656c662d7265
5c626574615f
2068756e746572
20756e697465
2064616d61
4b696d
3b3b3b
495d
506f6c69
54656d706c
32313a
2e636f6e666967
7665726564
20283139383529
2070656e63
2043686c
7479706527
467d24
206d4162
20696e686162
7a77
2073796e74686573697a65
205b2a41
20343330
4372656174696f6e
696e7075745f
6275636b73
68617a617264
2046656d
206d6973636f6e
5b315d29
282a29
32337d
41626f7665
20466175
206c656167756573
446566696e
2a2a332e
2068696a
2e70646629
2042414c
6c657869626c65
646c6579
65792773
30303129
203c74643e
20636f67
3c6832
265c6c65
7d2229
4379636c65
343829
697373756573
6d617073
353533
6f6c696e65
6f5d
c3a472
204c6f62
7a756d6162
50726f6d
22416c6c
74742c
20736c6176
20693d
52616e67
536f7572
2d3930
20796f752e2e2e
2042757474
457869737473
20302e3030303030
5b31345d
636f6e76657273696f6e
2e75726c
645f7b
2070726f6772616d6d6572
74756e696e67
2077696474
4d6f6e6f
333d
537d7d
6564656e
5f6164
494473
2044617368
537475
434143
737472756374697665
2070686f7370686f72
20696e666c61
204b24
20323732
434f4e46
64696c
205465616368
2e6a6f696e
6963652e
206465656d
204d7963
204465706172746d656e
2068756d61
2046414c
20546f6b
2a412a
63222c
333831
393330
6f6e6e
20726563727569
20747574
20617070656c6c656573
20343335
6e6f726d616c697a65
20524c
20577269
6564457863657074696f6e
205c73756d5f7b6b
2061626f6c
206a656f70617264
206e6f746368
20464952
2053657269
706978
4c6172
3d5c696e74
206f6c69
205c52
5c6c696d5f7b
53657428
313025
636f6d706c69616e6365
2063617465
207b307d
526f6f6d
796f756e67
5f54455354
76617264
616e646564
ce942a
7472616e736974
506c6174666f72
286172
5f7061
4f4646
556e61626c65
61636365
30363a
467269646179
20476164
4d657472696373
20226d61
796d616e
6574696373
30303130
436f6e76657273656c792c
2063686577
2063686f7265
5d282346696732297b7265662d7479
2072696768743a
4f554e
6f776564
2072656e65
204e6572
20656e6c61726765
0d0a0d0a2020
3c4c
277d7d
4772616e64
7661725f
333631
20302e3332
20242843
537461742e
526571756573742e
302e303033
68612e
35302d
6f6461
70746f
2067656e6572616c697479
2077686f6c652d
616232297b726566
2e77697468
7376696c6c652c
706f6c6c
5c6767
6174696373
436f6d62696e65
52756279
205a696d6d
207079726f
204d2d
69736174696f6e73
206c65676973
20736f6661
20524354
20666c616d
20676c79636f6c
202d3331
20343037
20484541
746f74616c5f
536f6d656f6e65
446f6e65
6b657929
363032
70696c
5f5f5f5f5f5f5f5f5f5f5f5f5f5f5f5f
2042617373
206d6f6d656e7461
20707265636c
20526562
6a6162
686f76
67696e672c
206d616e6575
20284d49
20244e3d
2050726f766964
286229283129
38242c
225c
6c616b
2062726967
20245c5069
203d30
6d65616c
2044616b6f
c3b16f
206c616b6573
676f7665726e
3d222c
7b5c6d
393439
2c2e2e2e
204475636b
5361726168
20536e6f
2044697265
c3a976
4e4243
353133
375c3337375c333737
2073656c662d7265706f7274
20435843
5b5e325d
207265737572
6965733a
20636f72726f
736561736f6e2e
2073686f7274636f
20476c65
2073686f776e29
2024645f
32333a
5c6269676c28
616c7465726e6174697665
20736c61756768
616d62696775
494e5641
72617a
20656c6963
5e5b40435232
5b345d2823
4e7d7d
7b312c
207468656e3f
2070726f70686574
68656172746564
647572696e67
323931
20333932
2074616d70
2056616c75
6d696e75
52756e6e
4d522e
767265
4734
204d6165
494f457863657074696f6e
2063617373
204d6167617a
2063617375
7172
3a2c
6f71
20726576697665
696e74726f64756374696f6e
204d6f7a
5265706f7369746f72
6b617461
7a7a6c696e67
616c69676e6d656e74
365d29
20302e303129
20757d
5c5f32
436f6c756d6e73
224c
6573223a
2044697374726962
206865726d
205675
204c4f47
323731
4d4954
616e746173746963
20416e73776572
2075706c6f61
205b64
7374796c653a
20283930
20696d7072
747d24
6f7665726c617070696e67
20736f7272792e
427567
202020200a20
636f6d6d616e
6a3d
496e746572657374696e676c792c
20616c6c6576
205b404239
46756e6374696f6e616c
42697473
2064622e
393532
322d30
656272
7369732e
20476f6e
415249
383336
206173706972696e
67303035
5c5d5b
6e616d657d
204e4c52
5b325d282354
476f696e67
33332d
206574686e
205c6e65
7175617274696c65
713d
353433
20526174696e67
204579
2528
6472697665722e
2024245c66726163
61736961
73697a65293b
7275732c
616775
20666964756369
6372656174696e67
286964
687d24
5c215c215c21
53544f
452f
206772696e64
207768616c65
706965636573
2053544152
2052656c65
7c5e7b
765e
4a42
65726173
6e7369
20636f6d70616e696f6e73
76656e6f7573
66696e616c73
383232
2d3830
726f6e73
2062696f66696c
c3ad74
4e696c
5e5d2823
6e6f696473
353731
20656c62
207261646963
20544841
494e2c
2031393631
7461726765746564
206b44
20656e7375
626162
2e2229
333329
20496e6e6f76
616c7265616479
4f6666696369616c
4c69737429
6a616d
6c6173746963736561726368
417267756d656e7473
5b49
6f7567
57697a617264
20726576657274
2070616e74
204948
205546
7374726970
5c53
46616c73652c
6d616e73
20696e7175697265
696e64696361746564
20495241
70726f626c65
3b222c
204861726d
20415341
204f627365727665
72656c6174696f6e73686970
20785f7b
3d54
2e706f7374
70695f
726174652c
20302e30303031
20284350
2068656d69
20333337
20656e7669726f6e6d656e
706f6f6e
41555448
696e6573732e
6e766f6c76656d656e74
446570757479
20696e626f78
2065786372
206372656570
207468696f
20242428
207365745f
6f6d656761
2e5c5b
7472616e736d697373696f6e
5363616e6e6572
322e342e
6e6f64652c
706f6c7973616363686172696465
204265616e
6265686176
5c7c5e32
4f7267616e697a6174696f6e
64656c6976657279
64657369726564
77656c6c2e
64657373
6572726e6f
46756e6374696f6e73
5954
4656
756269
6c6562
746f722c
57656273697465
20353230
436f6e7465787429
6f75747075745f
715e
2061626f766529
205843
626f756e64617279
446967
6c6f7264
73756c66696465
2f6a7175657279
737061636573
20417669
20655f
50726576
69676d61
61736f6e
67696e672e
20726963
67656f6d6574726963
206578656d
203530302c
206573636170
20323836
6163746976656c79
2e436f756e74
73612e
20466c6f72
697a6528
20616e696f6e
726164696f6c
204578616d
2073617475
547261636b6572
545950455f
68656164657273
4479
504129
5f7b747d
2e2e2e2e2e2e2e2e2e2e2e2e2e2e2e2e
6f6e672c
496c6c6567616c
3c74657874
465329
5475706c65
322d33
6174612c
4e5f7b
204361726e
4c696e6b6564
206173706972
20474f4f44
20625f
486f7572
6f705f
506861726d6163
50726f64756374696f6e
206d696e74
64617461736574
5d2e29
6f6e63
20626564726f6f6d73
205068696c697070
204d617267
205b4073
5f636f6e6e656374
537472696e674275696c646572
2d67656e65
2f676f
7027
61682e
206879706f78
207363616c70
206661696c75
4170617274
4f7074696f6e732e
302e303031292e
6f6e736f
20647261776261636b73
2e636c61737329
2024505f7b
20475241
2d2d61
68646164
206d65736f
202747
676e616e6379
20433a
636f6d706c6574
2246
343730
353333
206368656174
206b696e656d61
204050
2f58
75706c65
6a7d7d
69656e73
343733
746f63686173746963
2070726f70656c
20636f6e677265676174696f6e
20657275
204970
41726f756e64
2872656164
7b547d
616e6368
20284265
20696e74726163
4f77
5b46
303938
30372e
206d7573696369616e
206f6e6c
6f76657276696577
20636f6d706c6574
4d656469
285b5d
4572726f7273
4d4373
4c4f57
245c73696d24
63656c65726174696f6e
203130302d
20245c47616d6d
726573697a65
7d223e
2d72616e6765
726f72
4f4e5f
20484152
205c6c616d6264
20382e30
426f6e
73706163652c
70696e6f
6461626c65
2064656d6f6772617068
2054726176
20616b
2073686f727473
6f7074696f
436f64653a
204d616c61
2070617263
20726573747261
205065746974696f6e
446174613a
2a2a3229
656369
205b406d
7472616e73706c616e74
486164
64726564
30383a
6821
2070656172
202d3332
285b27
315c5d2e
2a50
206465726d
206f7069
c3a16c
20776169742e
2045434d
4a6572
463429
7d60
363930
7d5c66726163
686170
206f7065726174
54616c
5f706572
206c6f646765
2076696e65
2052656c6174696f6e
417474616368
2d666564
6f6765
706f736974696f6e2c
2070726563617574696f6e
20626c6f62
2074726967
547d24
62756e
382e31
6e65642c
636f6e74616d696e6174696f6e
206d696c6c697365636f6e64
e2809929
20756e6368616e
203c7374
75706461746564
5f637075
5555
452b
656375
766974616d696e
20382a
20626f74746f
686f75736573
206861726473686970
20526579
47656e65726174696f6e
20272729
526573706f
726f74617465
6d6174746572
7378
343431
616c7479
20637269746963697a65
2077617272696f72
206d7963
68656164696e67
4d617373
6174612a
222d
6173652e
73746179
2035342e
2022636f6d
315d292c
545447
20756e7375
447e
4f5445
656261
755f7b
5068696c6970
7567696e6f
20333236
5f617474726962757465
2f3231
656265
207374696e67
202d372e
207463
637d24
585f7b
544f50
696e6727
617463686564
207474
2a462a7e
2d656c656d656e74
72686f
363630
204a6f736570
4954414c
207472616d
20286564
20333133
56616c75652829
4d6f6475
686172616e
706f73746564
204c616e63
e280933138
20495f
3843
4a656e6e69666572
20285045
2064616c
2042726964
205c5e
4f666673
74616b6572
3a61
757275
204368616e64
4a757374696365
5f5448
5030
5c47616d6d615f
6c64696e67
206a65616c6f75
67303035297b7265662d7479
20667279
20706575
2642
436f6e6669677572
6455
745f7b
6372797374616c6c696e65
416e696d616c
207464
646f6374
20636f72746963
7469746c65223e
382d30
746578743e
697a652e
20785f31
6d617272696564
4e656974686572
49492c
e2889233
57696c6c69616d73
656c656d656e7473
63616b6573
2d3634
736875
656e7468
616c696e
726176
616476616e74616765
2070657263656e7429
20496e74656c6c69
2d616765
6164652c
4e75636c2e
206e6575726f6c6f676963
20456767
2073776966
20666f7262
e2809c4f
20444553
4a45
20696e7365
53696c
5f706f73
637075
6d65646963
736f757263652c
345d29
7d5c3b
297d2c
206176656e7565
207065726365
506879
7072656669
2e6163
657264
205c2a5c
2070686f7370686f6c6970
2870726f
5f6b29
707d24
207468657261706575
20534845
46696c6d
436f756e742829
3c6f626a656374
2921
64756374697665
78797a
7374727563
207365717565
206d7973
204d414c
20343433
707265747479
30303a33
20362f
20382e31
5f7573
20616761696e3f
2062697474
20666f727475
4461726b
3d3029
286e616d652c
6c78
2052616e67
427579
5569
726561645f
6f6d2e
206469736369706c696e6573
206c6f63616c65
20736861726b
207765656b656e6473
205861
206465647563
7469746c6564
4265666f72
4c4f4e47
6f7665
206e6565
737472616e64
393529
353635
6467652c
20436f6e73657175656e746c79
207072656461746f72
2e6a7322
20333336
536567
4d6f6e6579
6f6d6567
65757273
6c697073
2065787472656d697374
616e6765726f7573
202470242d
62696c6c
747970655f
647022
726174696f
393537
656e6573
3a3330
4f74686572776973652c
204f6b61
6f7267616e6963
64616e65
20747269616e676c6573
20504153
0a090909090909090909090909
636f6d70696c6572
20333136
20646d
2e6669656c64
282e2e2e29
5c667261637b5c7069
20302e3933
2066696465
47414e
204d696c65
207374616e646172
20333335
63756f7573
6265616d
63746f7365
70792e
696e6469636573
736d6963
6e6f2e
696e65732c
616e6f6e6963616c
47656e6572616c6c792c
204b616e65
227469746c65223a22
4d656469756d
205068696c6c6970
20726575
20333131
5c626567696e7b61727261797d
73697a6529
627275
4b47
637d7d
7524
61626c655f
63683a
2073616c61
207b2373656332
676c6573
6c6c2c
6f6e73656e737573
205468656f7265
206d616e67
20c2b0
6c617773
676f7665726e6d656e74616c
20333231
206263
7468656f7265746963
6177617265
5b44
2461
5b4072
65727329
2068696e646572
4172726f77
6b617261
375d29
7b5c70
204368696c65
3c2f42
323629
6c6c6f2c
6f6d6574
6c617267657374
2056696e6365
62726577
5a6970
69666f726d
2068657465726f67656e65
20487564
20434f4e4649475f
746f6c6572616e74
627a
646f6e2c
207461696c6f72
2077686f6c
204265686176696f72
7468616e6b
2044656c65
417370
7a74
207362
5661726961626c6573
616e747279
73746f6e2c
20284d53
5f7265676973746572
536d617274
20484b
20456c656374726f
20245c72686f5f
67656f6e73
20615f7b
626f6f6b2c
2741
383630
353735
74756e
20285765
2035352e
2d2d2d4e
67656e646572
6d617070696e67
5f6173
30373a
204c6564
2053796c
20446173
2061727469
20323731
206e3d
4073
49414d
5330
5248
696c6c69
206e6565646c6573
436f6c6c65
2d322f
6f6666696365
536578
6a7175657279
353331
6f6573
20706f7374706f6e65
20656163
20343130
62617274
393730
20285341
2b31297d
64616c6c
4e6f6e657468656c6573732c
2074686572656f6e
206c697469
20322d31
206d657468616e
202768
2022436f
5965732e
792b
303731
2e56
20686970706f63616d70
20285369676d
66697665
4e6578
6261722e
295c6c6571
20323833
20283730
5f50505f
20284974
6c6973742c
20746f756368646f776e73
20636f6e666c
22466f72
66697474696e67
656d2e
20526f65
20616e74696f786964
2042616b65
204d696c6b
20646569
616c696f6e
20436f7272656374
53657269616c697a
22446f
2073656c662d6465
206c61776d616b6572
20416c746572
275d2929
2c62
63796c
6163746f72
204d74
636f616c
5947
66696e67
20496e6475737472696573
2072657669736974
2070687974
20466f6e
6f70656e73736c
2039392e
616c696e65
303429
696f6e2d
206261726e
2064657369676e617465
20284e41
204d6569
206163726f
656c6c612c
46494c
77696474682c
797269
746f2f
20444952454354
20283139383829
20243133
2046696c69
436872
5b76
353431
20333132
20496d70
696e7374616e636528
67726f776e
66616369616c
4f4e47
67617264
383131
303732
70726563
20666f7265616368
70292e
7475746f7269616c
636f7272656c61746564
20244f28
20226865
5f746172676574
3a4d
5654
6f7363
207472617665727365
746c616e746963
2072656c6174
49443d
626f64696573
6471
295c5d
672a
64272c
204a6f7572
496e64657828
2e636c6173
4361706163697479
61766f
68692c
204648
20617373617373696e
5b5e34
20222e2e
7263686573747261
20416c67
20686f7365
20636f6e74656d706c617465
206469736c6f
74686f7261
2063696e
20546163
20696e6372
20333137
56656c
6174696d
6272656164
6c696e653a
2469
20696e617070726f707269
4672657368
2065746368
20726176
20617a69
2024555f
707265636973696f6e
506574
696b2c
43617465676f72793a3230
206661766f7269746573
20576573746572
5f6d6f
7c58
6368692c
2470
303835
697073
74686572696e67
333832
757329
206574686e6963697479
20372e30
2e6672616d65776f726b
2d73656c656374
4c292e
2d22
793d
206f757421
436972636c65
206964656e
2022707265
3a40
7173
2f27
696e6e696e67
204c6176
20323734
6d6f64656c732e
206661636574
64737472
6f73636f
2052616d61
2048696e64
20746f64
2a2a5c
6c24
6121
656c696e
6565732c
436f6c6c656765
20242878
20353130
205c75
75692f
3272
544c45
333533
44727567
3d69
776f726b7370616365
6d6d2e
343231
5c6461676765727d
20696e74657272757074696f6e
204d616472
63792c
616d6572
2031393633
20416e7468
20437970
2e436f6465
79652c
343331
2d696e74
20456c6c696f74
2028442d
7b5c766172657073696c6f6e7d7d
6d6574686f6473
2d646f63
36242c
6272616e
333931
757276
546f676574686572
77617465722c
456d706c6f796565
205654
636f6c756d6e73
20200a20202020202020
6e732c
204f70657261
206c696e6572
20243138
5354414e44
48652773
676c7574
333532
2d2d33
635c
2c3129
61782c
20544746
72656c6967696f7573
20477565
20486f7572
20636f6d2e676f6f676c652e
5f7b697d5e7b
385d29
73656c6563
67657473
656673
20626c696e6b
20646973686f
20646566656e64616e
2073746974
206965
20323736
436f6e6e6563
496d706c656d656e746174696f6e
636f6e6669
2052656e65
2062757264656e73
206477656c
207472616e73666f726d6572
204f70657261746f72
4931
636f6e746578742c
2067616c6c6f6e
2074656e646f6e
205057
5e322f
537464
353131
726f7574
656361
204769616e74
5365636f6e64617279
5472616465
20696e74657273
63757273696f6e
65746865
333633
207068696c6f736f70686572
20616c6b616c69
20333234
2645
2e676974687562
20436f6e736f6c65
20436f6d6963
20696e657669
20676c6f7665
206469766973
20333238
5850
72696c79
53706f727473
6f726965
362d31
642e22
756464656e6c79
20416761
20546f62
2052414e
726f746174696f6e
2b5c62657461
7363616c61
504841
2d317d24
363033
62612c
4b43
61272c
204372616e
c2a02020
7d5c6f74696d6573
3030302c
657429
417373697374616e74
2072656c6170
20434433
206b72
7766
285c70
636970686572
2244
2053686f7265
436f6e737472756374696f6e
20416273
20697073
20426f64
20343038
20287375
646f776e6c6f61
2b79
5f66756e
6865726564
2dceb1
20526f6262
2077696c6c66756c
4a696d
696e74656772616c
20343735
206375727461696e
20636f6d706f736572
207365712e
20667261676d656e
707265636970
2e2e2e5d
736368656d
75733a
2076656e7469
207265746169
20246e242d
6578616d706c6573
3b2d3e
5c74686574615f7b
5c2a5c
30333a
2a2a44
6c736f6e
207374616c6c
205b68
205c626574
20616f
50726564
546872
65697261
2070726f706865
73656e736f7279
20436f6d62696e65
4d4153
6b292e
446566656e64616e7473
20657370656369616c
666c617265
20225965
2064726166
2e73656c656374
666c6f61
3252
373033
2070696c6f
20617d
6f73617572
41727469
2b68
655e7b2d69
74726f6c
696e676c792c
20656f73696e
20436f726f
20646976657267
20224c697374
204b756d
70726f6a65637473
6372656174
496e746f
373131
776172652c
746966
20226f7574
436f6d70757465
283139
6d617463686564
342d31
415247
52414c
20283139383629
2061696465
206d617363
205472616e7363726970
617574686f72697a6564
5f766563746f72
7d3c2f
2042656c6c65
706f6c6172697a6564
206578706c6f73
20323939
576174
446570
3d75
333332
686965
206c61626f
7574696c697479
20636f6e736f6c652e
54494f4e29
416476
6c2d32
5f535452
206465677265
2032333a
696c656e74
332d31
616e696e67
3c2f77
666f72657374
363338
686f726e
206b6973
20636174696f6e
4e756d65726963
464f5245
537472696e6728293b
323729
616c6572
20636f6e737472
204c697374656e
7562756e74
3d65
5f534554
53687574
5f4152
636574
2048756e67617279
e2809330
2046726573
2046726f6e
20333535
62656e6368
77696e2c
2d372e
204c656166
20275b
5f62756666
626c69
31305e7b
373130
6453
75652e
2031383030
203139353073
204524
20737461747574
204c6963656e
2d2d2d4334
204232
5265646972656374
595a
74656c6c
20696e636964656e74616c
2057656262
2042656c74
20333333
20227365
656e6372797074
2e656d707479
74757261
20537565
20436861726765
20466f6f74
20416e69
2035362e
63616d65
6d6f6e642c
523b
353134
382e32
20616d626974696f6e
205368656e
20627572676c
4e6575726f
4f76
325b
5c4269
6d7b
2053756e64
20696e7374616c6c6572
776f6d656e
225765277265
205c657073696c6f
2d302e31
697a756d6162
32297b7265662d7479
503b
43616d706169676e
20436c656d
3c7374643a3a
564152
736570
2d6c6f6f70
737d24
54686f6d70736f6e
206469746368
206d756c7469706c696572
2063617073756c
20323633
695c696e
4d696e6e65736f7461
206e6174696f6e616c697374
20cebc672f6d
20323538
5b5c2a
706c61796564
295c6e222c
49292e
204d696c6c73
205765626572
206d61696e28
204e4154
65787472616374
383738
333531
6442
393437
2e3037
206861706c6f74797065
20636c6f74
204e6978
204548
20546869727479
20496e737469747574
426f6f6c6561
7061746829
303934
6f6d6573
206c65756b6f63797465
2053706f72
20333139
2034372e
5c706172
2e323031
392d31
305c5d
20283230313529
2064697373656e74696e67
2063617363
696e736b69
7365637265
6f70746f736973
20245c7a6574
20276e
506963
3c703e546865
7a6c
69616e67
67303032297b7265662d7479
3a69
636579
6f736869
3a73
2062726f746865722e
20456d70
2053657267
2072657374726963
61656c
206a65616c6f7573
20706f6b65
20636c7574
207229
2d6275
3643
2d68616e64
696b6f
496e6a656374
417474656d7074
5c5b74686d
2e66696c65
736f2c
706172616772617068
20323631
20496e697469616c697a65
485c5d
2e3a
7b5c6d61746863616c7b4f7d7d
20636f756e6369
4c6561726e696e67
204d617a
20636f6e636c7573697665
302e30352c
2d3432
393933
746572732e
726567697374726174696f6e
20245c7369676d
4c57
636f6e636c7573696f6e
20436f7272
6a6572
207263
63616e6f6e6963616c
444943
20283139383929
20697473656c
2053746576
20323738
5265706f
7175616c
5657
636f686572656e6365
20494c2d32
31386e
5265676578
2d7461626c65
696e7472
20756e636f6d666f72
5d282366696732297b7265662d7479
2068796272
20646573747275
6576656e745f
363039
20526970
6861726474
285229
7b5c66726163
73796d7061746865746963
6e68616e63656d656e74
20616c6c6579
20636f727073
206d69646669656c646572
2024303c
4f4e4c59
70745d
5f504154
436865727279
425e
45292e
38372e
636b2d
2050617472696f74
7969656c64
2048616d696c
204175677573
53454354494f4e
466f78
5f742a
5c72686f5f7b
2c5c746175
6f6772
5c706172616c6c656c
2028414d
20706564616c
646f6773
202a496e
5b5f
6861726d
67696f
6e6f6c
20223a
426f62
74697374
6163682c
2066617473
20656e646f72
5a69
31397d
2d302e35
373229
79616765
20706f6c6974
50617373776f72
4b6579626f617264
20656c657068
20243131
20225c6e
205b406b
20333730
204d5f7b
44495229
417574686f72697a6174696f6e
4d7d24
5628
627974
2c52
737465726564
207265737065637466756c
20416c66
2e6a706729
207374696d75
4469736b
6f70696e67
20737465726f696473
20736f69
0a0a0a2020202020
206d75636f
6174657572
474c4f42
302e3235
206368756e
6f70656e7373
70726f6475636564
20427564646861
204861776b
4772616465
206272696465
20446574
2050494e
5c70686929
303832
4c4552
31362f
52414d
696e28
20536c6f76
2061666f7265
4558504543545f4551
706170
4b616e
5c78695f
6b2b31
75656e
732e29
207468617421
206c656e646572
50726f7465696e
20656e63727970
373629
6962696c6974792e
206173706172
20424143
20343032
2b2d
75626c65
2e54797065
5f6361
30343a
646473
312f33
785c
6e6b73
7465732e
7b5c6d61746863616c7b507d7d
20717d
52656c6174696f6e
206f732e70617468
737072696e672d
6b6a
2a5e2a
363230
20246b5f
20636172626f
20323739
e2809c77
43617465676f72793a43
2061646472
75726c3d
6c6561646572
69646961
383830
68756d
656e657373
20696e7465726665726f6e
204d4554
20333037
2073656c662d65
207468726f6d626f
62696e64696e67
636f6f
6d657465722e
696f6e3a
6465636c61726174696f6e
2050726f6a65
2028666f726d
206465636c6172
20333233
6867
7c75
675f7b
616c70
2073757065726d61726b
73697a653b
32362d
7265636f6d6d656e64
70697065
69737469632c
63657274
20323834
2070726f706167616e64
20666f7277
52656164696e67
6f7665726c6179
3d62
547275652c
726a
20507265736964656e
202d3335
72656769737465726564
2275
712d
4756
6f746564
206164736f72
20343430
2028737562
202929
5f6465627567
507265646963
63616c6c6564
393531
77656c636f6d65
207029
2062746e
2b2e
2e6c6f63
725e
6d293b
6a61636b
343233
616472
2035322e
4465766963
4b56
352b
2041505045414c
2068697073
496d70616374
20636c6169
506174682e
436c6f73
494e4c494e45
4c27
583b
6d756368
544143
757d7d
626f7572
6e666c75656e7a61
4361707461696e
3c6f677261
20636f756e7465
5441524745545f
20323733
6572726f7273
76657273617279
2c302c302c30
333331
726c696e67
20666c616e
2028313932
4e6577746f6e
2028726566
2e436f6c756d6e
7e30
486f6c64
5b546865
533d
735d2e
20284d52
20382e35
5c74657874726d
2d6f72
766572696e67
20686f62
4e656172
2d77696e
535d
4e53537472696e67
6368656c
736976656c79
20284144
20707265636175
20636170616369
20707379
205c5b4d
61736f6e65
66756e637469
61646a6f696e74
0a0a0a0a0a0a0a0a
323932
204c696e6573
5d2d2d5b4062
77696e646f772e
2d6d617373
772f
6972652c
20656e7461696c
206272656174
206f736d
20696e6665
204d6f746f7273
33223e
2e3935
6174696f6e22
6163652c
20555353
205c6873706163657b
5153
6c6f62
50726f6261626c79
20676573746174696f6e
207265626f756e6473
206d797371
5574696c2e
7375627374
207265646973
67656f6e
206d6f6965
20737472616e67657273
20302e303035
4775696465
20757362
202a2a41
656d6169
3044
2066696e616e636573
2064696368
7e73
536174
41736b6564
526f6472696775657a
20456475
20445f
626f756e
6b65793a
333639
2034303030
427d24
353330
636f6e666f726d616c
20616c6f
20414441
206d79636f
20527574
6c6f6d
436c7562
20486f6467
204368617274
6d2b
383536
79222c
20696e74726f6e
205e2a
2e676574456c656d656e74
4576656e742e
6b42
5061727469636c65
696c652c
206a616b
2064656e69
2053756d6d
7970653d226d65646961
70657273697374
52454e
3a70
7d7d5c726967687429
204c32
287468697329
717569726564
65696572
524150
20696e766f696365
5e5c6369726324
796561722c
2d617070
4932
343133
596f7554756265
204d6178696d
204d6f6e73
206172746973
242d24
2d3439
20737562757262
206f62737472756374
206162727570
20245c616c7068615f
200a0909
7175696c
66666666666666
63757272656e6365
444f57
4571756174696f6e
20333632
2067686f
205c73756d5f7b6a
73716c697465
2f756e
3c7474
286c6f6e67
4d33
2064656d656e74
205363616c
2032342d
4d4f5245
6c696e6529
6d692c
292a2a32
536f76696574
20636f6d6d757465
20636f6e71756572
58435f
206b6e6f776c656467
2d3e6e
2e62696e
7374617469
795e
6375726564
207375727665696c6c
20537461746973746963
643d
20696e7374696e6374
206f7665727365
2065737461
2054617267
206f63636c75
746572697479
2d747970
546178
5833
33312d
796d65
2a43
2067656e6f7479
202a7265
20226261
576869
206d61785f
466f6c64
5b4e
204265726b
20696e746572707265746572
20282a50
20647275672d
205f43
72616e676564
6c746f6e
20636172626f687964
2064656c6574
204328
5c6d61746862667b6b
646164
3070
202630
205068696c6c69
6d757d
4d454d4f
65727573
395d29
757665
735c5d2e
6574732e
2061736c6565
20434c415353
6265636b
383130
68616b
2047726f7665
20756e72656c
206d61696e7461
20222e2e2f
6d6f6e676f
73696f
205424
47756964
77616c64
726f7061676174696f6e
2042656e67616c
2073696d756c61746f72
20455053
6661637473
56616c6964617465
52696368
20706f7274726179
0a0c202020
20537761
204172726f77
452e2c
656e64706f696e74
7a6f6c
50524f544f
206570696c
203243
20323835
7768696c6528
4d656d62
7472696d
617073
207e2a
746869732c
6c6f7665
73245e7b2d317d24
69766974792e
206f757477656967
20273c
2c7b5c6266
4f62736572766572
5d7b7d28
3d2235
746c79
7475626573
204134
44726167
7469676874
506f64
63617465
7374726561
676973
353332
31312f
2057617272696f72
20706f726368
2044616e69656c73
20526964
207765622e
3c2d
45766572
63696f6e6573
31335d
287b5c6d61746863616c
73746963
613d
7665727469636573
6f7264696e617279
2076696c6c61696e
4d6f766965
41636365
656e74696e
31303031
65737361
303837
2064657374727563
6f67726170686572
2041726d73
5c7375705f7b
303633
2c28
20456e646f
20323837
205f70
4c6f73
5d5d3b
3a4c
642d3e
646961676e6f73746963
20302e3233
207361746973666163746f
206c6963
20312b
733c2f613e
667573
696775
4469616265746573
204173736f636961746573
c3bc6e
204d4f4e
30323a
303433
6c65742c
726567756c61746f7279
70686973
656e762e
383230
343529
696e6573732c
66292e
206461797329
20285343
2041756469
20436f6d70757465
5e7b5c646167676572
2f636f7265
33325f
5841
6461726b
2064657374696e6174696f6e73
3c2f41
48656164657273
32297d
6e6469
63686d696474
2073756273696469
706c7567696e73
653d227461626c65227d29
4e2f
2e3330
20696e667261
20696e6e6f63656e6365
20696e7374616c6c6d656e74
206d757368726f6f6d73
206f6666696369
5530
333231
636b657273
20242858
20245c73717274
20323638
5061746828
5f6275696c64
646f776e2e
20506c75
6175746f6d61746963
205265736964
496e76
756e69636f6465
7573655f
2070726576616c
2043656e7472
20646973636c6169
203161
506f69
6a2a
77726974655f
5c77
353230
69747922
6d696e672c
3e7d
4c6f676963
74696d655f
362d32
66696e65
73686564
6c697465
20283139393029
2041646a757374
204d61726c
20617474726962
46696c655265
426174746c65
20245c7769646574696c64657b
79646572
436f7272656c6174696f6e
4b48
4d4143
4c454e
7765737465726e
2e342e
204f726c65
20706175736564
20696e64656e74
2071756f74
546869
5c6e755f
372e32
2926
2054686f75
20526974
20547261646974696f6e
706172656e7422
2f6275696c64
61636574
303836
64652d
2068657369
206571756970
646f636b6572
4974656d2e
206d6963726f73
5f4d45
54494f4e3a
5c7269676874292c
486578
5f7b54
737667
71756973697465
343533
6e6b6564
6974696f6e73
20526973
20576967
204b4c
566973
6e74656765723e
5d2f
e2809c446f
205068696c69
20457272
20695f
756e6e696e67
3d5c667261637b317d7b
706169
495f7b
206a7573746963
207472656e6368
70726163746963616c
46616374
20245c73
5e7b34
285c7069
65646963
436174686f6c6963
20245c6c616d6264615f
20616374696f
64697229
7265717569
2074727573
5c706d302e
796561727329
20323937
776169
756e6b6e6f776e
7c5c6e61626c61
323832
6f6e69616e
6e2d31
2062657472
204263
20737570657269
206d76
616c612c
707061
303538
20737061636572
20776f6d
636c616972
2068656c69
57617665
20286629
676f2e
766f63
2059616e6b6565
2061626f75743f
205b46
706f737473
7472657074
323732
393039
7b527d
6521
20636f6d706172746d656e7473
2024725f
2070726f64
20ce942a
425554
5f69735f
7d7d7d5f7b
615f31
2063727573
207472616e736665
2044696167
2037302e
474954
68696f6e
746c616e64
69766174696f6e
2031393632
20626c6f6f642d
496e747261
4f7267
5b31335d
496d70726f7665
5c706929
204861697469
202234
66616972
73706f7274
6f6e696e67
206e6f7721
5065746974696f6e
20696e7361
7472757468
2e696d616765
75726573
206a7572697364696374696f6e73
2073757065726d61726b6574
20446f6f
4175737472616c69616e
20506865
437329
352929
285c7061727469616c
696e7473
616d73
2072616e6368
20566974
20436f6e766572
737461746973746963
6e68657269746564
7468656f7279
4e34
353135
4f5552
207072656469
20282d3129
50726f6a
205472616e73616374696f6e
616365746963
333431
2d757365
6c6f6728
20626568
205363686f
20466c6174
207374657265
2063726f73
204f776e6572
6c6f676765722e
3d22247b
4b3b
292e676574
363238
207065726d616e
207375706572766973
2e556e
6e756c6c293b
204d62
206162616e64
5c74696d65733130
20756e70
c2b04329
31373a
353239
20446f74
6c696674
2e4275696c64
2b64
6361736573
616e6f2c
6f292e
636174616c797374
20616273656e
20526168
0a0c2020202020
20524543
4f706572
205b2d
20436f6c6c61626f
20283c687474703a2f2f
395f
4657
454e53
206465636c69
20436861726c65
5265736964
20446967
20287365
205b47
636f6e74656e7473
506172746974696f6e
5c6269677229
666572656e63653b
395c
20696e64657829
20416c6261
206d656e74696f
2064656e6472
20325e
203441
204e4554
666962
6c5d
2043616c64
20302e3936
204429
204b726973
206e6576
206e6172636f
48616c66
3d36
463b
7528
206261726b
2d2d2d4333
5374616e
6d61705f
2e7a
363830
2e4669672e
415348
756c6174696f6e2e
6e7479
20706c617573
6761756765
426f726e
636f72652f
416e6e6f74
6a696e
61637475616c6c79
7864
776c696e67
2074616c6b2e
20636861727365743d
62616e6e6572
202746
206b5f
73656c656374697665
7e4e
2f332e
2f75736572
7924
20617474656e64616e74
206573636f7274
20726865
20546169
207b76
20504154
496e7465
2d7363
32392d
633d
7d2874
4c696b65776973652c
206b696e656d61746963
6170706c7928
2d5c62657461
62626572
697428
20696e636964
2073657875616c697479
206c6570746f6e
20636f756e74657273
6f6d6f7265
5154
5e2d24
676972
5f64656661756c74
2d676f
393737
615e
2070726f6e6f756e63
20696e766f6c76
206d69726163
20666c6f636b
207363616d
626f782c
3a7b
2e657175616c
383636
207374656572
204f67
204b7275
20247b5c6f70657261746f726e616d65
42616c
67726170682e
33297b7265662d747970
616e63792c
20636f6e637265
206175746f6e6f6d
416464696e67
5c6269677c
745c726967687429
5475726b697368
206d616e6575766572
20706f73697469
205e31
646576656c6f
434f5059
4c6565
3942
2c68
6d6272
66742e
20626f792e
2d352e
70726f6772616d6d696e67
20746f69
e2809031
20417661
7465726d73
363130
303735
206c7567
207461706573
204b52
5452414354
6d77
31342f
6f727473
206d696c69746961
20284c41
636c7562
204a6f616e
436f6e7465787428
43686174
67726f756e
2043726561746564
626265
20353233
20736f616b
20343235
436f6e737472756374
4261636b67726f756e
22646576
222e2e2e
6372756d62
496d706f7274616e74
28746172676574
73706c
393029
697370
30362e
66657274696c697479
636c6173736966696564
7b7d29
2e6f72672e
737072
646966
72657175
6e292c
5370616e697368
20706861
74726176656c
646961676f6e616c
226d657373616765
2d776179
2046494e
20616c7465726e61746976656c79
20746865726d6f64796e616d
20636f6c2d
206669677572
206e756c
2d6174
28737472
6a3a
6574686572
6f6d616e
655c
436f6d6d65726365
68657068657264
4e616d653d
424f4f
363135
2e3031
204c7578
20546568
20736f64
20636f6e76657267
203343
646576656c6f706572
20706e65756d
207365637572
20323639
543e
4c4c45
343935
4265686176696f72
636f6d706f736974696f6e
5f72617465
41637475616c
2d7765
69692a
30303033
7461626c652c
20616c67656272
3c6368
20726573697a65
61626c655d
35342e
74696f7573
2062696e646572
426974636f696e
737065637472616c
20706972
207479706529
205b2a2a34
20726573706f6e
204a44
2076656c
6b63
20426f6e65
63696f6e616c
2e4c656e677468
343333
766f6e
7465726f
3030303b
20307839
342d30
31313b
2066656174686572
20546174
20526571756972
2d6c69676874
28632c
7665726e
3a53
35362e
616e636564
4172697a6f6e61
7068616e746f6d7b
496d706c28
224e6f2c
6f6c65756d
76697369
737c
785f30
303939
332a2a
207061726c6961
207477696e73
20312e3235
2067726174696e67
3d3129
5f5041
7572617465
303639
204665642e52
2028434d
5c5b5b404352
2065786365
206c696265
2046656174757265
2d65646765
5f6d73
544329
5c6265746129
746f3a
4170702e3364
343232
4e4553
636f6d70726f6d69736564
652e672e2c
5e7b5c6d757d
7835
5b315d2823
7468696e6773
505329
492a
31365d
2073706f6e736f7273
6574686e6963
20436f736d
206c7572
2063656c6c732f
64657363726970746f72
5069636b
286d79
736f636b
203c6c693e
2c302c
2056494949
506f6c69746963616c
20666f67
207a29
20616e746967
2046617468
20286c6f
544149
286d6f64656c
50656572
69766974792c
20365d2823
2063617264696e616c
77696665
79616d
373135
6167655f
30332e
7474657273
20283139393129
20757021
6d6f72626964
20656e646f6d657472
206d616c61
206573746f7070
20484e
476f7665726e
20333237
44657363726970
6365696c
323533
4228
6e33
7b5c2c
20222222
20766f7274
20416e6e69
2068617374
2f282d313029
2b73
2833292c
4c495354
2d3437
617275
73692c
303129
204d656574
206e672f6d
7966
302c302c302c
325d7b7d
206d616c69676e616e6379
204063
2064657072656361746564
746d702f
2034332e
50726f62
706f6c69732c
66616c73
4833
6b612e
20656173656d656e74
2072616e676528
7767
414243
4d656469616e
746f75
20636c696e696369616e
206875727269
2077617265
74616b656e
72696e61
46696c74657228
20464e
4c6f672e
2070726f73746974
766f6c76696e67
5768617465766572
636172626f6e617465
5703
3528
383136
696479
20707572706f7274
2028677265
48796472
5c6d61746863616c7b527d
206e65775f
363438
303529
20706174686f6c6f676963
2067696e67
2065696e
0303
205b38
44656c65
207b5c656e737572656d6174687b
444553
6372656174655f
73656c656374696f6e
2d6d69
25252525252525252525252525252525
207268696e
20556d
e2809c72
20426f6f74
427269646765
373735
7d5c426967
65747a
20246e5f
20446976
2d646576
6b6169
373031
6669676874696e67
54726176656c
20c2b56d
20576561
204747
5f617069
646174612d3e
616d656e7465
6461746574696d65
30353a
353632
2028424d
20736f636965
20696e636964656e
20455354
6d6572617365
6e696572
352d31
72616365
6e672c
20636f656666696369
206f76657272756c6564
20225368
28666c6f6174
686f67
6e6164
0a0a0909090909
20323539
6275636b
2d72617465
73736f63696174697665
6c6973742e
393434
2068656d69737068657265
207269676f72
20636f6e64656e73617465
20736f756768
2070616e656c29
6672616d65776f726b2e
6c65792773
333636
6164617074697665
206475726162696c697479
2072656772
206465616c657273
20636f6e76656e74696f6e73
2053747564696f73
20636f6e66696e65
2067656e69
20244b5f
5265736f6c7574696f6e
2050697065
4f626a6563743e
4372697465726961
6f7a6f
4f59
20616363757365
207361636b
20243134
20696e7374696e63
204465746169
437574
