c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
dd
00
02
f3
05
06
04
0e
12
07
1d
1e
7f
d4
f4
df
de
01
1a
cd
17
19
0b
10
18
16
d3
15
13
d2
0c
dc
08
c7
d5
1c
14
db
ee
c8
ca
0f
cb
1b
cc
c9
11
d6
da
c6
d1
cf
ea
f0
ed
92
d9
c4
ce
c5
ab
aa
ef
d8
a2
c2
b3
b1
b5
8e
d7
d0
03
a9
9a
eb
0d
a8
b6
b2
a3
8a
9e
9d
a7
8b
be
93
87
86
a6
91
bc
c3
b7
97
bf
90
8c
89
b4
ad
84
b9
a5
ec
85
a0
99
96
9b
bd
98
8d
95
9c
8f
94
ac
9f
a1
ae
b0
af
e4
a4
ba
82
e1
bb
88
81
e9
83
b8
e3
e8
e7
80
e2
6f
25
60
75
79
40
e6
71
55
e0
7a
6b
68
51
26
59
6c
67
69
76
65
6a
78
4f
7e
74
5a
77
72
63
39
37
61
e5
70
66
38
62
6e
56
6d
36
58
23
30
4b
09
7c
4e
4a
35
57
45
52
47
2b
34
64
4c
5d
54
48
46
32
4d
50
44
42
31
33
5e
21
43
5b
3e
2a
5c
7b
2f
27
53
3c
24
3d
5f
29
41
49
7d
3b
3f
3a
28
22
2d
73
2e
2c
20
0a
6e73756c61
662d74
65662d
73637269
2072656d65
6d61726769
20646973706f
2264
2070657263
20200a2020
3c2f73
736372
2070726f636565
20696e646973
2020200a2020
436f6d706c
20616761
207175616c6974
20202020200a20
20456d6d
2274
206f666665
2a2a2a2a
2f696d
72792d
207375727072
20202020200a
20436f6e73657276
20636861726163746572697374
0a0a0a2020
687970
206164656e
206672616e6368
5c7369676d
202020200a20
706c69
576974
2074686f7567
2070726f6d
0a0a0a2020202020
2062696c6c696f
20726573706f
20696e6369
20552e53
4d696368
7472696e
20776564
75656e
2a2a2a2a2a
617572
2050617472
206f7665726c
31383a
65656b
202a2a2a2a
4d4154
20427564
20656e7465727072
3c75
20636f6572
20434f50
2e3264
636f6e6e
6f6e6e
20484f57
617370
4d415259
616d6d
6227
686f7370686f72
63636f
7468726f
753e
6964223a
746174696f6e2c
2073656374696f
6124
c2a020
0a0a0a20
206d6f6e74
63757273
696174696e67
2064656174
2070726f7472
6f6d616e
5b335d2823
20436f7270
636574
656265
6f6d6f727068
7870
204b6c65
2053616c76
7468657461
5b39
456e7472
20655e
74746c696e67
64223a
6e7369
5c616c7068
697669
207661726965
74617267
2e676f
6976656c792c
6c6175
20200a20
6d3e
656974
206e6176
6e656d
70686f74
205b323030
766167
6d6f6e6f
2063686f6c
616c6b
0a0920202020
0a0a0a20202020202020
20636c7573
6c6f78
2061646f
2041747479
204c696272
72697374
206578616d70
6c696d69
206e6567
2070687973
20736b65
20636f696e63
3a73
20535542
626f75
56656e
2064656c6976
6e75636c
436f6e6e
696c6c69
637472
65676f
2823
204a617061
2045717569
616767
5c6b617070
20696e66696e
686972
206d672f
757276
2065636f6e6f6d697374
20616c756d
c2a00a
61636b73
206566666963
2070726f706f
20446f6d
5457
7b7b5c
207265736572
205374657068
62726f77
2072657365
65717569
5c6574
6c697374656e
6732
73637265
53746f72
206672656564
207465656e61676572
6b6174
6c6f70
65646f
3c6469
736f63
696e756d
6f6e6e61
646f6d61
4324
706c6963
72696365
70686f7370686f
53656d
206d6f726e
69766f
207265636f76
436f6e66696775
61706f
616472
74656e616e74
2e3031
65726961
6931
20616c7465726e
4a6163
696422
75656e74
62726f7773
494649
61727261
426561
2d4d53
436f75
78696d
2076657273696f
6f6c6573
20245c5369676d
5c4f6d6567
457863657074696f
42696e
61726c
6d6f746f72
757361
0a0a0a20202020
657263
207072656d
65293b
6d696c6c
20696d6d6967
2f636f6e74656e742f
5c5369676d
726f6e69
746f6e696e
676976
455249
73656e73
466c6f
6f6374
69737469
393930
6c6962726172
206167677265
737465726f6e65
72657465
667269
63697263
206f70706f73
2061737375
6d6f72726f77
6d756e
53656c6563
7777
204a6574
2a282d
206661766f
207375626d
5c766172
636f75
2242
2074726963
5f436861707465725f
206f7879
2064657465726d69
646578
72657175
20487562
6d697373696e67
636164
616265
696c6f
647275
61646573
200a202020202020
656c656d656e
20656c6563
207472696265
6b6972
3a2f2f
676961
204b617468
494445
636c75
6f6273
72657474
206d616e6966
205455
2072656c61
4d696c6c69
5275737369616e
7d7b327d7d
20417374
4f6d
20636f6e6665
2046616365
746174697665
20636f696e63696465
616e75
696e6372656d656e74
6167656e74
70726f66
6f726d
207068656e6f
6e656564
69646179
5c75303033
205073
20736372
202a2a28
20656e6163
455850
6f77696e67
206e617272
656e74696e
54454d
417070656c6c
4176
204d696372
626c6f63
5950
20547769
766174
427269
746574
206d616e6761
53636865
20636170697461
20456c65637472
2077696e6e
20616e797468
737461746564
6e6575
746961
2e696f
737472657373
6578706f73757265
695d
20456c6c
756469
20200a202020
6e656f
20636f7665
63697263756974
62726f77736572
696e697469616c697a65
207064
7665726e
4d6574
53796d
52657175
202765
5c67
776f726b2e
6c6167
6c7665
41727261
20686f73706974
72656e64
61696e74
20656d706c6f7965
706f6c69
62726561
202d45
2064696f
2a22
6d696e65
207375636365
6f6e652e
736176
6f6d65747279
206c656e6774
726f79
5c63646f
206572726f
616d62
5c626f6c6473796d626f6c
72616e65
206569
5235
416e74
526f6f
6f6c79
6f7469
20766963
20666966
20617262697472
696e6372656173696e67
20537072696e
67696f
7b726566
2074656e616e74
20646f6c6c
69737461
20746875
5c617374
73656c6563
20547765
6974697665
2050657465
2053717561
64697363
205c66
206d617465
205f53
204272616e64
20656d626564
20446973747269
2064616d70
5830
20545f
20456c656374726f6e
477265
20636f6e7375
7277
7375627374
73657473
2863686172
204a6572
737369616e
693d
6f7272
647573
7a73
537479
61747461
6c657279
72756e6e6572
636c6f73
20436174686f6c
205e32
20447265
69616765
206578706c61
2066756e6374696f
68756e
617061
4d656d
42726f
2050687973
6862
206d657269
20656e726f6c
65747469
315d2c5b4042
666f72756d
657469
48656c
61677265656d656e74
61676963
20726566696e65
706f6f
696174
743d
6368696576656d656e74
496428
657369
2028442e
353530
726565
206c6f6e65
2047617465
636f6e74696e75
6469676974
20487573
6e696e65
7472616465
646563696d616c
20456d69
2d7061
677569
646a
2044656274
746565
69636b73
6572696e
3a24
2024665f
616e746564
204f76
5b73
20476974
7261696c
5472616e736974696f6e
6f7368
3c66
6f736f
204831
20706f72747261
20416c61
090909090909
436972
436174
207a75
75706c65
20726573656d626c65
746174
206d696464
696e7473
53747265
7368696e65
2047616c6c
20436f70
0a0a0a202020202020
6b616c
655e7b69
6174616c
20706f75
20706572736f
20526163
636f6e666572656e6365
74696f
526174
20616e7465
3c6c
6973696f6e
626c6573
207265706572
204364
436872697374
20554c
20636f6e7465
2a2a2a2a2a2a2a2a2a2a2a2a2a2a2a2a
2069736f666f726d
5b305d29
206865616c74
333031
305d2e
47656e6572617465
537572
20244d5f
53504543
736571
6c6565
20706f636b
77686572
484e
204c796e
20436f6e6e
692b
61737365
5c616c7068615f
20636f756e74657270617274
20636f6e7472616469
736f6c6964
61636865
6e76
706c61736d
2043657274
726f7773
5c5068
737065656368
746174696f6e73
6d6f6c6563756c65
20657665
74617365
206772696e
636965
6461746564
204f74
456c656374
616e6963
206d617267
20436875
44656d
696e6665
5065746572
7a696e
5175616c
207265686162696c69
4669656c6473
205469676572
2041646f
205c6d61746862627b52
48616e
65726965
206373
72652d
687474
63616368
20726573746f
20736172
63742e
2070726f6365
5f6174
736d6f
697269
2067696e
61756c
6e6b73
20726573696465
636f6d6573
6e6f746963
2073796e746865
436f6e74656e
616d656e
506172616d6574
204a756c6961
6e696e6773
63616d657261
657865
20636f6e766f6c75
4f4d45
756e6465727374616e64
62656c6f77
20226f
6e5c
20536576
5c626d
656d6f
20707265736964656e
65646963
6e6f7468696e67
7175696e
746169
2061766f
206879706f746865
747469
6f63756c6172
5370616e
2e3137
6576616c756174696f6e
656c6c6573
636f6c6c
20766f6963
5c50
32303033
6374696f6e616c
6f6273657276
6461746129
205c6e
20636f756e7472
207828
7b317d
6e2924
2d6163
656d65
2053746f72
2064657370
2064696573
207374616972
205c62
72696c6c
5228
73717274
204c6577
227d2e
223a7b
2e3131
206372656469746f72
206d696772
313831
20284153
3a2f
206e6f6f
5b3130
686f6c64657273
333034
33372c
20746f67657468
5f76616c
2030303a
2042617274
52656365697665
34312c
205461796c
2c64
436872
73756363
207465616d6d617465
2041746c616e
204669656c
5e7b5c66726163
6e7573
646562
636f6c756d
636f726e
574f52
517565
673b
6578657263697365
20546f6e
343138
2043687269
6d66
616c67
7b5c626172
6e24
6d6f74
6f75745f
3227
20636f6d706c61
206379616e
616d6963
6d28
534f4e
6f7761
70726f74
20636f6c6c69
204332
797468
4d4f4e
646170
6865616c746879
2031305e7b2d
6324
646576656c6f
5c766172657073696c6f
637075
742a
2072657075
2065786368616e67
2063616d7073
20656e76656c6f
2063617272
6e3d
2050726f74
636f75706c696e67
20283231
73686172
6f696e
43656c
2073757072
4c6174
20736e6f
2063616d6572
20726f626f
626c6f67676572
6f646f
2043617274
4572726f
74756174696f6e
6135
7472656174
426572
646f6373
202229
2073657276616e74
436f7374
205a68
206e6561
2e6e657874
2073616c69
206d656d62
6d656e7465
7b5c67616d6d61
2041727469
456e61626c
5c616c7068612c
20517561
73656c662c
7222
6171
202a31
5961
20436f68
227d5d
696f6e3a
204d6567
68616e646c
6134
2076616375
31393939
2053706172
20436f64
686176
303438
62617368
206f666673
716c
20536175
20657870657269
206465766963
333029
352e31
335d2823
205468656f
34322c
5465737473
385d3b
436f6e66
2064656475
2063726973
776964
7830
2073616e73
4b6e
414354494f4e
6c69746572616c
2067656e657261
20506f6b
20457069
726f61
74686f
6e65722e
20636f7272
2073616d70
63696f
536b
335d3b
20696e6672
61636b6564
5c6c6c
31342d
696e637265617365
41747472
6a61766173637269707422
626f7468
302e303031
6f726961
207075626c
5c7369676d615f
7424
436f6e6e65
653f
20676c7574
323335
20687265663d222f
395d3b
686175
4e455353
206370
726f7665
20686f6d6f6c6f67
20706572666f726d616e63
5c726d
526576
7374656e
20706861726d61636f
5265706f72
6d706c
20284150
696e676c792c
2072656d6f
2022416e
20504349
204d6f7272
2065787065
205b73656c66
20535f
6669677572
6368696e
202279
20726573706563746976656c7929
4c6f756973
697175
65637473
2076696272
206465726976
206950
6f726174696f6e
202020200a
2062657474
696e666f726d
286465
6761696e
206578747265
646f63756d656e747d24
20414354
73706163
202230
20302e3132
207228
2053657175
20416363
442a
207265636f72
6f666673
2070726570
323529
2074686f75
2074756e
2024545f
20636f6e737069
4359
7b5c64656c7461
20776f6c
205244
73656e736f72
436f6c6f72223e
206b6572
2065766964656e63
5c6368
20417a757265
20536b69
204c6569
204166726963
20656e636c6f736564
20737570706c656d656e746174696f6e
20636f76617269
203c737472696e673e
206c6966652e22
207363616e6e6572
0a090909202020
2057696c646c696665
3c2f79
204f6c69
456974686572
20616e61746f6d6963616c
646f696e67
2728
31303a
6c697665
2e73697a6528293b
7073696e
62697473
2031327468
20636f6e6365646564
204275696c
76696f
20554b2e
2064697374616e63652c
2066616c6c2e
20636f6d70756c
20245724
2073616d706c
ceb12c
657175656e74
206772616475616c
20696e746572636f6e6e656374
6578616d70
616e6e6f74
202873717274
2072657065617473
20466f73746572
204b6173
534543
2e312c
204b65727279
20576174736f6e
206f636361
20666561726564
20707265646f6d696e616e74
20696d70726573
20696d6167696e6174696f6e
20706f6c796d6572697a6174696f6e
2076697267696e
65792e
766572696679
206a2c
696d6f
206566666563746f72
20666f6c6c
427572
20696e746572766965772c
20636f6e74726163746564
4d696c
4f7074696f6e616c
20536f632e
20696e76657273696f6e
20706f636b657473
2072656e64657273
752f
2072657369676e6564
206c656176
206375726c
206d6f646966
20747265652c
d189
204d75736c69
206d6f64656c6c696e67
2044656c7461
207265636f6e63
66756e646564
20434e53
2074726175
20657665722c
204e696765726961
206d61747269782c
206578706f727473
205431
726174696f6e2c
20796f756e672c
776865656c
737461746573
7468616c
206175746f6d6f72706869736d
207363616e6e6564
20616476616e63696e67
56657273696f6e3a
207475746f72
20666976652d
54656c65
20616d626967756f7573
20636f696e73
2d67303031297b23
20646f6d696e616e6365
207061727469636c65732e
2047657474696e67
206b6e6f77696e676c79
2062756e646c6573
686962
6f757273
204d657869636f2c
666972
206e756d65726963
323237
2031393832
20456e676c616e642e
20737570706c656d656e7473
2067726561
496e746572666163
5d3e
766574
20676f6f646e657373
6368726f6d
206365727461696e7479
20736879
20736f63696f2d
2054686972642c
2074656e74
20616e61746f6d
20497461
20746f6f6c732e
6d616e64
20323032302e
206469657473
4164646974696f6e616c6c792c
2063617270
224d
206d6f6e6f6d6572
7365617263
6c6976
2073656e74656e63652c
20756e6974732c
275d5b27
206f626a65637469
205c7269676874297d
6669656c642e
2061666669646176
2f2d2f
73686f74
2076616c756174696f6e
20776f756e6473
706872
6574746572
2053617261
2066617274686572
206769726c2c
206f7a
207528
5351
33362c
2074726565732c
206d697373696f6e73
20726570726f6475636564
446966666572656e6365
20686f6d6f6d6f72706869736d
20696e74657261637473
207369676e616c732e
20756e64657273746f6f642e
2053686f70
2063617263696e
205c5b74686d3a
206d616b6572
20536964
75696e7433325f74
2070726f66696c696e67
20776f726c6473
207772657374
20636f756e73656c2e
206b696c6c73
20616c67
20496e6974
70686f746f
20526f61642c
2072656365
e2809c54
5b65
205368696e
20504143
2064697361626c
20426f65
20302e303529
67726170
5465737443617365
70726f6d
20616972706c616e65
20706f6c69636965732c
206c656e736573
20426f626279
20436f75727365
6963612c
69616d
207468726f7567682c
20466f72636573
2065666665
207265636f766572696e67
50726f636564757265
2049736c616e6473
206e65676c6563746564
207370616365732e
50616369666963
206f6273657276657273
2070726f6772616d6d6573
206f70696e
203130302e
206d6f76652c
20636865636b706f696e74
2076656765
206128
39302e
202274686174
696d706f7274616e74
206f7070
20696e64696374
5f706f7274
4a6577697368
207468726f756768707574
206f7574736964652e
206f62736572
636f6d6d656e
695e
2063616e63656c6c6564
20636f736d
20747275636b73
20517569
205377616e
20636f6d70657469746f7273
206e657773706170657273
207265736f6e616e74
20436f6e74726962
204566666563
616476
696275
456c697a6162657468
e2809c4f7572
2047726561746572
205c7365746d696e7573
3c2f74643e3c7464
5c6574617d
616e64726f69642f
20696d706572
2065636f6e6f6d6963616c6c79
20646566696e656428
2022666f72
616374696e
2068617070656e732c
20627564
436869
20656e646f72736564
375d3b
686570
20536f6d656f6e65
206170706c69616e6365
20796f756e67657374
20457175616c
70293b
2e5d28706f6e652e3030
202248617665
20696e6d617465
20706172697479
20706172746973616e
2067656e7265
70656e74
20202020202020200a20202020202020
20646965742c
207370656374726f73636f706963
2041756775
2072656d6f7665642c
2070656173
6971
2028317374
205472756d702e
20666f7265736565
2e6a733a
5068696c
20617070726f7869
20616e69
5c5b6c656d
204974616c792c
20446177
677569646564
20436c696e6963
20246824
2031382d
2073696d70
73686f6f74
686c6572
2e4e6577
6f6f72
20696e2d6465707468
6571756174696f6e
2070726f67
2063686566
57495448
207774
20726565
49443a
20696e74656e74696f6e73
2e70793a
20434f32
546f6f
5c6d617468726d7b647d
204261726e
206865656c
2054657861732e
20626f617473
20646566656e646572
20636f6e766572746572
50687973526576
345d5e
6f766572666c6f77
5945
206469652e
616861
20426c616b65
2042726577
2070726f63656564696e67732e
6b65726e
2d616c69676e3a
6e6f756e636564
20287573696e67
20436172626f6e
20737472656e6774682e
204631
52656c6174696f6e
20576f726b657273
20696e637265617365732c
2047726579
20617370
7265636f72
2d646973
20706f6c6c696e67
20726f6c652c
20416e746f6e
28582924
204e616d653d22
204170706c696564
2054657374616d656e74
20737570707265
486f7765766572
6172696f7573
206368757263682c
4c656e6774
2045782e
206d61702c
2054726962
20466973
6a7564696369616c
206e6f6d696e6565
434f44453e
7675
204772616365
206369727268
2070726579
20566972
204a2c
4575
707d7d
20676c6f6d6572
73706563696573
207068656e796c
6c732e
28312924
2054494d
2047657473
204d412c
20555344
20562c
2e41646428
2053534c
76616c756529
70726f74656374697665
206361726573
4d656d62657273
20437562
63637572616379
2050682e442e
20616c7465726e6174696e67
206d617272696167652c
20435346
2e3139
20736565646564
207265766f6c75
2063617573652c
20766f6d69
2d3e616464
5c6c616d6264
617369
4369722e
67656e657261746f72
2031387468
2061737369737473
20636f6d6d756e69746965732c
20656163682e
7824
2064657369726573
206d6173732e
2074656d706c61746573
3d3224
20616674
204e6f7461626c792c
20626c6f776e
20666f726d6174696f6e2c
2067726f756e646564
206d656173757265732e
206e75636c656963
2070726f76696465642c
5e7b74
20636c6173733d2263
d8a9
20696e6a656374696f6e73
20576973
2d72756e
6f7070
20766f6c756d652c
20636f6c6c6170736564
205061726b2e
e2809328
2070726f63657373696e672e
20537461636b
20636f696e6369646573
20736563746f722e
20636c656172696e67
2065647563617465
206f6365
204c6f636b
206576656e6c79
726f7574696e65
5c6c6566745c76657274
74696d656f7574
2049736c616e642c
20686561742c
2072524e41
303129
206163636573736962696c697479
4170706c6963
20666f726d732e
20696e74657270726574696e67
207069676d656e74
4c454654
6535
20626f696c696e67
20646574656374697665
20706f75726564
20526f6c
726963616c
205348414c4c
206269742c
50292c
2063682e
6f63797465732e
2053657269616c
20616c7465726174696f6e
20616666696e65
6c6c69
74696f6e2e
2057484154
20656e766973696f6e
2070726f706f736573
20686f6c64657273
20657069736f64
20457874656e73696f6e
2028626c61636b
20452e2c
20776974683a
206170706c6963616e7473
20676976656e2e
2076697375616c6c79
204d616a
2070726f70657274
2045756c6572
206f6e6c696e652c
20616c706861626574
20636c6175
206369746174696f6e
206c696d697465642e
206163636f756e7461626c65
e2809d292c
2076696577732e
20736163
20526573706f6e64
204175677573742c
20756e6465727374616e642e
2028657863657074
2044617277696e
204b6964
2061646170746572
333130
72656c6576616e74
5c47616d6d
20666163696c69746965732e
206c616e646d61726b
7175616c
20646f75626c6564
3c68333e
206c6974746572
20636f6d706f6e656e742c
206469736372696d696e61746f7279
2d6c616e6775616765
206469706f6c65
206d696e697374657273
504f494e54
776865
6369616c
206b6e6974
2070726f636564757265732c
20726f626f7473
2074616e6b73
20285043
20496e7465726e
4750494f
206d656d6265722e
20434443
20526176
20646f6c
206428
7265666572
20736f6674776172653b
2076697369742c
2061737468
206578706f737572652e
6127
206c65747465722c
6f6379746f736973
5365747570
436f6e76656e74696f6e
45786974
206f6666656e73652c
20706f70756c61746564
207061726b73
4124
305e
2072657475726e3b
20696d70657266656374
20706c61696e746966662c
e280933139
5379737465
312d32
20656666696369656e63792e
335d5e
74612e
206d6f64756c61746564
204e67
204e6f726d
636b6e6f776c656467656d656e7473
2064656c65676174696f6e
2073707572
42696c6c
477569
62656e7a
206f63636c7573696f6e
20616c6c6f79
457863657074696f6e3a
20302e3125
2066696e616e6369616c6c79
2074756974696f6e
536869
20687964726f6c79736973
20737472657463686564
2065712e
2e7368
2066617374696e67
355d2823
206d616e69666573746174696f6e73
206469736c696b65
2067756964696e67
207772697374
20245c6f70657261746f726e616d65
2072656c6961626c79
283230
636f76
206f7267616e697a696e67
5c5b74
506c6f74
2063656e74726573
2069636f6e6963
20707572697479
2073757267
2028737472
5f68656164
65787472
365f
206c6f6e6765722e
6772616469656e74
20726f772e
2043686f6f7365
75616e
61766f72697465
204265726e6965
20526567756c6174696f6e
207072657363726970
46756e64696e67
3c7370616e3e
626174
757370656e646564
207072656a7564696369616c
207265636f6e7374727563746564
20285c3c
2072656e6465
77616c6b
417a
206d656d6f72616e64756d
20656c656374726f6e696373
2063726974657269612e
20527562
207068797369
416d6f756e74
20726f6c6c73
207a6f6e652e
2073756d6d6172697a65
2064697374726962
205472757468
20726f6f746564
2066697374
303237
206465636164652c
20666173742e
2074616d
746d656e74
20756e6966696564
2070726f74656374696f6e2e
20454547
6c27
20283364
20526963686d6f6e64
20766f74652c
2654
20615f
77686974
686f74
757274
206c696d69746174696f6e732e
20446973747269627574696f6e
207428
7b5c7468657461
312a2a5d7b7d2c
2044616e6e79
206c617267652e
206172746973746963
202257616974
20766967696c
28612c6229
45766964656e6365
2044657072657373696f6e
205072696e63657373
206361706974616c697374
2073686f7763617365
20736e616b65
20696e742c
20706f766572
2064696d656e
2046696c6573
55706c6f6164
52656c
436f6e74726f6c6c
2065727229
40656e64
3e27
20666f6c646564
2e6564752f
204848
3924
3430303032
206265636f6d
204b69746368656e
20686f6d6963696465
20746178706179657273
206e73
74616c6b
6b2b
20626f6f6d
70687973
20636f72726563742c
206861642e
206d656469617465
5c6269676c
206d656e696e67
2073637265656e73686f74
20736f75746877657374
207377657074
4177
262b
20726f6c653d22
20737570706c79696e67
547970653a3a
5f4449
2050617269732c
206368617365
206578706f73696e67
20616c6c657267
50617469656e74
206578706563
7b707d
206a7572792c
207365637265746564
20746f6f6c2e
20272e
4239
2644
39302c
2070726f746573
20666173742d
62732c
67732c
20245c6d61746862627b527d
20696e63656e7469766573
2041737472
20637265617475726573
2073746172732c
206c6964
6962756c6172
20617070726f7072696174652e
6965726172636879
6e6f73696e65
466c61
20666f6f7462616c6c657273
5370656564
73747275637475726564
2064616e67657273
2077686f65766572
20504c41
202e22
204157
5f636f756e
45737461626c697368
204261727279
737472696374696f6e
2028293b
2067616d65706c6179
206d656e74696f6e73
636c6f6e616c
202b30303030
20536f6e79
206578697374732c
20666f726365732e
20737469636b696e67
20626973
2b3124
5c656c6c7d
204368616d70696f6e73
2073657373696f6e2c
74656e73696f6e
20352e30
2061747461636b732e
2076756c6e65726162696c697479
2061686561642e
5f7074723c
524544
2063686572
20302e303030303030
537472656e677468
7368617270
53656c
2073656c6c73
204c6970
205465782e
2e686173
33382c
2046696775726573
2047696e
20616e616c6f6779
206828
20696d706f
207072616374696365732e
20646965742e
20727d
20616369646963
204955
53696465
2072656379636c696e67
6e6563
2065786f746963
50617469656e7473
436f6e7472616374
20613a
726f616368
204469736f72646572
496e637265
0d0a0d0a0d0a
20436c6173736963
2050616c657374696e69616e73
2054616b656e
20646f6f
747970653e
656e63686d61726b
2054696d65732c
207265737472696374697665
2070726f6d696e
284329
34382c
7065722c
206e6f726d73
20772c
77656174686572
5f56455253494f4e
39392e
6527
2064657269766174696f6e
31357d
2d6c6564
2072757368696e67
64726f70646f776e
2061706f6c6f67697a65
20636f6e737472756374696f6e2e
2072656d697373696f6e
20646f6e61746564
20313939392e
206163636573732e
61766572
20616c6c6f63617465
205072696e74
2064726f6e65
2070726963652c
20616c62756d696e
5265676973747279
31272c
2063656e7465723b
20546f6b79
204b61726c
2e3035
79657273
20436f6d6d69747465652c
20225768
7061636b6167
20696e7465727374617465
67726573
20636f6e73657175656e63652c
c39731305e
3c50
375f
72697365
30303031
2063617465676f72697a6564
61626f7665
20245c72686f24
2053617475726461792e
265c6c6571
203c68747470733a2f2f
5c4f6d6567617d
2064697372757074
2070657263656e7461676573
204d69746368
20617373657274696e67
2072656163746976697479
53656c66
696e74656c6c69
6261736564
657322
206163636964656e74616c6c79
207375627374726174652e
74656d706f72616c
2054657272
205473
204d4554484f44
2e7769647468
646561
6869626974696f6e
20636c65726b
206964656e746974792e
e2809849
20466972
6f7261636c65
7b5c74657874
20737472696e6729
442e2c
207469737375652c
2044454641554c54
206372697369732c
206d696e696d697a696e67
2070696572
20737472756767
43616d
204d5073
20686967686c69676874696e67
467572746865722c
206e6575
61637469
61737465
20626c6f672e
206465636973697665
204d4441
204d6f6e6f
6265656e
20474d54
207265616c697a696e67
3d312e
20476172636961
20647261696e616765
206e79
666f726d61
2062756d70
20696d706c69636174696f6e
20726f75746572
206c61746974756465
20726573742e
4672616e6b
626f782d
796561
73656e7365
53697a652c
205761722c
20646973736f6c7574696f6e
20737973746f6c6963
2d666f726d696e67
2070726f6a656374697665
2077726f6e
e2809c6e6f
4153534552545f
20766572792c
206469616c79736973
20666f726573
677561
313439
2062726f616462616e64
2073637265656e2c
20426f6e64
20d985
6e6f64655f
282346696733297b7265662d7479
20636f6d706c61696e742c
207b237333
2077616e646572
2056696b
2d342d
20492d
20496e74657266616365
206465636564656e74
20696e66696c74726174696f6e
2073696c696361
2055736564
207028
626167
20757068656c64
20737562637574616e656f7573
2053686177
2064656369
6f7074696f6e616c
706f6c65
696e6f7573
672f6d4c29
2022687474703a2f2f
20427269676874
20736f7272792e22
20737472697073
2927
3062
616c6d
20616469706f7365
2073756e6c69676874
5c7661727068
345d2e
2c7a
7b5c616c706861
20313938392c
206c6f742c
206d65616e7768696c65
2070656c6c6574
343035
5669657728
6c616265
616261
486f7573746f6e
205553412c
206578657274
207472616e73706172
5852
207061747465726e2c
20486f6f
20457468
436c69656e
2063617264696f6d79
2033382e
467261
2047656e6572616c6c792c
5d5d3e
6b6c65
2f29
206f7665727475726e
2068616e642d
5432297b726566
20636872
676f6f
6f636f72746963
2054616d7061
20696d706c79696e67
20446561
2028707265
6374726c
3862
204323
206469737075746573
20475549
20496e666f
5f6d6574686f64
207265626f6f74
207265757365
5e5e
20444d534f
20747765616b
206379746f73
636f6e64
20617263686165
206f6674656e2c
2070757273756564
20737461696e6c657373
20636f756e7465722d
c2a0202020202020202020202020
285c657461
20696e736964
5b325d2823
6730
20436c6561726c792c
2053746566616e
345d3b
756f
74696f6e2c
2028313529
20656e72696368
206578706572696d656e
4576656e744c697374656e6572
204c494b45
2067656e75696e656c79
20646174613b
20736369656e63652e
20566172696f7573
506f736974697665
6861735f
333735
20666f72657665722e
204b696e67646f
2063617465676f72792e
323239
20486f7573652e
6269727468
2073747261746567792c
2057616c6b
206c696272
48656e7279
20666f6f747072696e74
20766964656f2e
206865646765
73686972
207072696e7473
2072656372756974696e67
20636f6d6d65
207369646577616c6b
6372696d696e6174696f6e
303338
202a4e2a
204e6f746573
205247
50726f62
2e776f7264
3143
20576f726b73
206665726d656e746174696f6e
2066696e616c6c792c
20717569636b6c792c
207375626d697474696e67
20636976696c69616e73
2066616e746173
20756e646566696e
6e616d65293b
4c6971756964
20666c617474656e
206d6f7574682e
206c696e6529
34322e
207377656570
206d75636f73616c
20756d61
4170706c65
737472656e677468
2068617070656e65642c
6d6174657269616c732d31312d30
20776f6b65
204d6f726e696e67
66617368696f6e6564
207269736573
207375737065637473
202d342a
20736e61636b
204022
66696e697479
207275696e
20556e697479
20522d
20286529
414f
202a4c2e
646f2c
70756c
20776861742c
2073746565
20616666616972
206d616b657570
70726f6c696665726174697665
6e656e74
2064657465726d696e616e74
206d61792c
206f72672e65636c69707365
20737572706c7573
6d616368
736368656d65
20486172706572
20686f77657665722e
20696e637265617365642e
20476f6f67
2042726561
456e64706f696e74
3d317d5e
4c6177
20245e7b
2874657374
7265736574
206669627265
0909090909
2d77617665
206661766f726564
20434f554e
204f63746f6265722c
2064697363757373696f6e2e
2028702e
523e
20707261676d61
204561726c
20696e6861
20696e6469636174696f6e73
2054616b
5c42696728
2048656176656e
20706c616e732e
205c6f706c7573
204a657273
33372e
6328
20436f756e63696c2c
2073756666657273
20636f6e64656e
2069676e6f72
76617269
20636170696c6c617279
2073746f63
5f707265
656c6f
2064756d6d79
207370696c6c
5c73756d5f
4d494e
6f3b
206e616d65732c
20d183
706f7765726564
28332c
20677569646573
206c617567686564
20706963747572652e
496e646961
5d2d
6f7262
20377468
20656173792c
292f28282d
5c61
616e64726f69643a
206f766572726964653b
207265666c656374696f6e73
204d616e75616c
20434f4e53
5478
2045617379
205c5b5b40435235
617564
766572746578
346a
5368696674
5c69
6a5f
2073656c6563746976697479
20302e3130
20416d79
205a65726f
42616e
20454e44
686169
746572726f7269736d
63617074757265
20646173
206669676874657273
20696e666572656e636573
206b696e6461
20726567696d656e
2054616c6b
2d6261
4949492e
20556e697665727365
206461776e
20696e666c75656e63696e67
52657475726e73
616e696d
48616d696c746f6e
204368757263682c
61666669726d
20786d6c3a
20486174
2076696577706f696e74
5c64656c74
206f7267616e69736174696f6e73
20616476616e74
5079
7b68
204e657572
5d282370
726962
206e6f6d696e6174696f6e
6269616c
2c71
207969656c64696e67
2063656e7473
205545
202276
32303031
3428
2066616c736529
20486973746f726963
2074616c65
205061726b6572
206d6f746865722e
204461746554696d65
2061756469746f7279
5f69242e
206167656e742e
20737061636564
20526173
47657474696e67
546173
3d26
7a6f6e
20766f6963652e
204369722e323030
205965617273
3c696e743e
686162696c69746174696f6e
20737065636966696573
2077656c6c2d646566696e6564
2070657273706563746976652e
2061757468656e74
2053696e67
746c6573
2064697374616e63652e
207573656c657373
36302e
20706c616e652e
2066616d696c69
696e7465
206164766f63616379
205b40435234
206661627269636174696f6e
20736f75746865617374
207461696c6f726564
454e545259
2070736575646f2d
64656d6f
206f6e652d776179
206167656e
305d3b
4b6e6f776e
507265666572
414343
30303b
206172626974726172696c79
736d6f6f7468
617269616c
20636f6d70696c6174696f6e
20696e657175616c6974696573
207067
206d6f64756c617465
506f6c
4d414b45
206a6f696e73
33342c
206f6e696f6e
206e7d
207374617469635f636173743c
636f6d7065746974697665
20636f6c6c6563746976656c79
2070726f67726573732e
206c616e64736361
3a3a476574
72756279
62756666
56454e
37352c
206e756c6c293b
2052696e67
47656f6d65747279
6f726465726564
20616468657265
20646566656e646564
2068616e6479
2064697374757262616e6365
2028746869732e
20564f
2b62
415454
66696e6974
20616e6e6968
2064616d616765732e
207768696c652e
207b783a
77696368
66666963616379
2067656e6974616c
43616c63
22427574
6265616e
6973747279
33342e
20222e2e2e
20636f6d706c6574652e
207468696e6b696e672c
20444e53
53756d
4e4d
6c696f
207072696f726974696573
2072616369736d
20657863656564696e67
20706f736974696f6e732e
5f7b5c6d757d
63746c
65736f6d65
4d6f6c6563756c6172
2063726170
20636f6e6a7567
7469746c
696775
65726c
20636f6d6d656e74732c
20706c7572616c
20446570656e64696e67
204a756c792c
204b696c
5061636b
20656e636f757261676573
20284e53
20436f6e66696775726174696f6e
35297b
2062696c6c2c
467269
4354524c
2066616374732e
20506869
506164
323437
207370696e6e696e67
20466c65
616c77617973
2d626f
312929
207461726765742c
20646561642c
2075747465726c79
20746f6b
2e52656164
66293b
20706172616d657465722e
2f686572
20696e766f6b6564
517569636b
204d657263
5c7269676874297d
312d2d
656666656374697665
d7a8
2041766572616765
7427
207175616c696679696e67
2072656c6174696f6e736869702c
3f2e
5652
205269646765
207368656c66
3b5c
20656d7074
64656661756c745f
20746563686e697175652c
205c5b74
6f63797465732c
5c6d617468
7d7b64
343136
2041736b
69727261646961746564
2066696e656c79
206573746572
22295d
323137
6f746573
47617465776179
6c69622f
323138
6f7370
20636f6e64756374696f6e
313829
2066616974682c
0a09090909090909090909
2d616c6c
5c725c6e
20666c6173
206364
6b28
686973746f726963
2072686575
3442
20766567
6f6772617068792e
204849562d31
20646961676e6f7369732e
20696e7370697265
20737472616e67
206c6578
20245c766563
20416461
7269646765
2062656e7a
57696c
2045564552
2065706967656e65746963
206f7074696f6e2c
2073746f6e6573
616e696d616c73
206163717561696e74
6f6e3a
74726163
6f6e6564
20677261646573
206e7572
213d
3270
2043726f776e
486967
4275636b6574
20636f6d70656c6c6564
20436f696e
39392c
436d64
20636f6d706c61696e696e67
207068656e6f6d65
455155
20696e76656e74696f6e2e
204d696e64
207069636b7570
31347d
4d617468
206163742c
206f75746c657473
436c61696d
206f7574666c6f77
6865702d74682f
2043757272656e746c792c
2073656e61746f72
20636f6f706572617465
206b6e6f636b6f7574
204769726c
20636f6d70656c
20434f52
20286d65
207465727261696e
2077686565
2073747566662c
20736974756174696f6e732e
2059616e67
20796561727329
206272616e6368696e67
20646f776e2e22
2069736f74726f706963
206c61756768696e67
20636c6f7365642e
2063727573686564
207761726d696e67
6f636f
726176
2052696365
20546f776572
2073757266616374616e74
20617374726f6e6f6d
205265766965
7265736964656e74
676174
2072656374616e67756c6172
c3a3
20696e76657374696761746f72
20536f6c6964
6661696c6564
2064656372
206d617267696e73
7765622e
4831
20786d6c6e73
206f69
204b796c65
20686f72697a
202e2e2f
496e74656e74
207374616e646172642c
676976656e
6e6565
20696c6c757374726174696f6e
365d3b
6f6a
2069646561732e
204669747a
5f656e747279
7c3d
204d61696e65
20c3a8
20416c6c6f77
6e22
2028313429
2053657074656d6265722c
20636f6d6d756e69636174696e67
2075682c
20737572766976616c2e
2074757262696e65
205c6d617073746f
633e
20636f6d7065746974696f6e2e
2070657263657074696f6e73
205b4041
20636f6e736f
20417072696c2c
20636f6e747261637475616c
2077686f6c652e
6368696c
204344345e2b5e
20666c6967687473
20696e636f6d652c
2048696c6c73
50726f626c656d
616c6c6f
737069726974
626f726465723a
20436f6e66
617573
207175626974
204d696e6f72
6578706c6f
67652e
76656c6f63697479
5c72616e676c657d
20736368656d652e
53534c
204a75616e
20636f7272656c61746573
6e756d65726963
20436f2d
2045646765
736572766c6574
616e7468
207265616c697365
7175616c6966696564
20636f6d706f
4e6f74696365
49643b
6361727269616765
204672657564
206163636f7264696e676c79
20436f61
7b5c6d626f787b24
206f6b61793f22
2064796e616d
204e616e
20272e2f
2067656f67726170686963616c
207365616c696e67
2022247b
6173746572
6f776e
2043726f77
333330
38302e
6d24
20616e797761792c
2d68656164
20436f6e6e656374696f6e
323435
2070656e6574726174696f6e
20756e617661696c61626c65
6c6179657273
2066696e657374
2040736565
204e6f726d616e
5f616c
302b
6c6f636b6564
343830
303530
2066756e63746f72
4c4943
3b223e
20427564676574
206d61676963616c
4851
20486f6c64
706f737369626c65
2072656c3d22
20696e64757374
20746563686e697175652e
204b49
4b65793a
6f706f
20522c
542a
20416d65726963612773
2042657267
207472756e
20736577
616e746963
20746f702c
42726f776e
20736b696c6c732e
206c697374656e6572
20626c616e6b6574
2066616465
6574742c
2057617368
2073656e7369626c65
204a6f79
2061743a
20506974
6c6e28
6e652e
206465636c6172696e67
20646973706f73616c
3c55
20696e3a
202d77
2041726f756e64
20436f6d6d697373696f6e2c
5f6f66
20696e7465726368616e6765
446973636c61696d6572
75706c6963617465
204265726e617264
20636f6e74656d7074
2063686965
20726f636b73
20626c616d6564
20636f6c6c6973696f6e73
2065766572797468696e672c
20737461636b6564
2063726561746f72
2053797374
206163742e
20696e73706563
61616161616161616161616161616161
697073636869747a
206170706c6965642e
20646965642e
2054616d
206d757369632e
2062656473
792122
746561
616d643634
206861746564
206e6574776f726b696e67
737072
206e6565642c
4f726967696e616c
206d617463682e
205075626c69
2f2f2d2d2d2d2d2d2d2d2d2d2d2d2d
204469616d6f6e64
225d3b
444159
5644
70696e672c
20636f6e7472696275746f7273
20666c6f772e
464552
7669657773
34352c
20646567656e65726174696f6e
2076697375616c697a6564
20706f7461746f6573
20436572
20506572696f64
32242e
4f4646534554
204e6f76656d6265722c
2066756e647261
72616b
7863656c6c656e74
457863657074696f6e28
5c656e647b646f63756d656e747d
7d2429
205665726d6f6e74
5365636f6e642c
2031393630
20496e6469616e73
206661726d73
636f6d6d75746174697665
5c7363726970747374796c65
2047656e2e
20636f6e6365616c
20717565656e
747970653d
385f
70652c
2064617461626173652c
20756e636f766572
2063686f72
3466
20285b404234
3c25
54656e736f72
204368616e6365
20686f757365686f6c
c3a963
2e646f
494c4c
2061646a7573746d656e7473
206c6f6f6b2c
736c696365
6170703a
31297b2346317d
205765277665
2070726f78696d
2062696c6c2e
206e6173
706174682e
706c61796572
2072656163746f72
6469737472696374
205175657279
685e
2070686f6e652c
50726f636573736f72
204f6666696369616c
2d332c
e2809339
206265616d73
206566666f72742e
205065727279
20537472617465
200a2020202020202020
69736d73
2050524f43
282829
207374617465643a
2062656e64696e67
2028736f6d65
206c65616b616765
4f62616d61
44617461536f75726365
0a0a0a202020
636d70
207065726d656162696c697479
20742d
325d2823
2057656c6c73
2b24
7834
706f72742c
2064657461696c732c
204d6174746572
5028
735b27
204e57
207472616e73666f726d696e67
2066696c653a
61756c74
20636f756e742c
207265636f676e69736564
546f6461792c
20616c676f726974686d2e
707972
3d31242c
2d6c696665
687561
20286d6f7374
206b696e6574696373
20726573697374616e63652c
204d57
206e6561722d
2066756e637469
206d74
6c617365
6e646572696e67
207072696e6369706c652c
207061726b6564
2061696d696e67
2063617665
2044796e616d
2254686579
2857
7065646961
4576656e7475616c6c792c
20656c656d656e
636972
617070656c6c616e74
20646566656e73652c
206d6f64756c653a
202240
20706c616365686f6c646572
5448494e47
20636f6e74696e756174696f6e
496e646967656e6f7573
20696d706163746564
e2809c4d79
20736b696c
207374656d73
4c616265
6e616d6573
20416e796f6e65
20656d706c6f7973
20776f726b6f7574
206f7262697473
207b5c6d61746862627b527d7d
20504552
4954494f4e
3245
2070657273697374656e6365
20706f6c69636965732e
557064
2b2b2b
4d5f7b
20627574746f6e2e
205c5b5b404237
6b6565706572
45666665637473
20756e6e6563657373
206176656e
c2ab
20666565732e
2069732e22
20696e6475
20636f6e7374616e742c
2061636574617465
20247924
20616e67656c
20726570656174696e67
207469746c652e
206469737075
206566666563
225468657265
747261696e696e67
6d756c7469706c65
20705f
2031393831
20747970696e67
20636f6e7665726765
43616d657261
2075696e74385f74
206b6964732c
207265642c
204e6f74653a
2046696c746572
46656564
4e24
207261746865722c
207472616e7364756374696f6e
2052656769
20617070726169
65746f
2064616e63696e67
20526f6265727473
302924
696469
20466f756e646174696f6e2e
206b6964732e
207363616e73
6e756c6c2c
20646961676e6f7369732c
2072656d6564696573
526164696f
204578706c
204a6170616e2e
656e7a
73756767657374
2065786368616e676573
204175737472616c69612e
2074686972642d
206f6273
6c696e696e67
204d63436172
2073686f7274616765
2074726962616c
3c7a
4d616c
656c6c69
292f287371727428
333033
20707572696669636174696f6e
20757365722c
20416e74692d
446972656374696f6e
2050616c657374696e
2069646561732c
706169726564
64223e
5d282346696734297b7265662d7479
207374617473
202722
32303034
6767726567617465
2063656c6562726174696f6e
73796e746865746963
204e4853
20696e7375726572
637265646974
6163636573
206669726573
2d30352d30
204b43
287c
3c2f73756d6d6172793e
2a2a4e6f74653a2a2a
2057726974696e67
20666173742c
206574686572
20656e636f64
204d6175
207363686f6c617273686970
207a3a
2067656e652e
20287765
576861742773
3a2a
20696e616374697665
2057616c74
20555324
206f61
202a68
20616363656e74
206f7665726c79
5c25
5c6c616d6264615f
5b7b
206166666f72646564
5d28234632297b7265662d7479
207768792e
20746f6d
6d696e2c
20536369656e74
63616b65
2053544154
2e45
20636861726163746572732c
2070726f7065726c792e
20747265617473
6d757374
276e616d6527
2057656273697465
206e6f6e2d6c696e656172
207374796c652c
20636f7665726167652e
2e392529
496e7428
6163792e
2069742c22
207265636f7264696e6773
20736f6e74
76616c656e6365
207363656e652c
20636f6e666f726d616c
207375636b
2a2a28312f
2f312e
6d6d6564696174656c79
202849642e
5c626567696e7b61727261797d7b637d
6f6e6365
616e646572
2073746172732e
703d
20706c617965722c
20737461727465642e
20283232
204368696c
4865696768
532a
5b4d
6c6971756964
2074616374696373
6d6163726f
20576f6d656e2773
206e6f6d696e616c
4275742c
20417374726f
33332e
20486f72697a6f6e
20416c77617973
206d6f7669652e
206164756c74732e
2d6c656674
2057696b697065646961
20246224
202d302e32
2077656967686564
205b4062696231
207372633d2268747470733a2f2f
2053657474696e67
2055532e
206c6962726172792e
3c2f613e2c
2066726573686c79
576173
2052616365
20706f7265
57494e
20686967682d7269736b
2074657374696e672c
20313833
20444f4d
2069643d
4c4556454c
20706174687761792e
207265616374696f6e2e
5c6b65747b
20696e646566696e697465
206a75726f72
2074756e6564
5433
434152
66656e
206469736a6f696e74
205752
5f7469746c65
535445
2c72
206169726c696e65
206c6f6f73
20457374
5f666f72
204f54
205447
20637572766564
206f666665722e
57697468696e
206a7572697364696374696f6e616c
204d6f6c6563756c6172
207065727461696e696e67
666c756f72
666673
3570
206c756e6773
5769646765
2047726964
466f7277617264
732929
206661726d696e67
206d696772616e7473
e2809c4173
416e67
6863
313537
20286d2c
207265636f7264732c
20736b696c6c732c
313839
205369787468
20547261696c
20647261776261636b
20626179
204359
2043687269737469616e697479
217d
2f737570706c
20696e2e22
63616e766173
20737562736372696265
437573746f6d6572
736f6e2773
207665746572
2a2a282d312f
2050726f632e
206d69787475726573
76222c
5c7061727469616c5f
5f726567
206861732c
2076697369746f72
2076697375616c697a6174696f6e
6e696e672c
20636f6d7061726573
43687269737469616e
20446966666572656e6365
20646966666572696e67
206761736573
20686f75736564
206669786573
206f6e652e22
20506164
323132
696f2c
20636f6c6c65676573
67676c696e67
20736f6f
7575
20776f7273652c
20696e666c75
616c657274
206c616d626461
2048455245
20496e7465
2f6465
3064
204a7564676d656e74
206e70
745e
20696e6164657175
2073656e74696d656e74
20417373756d696e67
20566961
20676175
4247
20666c656574
204f726967696e616c
20486569676874
637574616e656f7573
2a33
295c5c
20436972637569742e
20737565
2f2b
5c65
20686973746f6e65
206e6174696f6e2773
207265736f6c76
5e7b283129
696e76
6963616e
d790
207374756469
20747269616c732e
206465726d6174
206c69676874776569676874
2066616974682e
7375646f
206d6f7669652c
20736c65657665
20626c6f636b616465
20686561646c696e65
5f7b6b2d317d
282e
496e76656e746f7279
2064656661756c742c
2073706563756c6174696f6e
20646966
2047414241
20726174696f2c
3c64743e
3e22
206d61726b6574732e
207268797468
2070726f706f7274696f6e73
206d61696e74656e
206e65676f7469617465
2043687269737469
20247b5c656e737572656d617468
206374
5c6d61746863616c7b487d
4867
6f6469
636f6e6e6563
207361766573
2073637265656e73
20762c
2046616365626f6f6b2c
20696e637572
205c5f
766163
2c5c2c
20706572736563
20466169
3e30242c
4669786564
206e6577657374
206f7363696c6c6174696f6e73
22416e64
544e
2073796d70746f6d61746963
6c65696768
2d707265
373530
204a616b65
2070617274732c
20506f6c616e64
20284d69
5368656574
2076656c6f636974696573
205765276c6c
205b5d7b646174612d6c6162656c3d22
75727279
206a7564676564
206579652e
657175616c28
30242e
426568696e64
20686172642e
20313531
2041647669
2045786869626974
20275765
205b4053
343130
20636f6e7374697475656e74
20284943
3c77
4d32
6f7461
204d7273
2063617061636974792c
20636f76617269616e6365
205032
207061727469636970616e74732e
2063616c69
2028537570706c656d656e74617279
207465656e
505245464958
20726567656e65726174696f6e
2072656c617469766973746963
2062616c6c6f
2929293b
207472756e6b
7e7e
6d616e79
2077656c636f6d6564
20696e6a75726965732e
636f6e74656e
204769616e7473
6f626c6173746f6d61
20285344
2071756f746174696f6e
2073706163656372616674
206d616b657273
20477579
5c44656c74
4e28
424e
5541
20636f6d6d616e646572
2064656c6976657273
202d6a
72756e74696d65
4c61726765
20706f726b
5f766172
5c6d61746863616c7b507d
4237
73747275
20746f74616c2c
20636164
5c7369676d6124
2a2a292e
4b494e47
593a
6174696e672c
20616d656e646d656e7473
486f7065
5472616e73666f72
696e636c7564
64617368
207765696768696e67
706872617365
46696c7465723e
207461626c6574
206368616e
20323034
63697479
73747261
2063726565
2072656c6967696f6e2c
204e65746865726c616e6473
204229
20646567656e6572617465
206170706172
67726f757073
434f4d50
2064656365
e2809c66
6427
204e6f6e653a
20636f6e6772657373
203325
20756e63
50726573
44657363
206974276c6c
207072696365732e
207969656c
546f6d
43414c4c
20505249
20636f6e64656d6e6564
20476f72
7d29242e
6d656574696e67
205c6f7665726c696e657b
6163696573
696e743332
537072697465
20706f74656e7469616c2c
2047726164
5e7b5c6d617468726d7b
73657276696e67
4551
202860
2042726967
e2809c756e
457863657074696f6e2822
67303033
206d616e6970756c
2073656d6573746572
207365636f6e642e
20245c7769646574696c6465
646f63732e
417574
206d75726465726564
20646f776e6c6f61
2f646179
2044696374696f6e617279
466c616773
206361706974616c69736d
706f70756c6174696f6e
205370656564
205b404236
323134
20636f6c6c656374696f6e2c
20636f6e73756c74616e74
206361746173
206e6578742e
2048756e746572
205c2a5c2a5c2a
28222f
20313030253b
20726573756c743b
205b41
627261636b6574
207269676874656f7573
524545
5e5c2a5e
696e7375726564
20436f75
412f
322924
627269646765
2e6f72
2028442e432e
206163636573736f72696573
20436f6d6d6f6e73
33312e
303234
20526570656174
20617274687269746973
20636f646564
206c696e7578
70757368
2f24
7b74
206379636c652c
20727573686564
3a36
206f7267616e697a6174696f6e616c
673e
736b656c6574616c
4652414d45
20506f72746c616e64
20756e6465727374616e
616d6f
2061707065616c696e67
20656e646f73636f706963
2070726163746963696e67
20736c6970706564
6f746f6d79
6d61796265
2053616d706c6573
2e636f6d29
5472616e
5a5a
20666f726d756c61746564
4d61727368616c
4d48
207365727665722c
2062656e64
7061626c65
2b30
3562
20677261646564
207265627574
4f56
20436f64652c
4964293b
636c6173736963616c
5c6c656674285c66726163
72796c
207472616e7366657272696e67
207765656b656e642c
63757373696f6e
313331
2061636b6e6f776c6564676573
2064616d6167652c
2042657369646573
20393030
796e65
2e54
436f6e6772657373
736f7262656e74
206576656e696e672c
206d616e6970756c617465
2070726561
2048697374
205c74657874
20726573706563746564
3d302e30
20313736
626f6172642e
38312c
206469736f72646572732c
636172626f7879
52616e
432a
20707572636861736573
20736965
4772616469656e74
6172586976
4c69657574656e616e74
2072656d616e646564
625d
6964696e67
492764
6476
20367468
20506c616e6e696e67
20706c616e746564
2044726f70
285829
206a7564676d656e7473
206d6f746f726379636c65
206572726f6e65
20532d
34312e
206d6561737572656d656e74732e
6261636b73
20636f6e66726f6e746564
c3ae
202d6b
20696e766573746967617465642e
204c61756e6368
4d6f64756c
206772696566
206c6573732e
20696e74656e
74696e6962
50726f63
7b69
20776176656775696465
42656e
20416c6d6f7374
c5be
204c61757261
20737472696b
2070696773
2045696768
4433
20246a24
204145
206d656d6265722c
2066617265
202763
2d6c6162656c
20726f746f72
202b31
6c6c6f72
64292e
20677265656e686f757365
20747261756d61746963
206c69706f70726f7465696e
20637265617465642e
322c303030
2053756e6461792e
20707562
20686164726f6e
20666f726d756c6173
626f726f756768
73706f6e736f726564
206578706c616e6174696f6e73
20667269646765
2072656d61726b61626c79
4a454354
6e7374
20436f72706f726174696f6e2c
204e75636c656172
2064657374726f79696e67
2070726f6f662e
20737461726564
6a6d
796b
20313939302c
207368656572
223f
5743
6d616e74
206865696768742c
2032293b
204e6172
20646573657274
206e6963656c79
7d5e5c696e667479
7360
2070756e6974697665
6d616e6167656d656e74
e2809c46
697472
206465736372697074697665
206c6963656e73
32392c
2053696d706c79
2077686974652c
2077726f74652e
726164696f
355d3b
206c6f736573
2063617061636974792e
206261636b656e64
335c
746f74
20666f756e64696e67
20746572726f7269737473
506574
20617070726563696174696f6e
20657865726369736564
20646f636b
2e636c617373
20636f6e73756c74696e67
206e6f773f
616c6c6f63
2049616e
2e7068
2e6f70656e
6c796e
3063
20677275
5c656e647b6172726179
6c612e
20616d706c65
2064656e6965642e
20756e6974732e
66616e
4c4f43
6368656d6973747279
706172746974696f6e
20496e73696465
2069737375696e67
206d616e7566616374757265722773
544f5253
6d22
206e656564732c
20736d75
20224f6e65
20373525
3a60
204d5f
3d63
6e6567
2e2e2f2e2e2f2e2e2f2e2e2f636f6d2f
20696e746572616374696f6e732e
2072687974686d
536e
53757266616365
205761726e6572
20707265736572766174696f6e
20462d
20636f6d7065746974
205c7765646765
20676f6f642e22
2050545344
20636861726163746572732e
20245c47616d6d6124
206c6176
207265706f
2072657461696e696e67
61636f
2072656c69657665
20486f7573696e67
20707269736f6e6572
5c67616d6d
207665686963
2072656675676565
6d6978
20637279696e67
2074686561746572
20666c75696473
20446f64
7374727563
20313939312c
204a616e756172792c
2070617469656e747327
5c636f6e67
20466c79
20506c61696e746966662773
20243224
204f44
207d7b
796c29
6f7079
64656c6567617465
20706f736573
204131
2061747472616374696f6e
206d616e61676573
20415753
20696e68
2e72656d6f7665
5258
7b5c6d617468
20616363656c6572617465
32362e
736561
2a2a302e
2a5d7b7d2e
20486177616969
20676c7574656e
313637
6433
7b73
207369676e616c6c696e67
207072657374
345c
20486f73706974
204e617468616e
2e68746d6c3f
205c6172
204b69726b
202d68
2d3530
696b61
20502e2c
2063616c6c2c
20616c746974756465
20776f726b666c6f77
20656e636f
20636f6d6d616e642e
5e7b64
504f53
206e616d696e67
4e6f72
292e5d28
656e7669726f6e
2066726f6e74616c
206e6f6e7a65726f
2076616363
204d73
726174696f6e2e
20756e73616665
20332e38
7278
737562736372697074696f6e
4f626a6563743a
206964656f6c6f676963616c
207475706c65
5e315e
207374616b65686f6c64657273
2033312e
2d6269622d303033
20302e3039
20636f6d7072657373
2022536f2c
2064657069
2063756c74
20484552
53796e63
736f636b6574
2d617070656c6c
20617474656e74696f6e2c
71756f
2061707072656369617465642e
6c6f677565
325d3b
707369
20557375616c6c79
206861642c
206c697374656e6564
20506174746572
73756e
7b787d
20746f6f6c732c
20656d69
204272656e
4d617274696e
206728
5333
20706172616d73
2d6368
54494e47
20536369656e63652c
20656d706972
206d656574696e672e
20434244
282b29
20737079
323830
7d5c696e
2050686f
206c61756e6368696e67
20746872696c6c
2031393835
205c5b666967
63656d656e74
20636f6e74726f76657273
616e637475617279
20707265736964656e742e
20636f6d706172746d656e74
20243330
204c6f6e646f6e2e
5c753330
20696e666f726d616c
206e6f726d616c2e
646972656374696f6e
206369746573
6865617274
205c72696768747c
2063757272656e
4d657373
282929293b
74697a65
737461626c65
20736972
2028466c612e
656e7369732a
7324
2041707065616c732c
20283430
2071756164
2c2a
20436f6e67726573732c
20736f6170
7472616e73616374696f6e
204c6f6f6b696e67
20417267756d656e74
47656e65
4576656e7473
207065726d697474696e67
2072656f70656e
2073656c6563746f72
5e7b312f
206d6f64756c652e
20656e67696e65657273
6b656570696e67
20496e737469747574652c
207b2373656330
2073696d756c617465
5f69242c
202d332a
287374643a3a
206f706163697479
2077617264
487e327e
2061747269616c
20686169722c
2e636c617373293b
20284344
6b77617267
5b6d
6c68
206964656e7469666965642e
206d656469746174696f6e
736c656570
3b7d
206f75746c6f6f6b
20506c616e74
66666572
20626c6f636b2e
746f6f7468
616e6769
436f6d70617265
4f45
20416761696e
207069616e6f
206167656e74732e
4578706f7274
656428
7b5c62657461
2063726f776e
20666f6c64696e67
206a6f696e746c79
2073757370656e64
2e646c6c
206761746573
20656c736577686572652e
20506844
6765616e74
706174682c
207768656e2c
395d5c5d2c
20536369
205454
3462
726d6f
2050616c6d
2042616e64
617973
2065766964656e636564
20245924
204c6573736572
20526561736f6e
204d616368
20616363756d756c617465
657373656e7469616c
3c43
5b645d
204173736f63696174696f6e2c
20726561642c
2061646d697373696f6e73
20526569
7072696e742822
206e6f6e73656e7365
2073747265746368696e67
20636f6e737472756374696e67
4e617669676174696f6e
d79c
20726573706f6e7365732e
2022536f6d65
2859
20646f6d61696e2c
20646f7273616c
20486570
646570
206f627365727665642c
20756e7665
5f455252
2073616c6d6f6e
57726170
2070616e7473
204d6561
2d676574
2074696d653a
20776f6d616e2e
6365727461696e
207261646172
20417272
6e616d6522
206772617370
206d6169
636c6169
2e6a736f6e
28782c79
3a27
746f6e73
202d342e
20706f6c69746963732e
20482c
204d6f64756c65
207a65726f2c
20302e3939
5061636b6574
4339
7870616e73696f6e
2031393834
2065786563757469766573
20626c6f6f642e
202d302e33
202254686579277265
20657374696d6174696e67
3d61
656e2d
204d616465
20636861726d
206d656469616c
5363726970
776f6f642c
432773
74697a6174696f6e
2067656e652c
207265666f726d73
206d61726b696e67
647374
6b2773
20696628
206261636b67726f756e642c
54726166666963
2067656e6572616c697a6174696f6e
2065766572796f6e652e
205570706572
20616e6e75616c6c79
20707572706f73
2052686f
5e7b6a
676f72
206c616e67
3d22687474703a2f2f
204c2e2c
20636f6d70757465722e
2057696b69
20466974
2e382529
436f6d62
207379727570
205066
2070726f6a65
6865696d
20414343
0ac2a0
20226964223a
2a2a28322f
494553
20472e2c
2073686170652c
2073686f7265
207472616e73706c
207371
206761732c
20426573696465732c
4d6173
6f746879
5631
6f7468656c69616c
206f726967696e73
7374726f6b65
205468616e
20313636
5c7068697d
416c6765627261
206d656368616e69736d2e
202d79
52653a
646f6d696e616e74
206368616f73
20646f6d696e617465
2070686f6e652e
20616c62
50494e
537769746368
20646961677261
c29273
2064756374
204f48
7265736f757263
313633
2048656c6c
416d617a6f6e
20656174656e
206d61747472657373
2077696e64696e67
20313533
726170
20686169722e
206d6f756e7461
6538
32382e
7365706172617465
20636f73742c
4f75747075
466172
6c6162656c6564
20616c676562726173
20636f756e73656c2c
45786563
20726570726f6475
207369722e22
20417468
2053656e64
352e30
2061646d697474696e67
207374727567676c6573
707269766174653a
20434f4d50
20702d
5c2c5c2c
204e65746865726c616e64
20616e73776572696e67
20436f726e
2074616e67656e74
206465706f73697473
206d69647374
20722c
68696465
696d69
204a756e652c
206e6f72746865617374
20706f73746572
