c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
725c65
dd
00
02
f3
05
06
04
0e
6e744578
12
07
1d
1e
7f
d4
f4
df
de
01
1a
cd
17
19
0b
10
18
16
d3
653d2264
15
13
0c
d2
dc
08
c7
d5
653d2273
1c
14
db
ee
c6
c8
ca
0f
cb
1b
cc
c9
11
d6
da
cf
d1
d9
ea
f0
ed
c4
03
c2
92
d7
c3
c5
ab
d8
ce
aa
d0
9a
ef
a2
8e
b5
b3
0d
a9
b1
a8
b2
eb
86
9e
b6
bf
93
9d
a3
8a
91
8b
97
b4
a6
a7
ad
bc
be
b7
9b
90
8c
a5
87
89
96
a0
bd
84
b9
ec
85
9c
8f
ac
99
b0
98
94
8d
95
a1
9f
af
ae
ba
e4
a4
82
88
bb
e1
75
81
83
6f
e9
b8
7a
77
e3
79
e8
e7
80
55
71
72
6c
68
6a
60
74
51
e2
69
6b
59
67
76
6e
40
56
5a
4f
58
57
e6
4b
70
6d
e0
4c
48
4e
4a
26
47
52
62
65
66
4d
e5
54
7c
45
50
63
7e
23
61
46
21
5e
27
09
42
2b
53
5c
43
44
7b
3e
3d
5b
3c
78
5f
49
41
2a
64
73
5d
24
28
25
3f
22
3b
2f
3a
7d
29
2d
37
2c
38
36
39
2e
35
34
33
0a
32
31
30
20
702d666f
7445786365
73702d66
6e74457863
223e266e627370
657b77
74457863
7b7761
207375726661
6e7445
70653d
6973702d
613e3c
656e7445
67657b
20616e796d6f
20696e7465726661
744578
74687b
20746572726974
2072656d656d
7b6761
207472616a656374
3d226469
687b5c
6e647b
20657870657269656e
7b646f
3d227375
656c3d
70653d22
702d66
204c61626f726174
22626c
726e616d
3a736d
2f4c49
7b6172
22737570
6e2e6a
2f2f77
2063756c7469
206e6f6d69
22646973
676672
5365727669
2070726f677265
20696d70657269
77772e
227375
6e6774
732f4c
20666f72657365
20616475
206361746567
2066696e616e
466965
61766173
7469766573
20627569
72696e7453
2070726f6665
6e6766
2064697374616e
677468
226173
20657275
612d6c
7b5c67
64657669
226469
2073656e74656e
2070726163
202a2a2a2a2a2a2a
204368726973746961
227374
2070736f
207265666572656e
2070657469
22666f
7461636b5472616365
20456e67696e
4e592c
42494c
20646f6d69
207465726d69
63656e6379
2066756e6374
2063686f69
742d76
2a2a2a2a2a2a2a
207665727469
5265736f7572
3d2262
726975
6c3d22
206f72696769
206365727469
207265677265
20656e65
653d22
7061727469
207b2363
20736369656e
416d65
204f63746f
2073657175656e
786365
65726e61
726f66
206265666f
2671756f74
7265663d
6f6e6c
2020202020200a2020
74613e
656769
2072656e6f
2061676169
20202020200a2020
3d2264
202a2a2a2a2a2a
5c656e
494c49
2073616e63
6e6c69
7445
20696e6669
206f6e652d74
2020200a0a20
70733a
207665686963
20766f6c7461
20736f66747761
20202020200a0a
6f726e61
696464
207265707265
663d22
706861726d
20636f6e74726962
2061726368697465
2223
676f6c616e
206f666669
205c7375
3d2266
2a2a2a2a2a2a2a2a
6c7d7b
207361746973
206d617272
637b
656e636f
2041555448
41532e
207562
6e6775
6e7472
726e61
20636f6e677265
2074656d70657261
20636f6d707265
207068696c6f736f70
666573
207375627374616e
616c7d
2a2a2a2a2a2a
65737369
e280892020202020
2043756d
2e6765
206f70706f727475
204c696265
20696e666c75656e
6248
6b4c
696f6d61
636f6c69
2064656c696768
206f72636865
72656c61
2073746166
0a0a0a0a2020
4045
20696e7374616e
207468726573686f
2268
206f7274686f646f
626c6173
20687573
65736f
222e2e
434f55
0a0a0a0a20202020
696e636c75
6d6d69
0a0a0a0a202020
726d69
70686172
636965732c
200a0a20
2063616e6469
436f6e7465
207375727265
63697061
202020200a2020
65725c
456c656d65
20456e6572
73702d
3d2273
2d7661
226f
20466569
2f7777
636965732e
6d696e6f
20666f6375
20496e646f
20696e7465726365
666c756f
2063616269
74656c6c69
206578656d
20706c656e
2f777777
2264
414d45
3d2274
20696e636f72706f
2e436f
206465666175
436f6e6e65637469
2d68796472
204163616465
6f6e6469
20756e7374
0a0a0a0a20
0a0c20202020
207375626d69
6f6d70
2d68616c66
20736872696e
202a2a2a2a2a
696e68
0a0a0a0a202020202020
6174613e
20436f63
20466965
204d656e64
736962
61636365
687b
6e7b
656d6973
6c616e6775
2a2a2a2a2a2a2a2a2a2a
6566666563
736170
41636365
656d656e
777261
722e636f6d
5c7375
6c6f6d61
6172616d
726d65
517561
2272
4f22
20200a2020202020
206163636f
20646570726573
56697369
722e636f6d2f
2073706563696d
6e7465
436f6c6c65
204d616e6167
526573706f
20636f6c6c65
20706f737365
6e7365
72657175
69626f
74656d656e74
414249
6c69657273
2020202020200a
2070697a
5c6c61
20486f6e64
676e69
746f6b65
20636f6d70657469
7261793e
20736574746c
20696e6772656469
20506c6561
0a0a0a0a2020202020
2e6d6963726f736f66742e636f6d
51756f
74657270
77696e646f
5c6c656674285c
204e6576
6174696f
2a2a2a2a2a2a2a2a2a
e28089202020
546974
6563746f
657061
0a0a0a0a0a202020202020
2066696e69
207b5c6d61746862627b
776c6564
456e63
202020202020200a
657072
7722
20202020202020200a20
616372
20646573637269
6d6d6f
69733b
20536369656e
206469736d6973
6f635f
20636f707972
0a0a0a0a20202020202020
72657365
6b6e6f
2061646d696e69
2047454e
536f63
6f7065726174
657270
20616e746967
0a0a0a20202020202020202020
63656e7465
6874747073
4f4d2e
6f726469
092020
e2808920202020
61646a
646d69
696e74656c
686f6d6f
6d617269
73637269
20656e76656c
6c696272
45786365
20245c7461
20657874696e
6f676c
20416476616e
6964656e74696669
206967
736e61
5c7261
2a2a2a2a2a
204f7070
0a0a0a202020202020202020
206165737468
6d6567
202020200a0a
20536963
6d696372
706c6169
6566756c
6f727473
207374726169
0a0a0a0a0a20202020202020
0a0c20
206f6d697474
5f4d4f
20477573
46616c
20446966
202020202020200a20
746f6d79
20436976
41726775
53747261
68696f
52656c65
65223a
206f7665727768656c
20726563697069
5061727469
687461
7274223a
696e6775
736d73
667b
207472616e736365
2068756e64
666563
6e6369
206172726f
6c616d6264
636f6e6365
676d61
206c756272
70706c
74657269
206e617475
6d706c65
6343
696265
28746869
436f6d706c
656d6174
2063757269
75706c6f61
20200a20202020
20726574616c
576569
44656c6567
48656e
2d706172
3d2263
207363756c
686472
63726974
20200a2020
437d7d
2061636b6e6f776c6564
7072616374
726e6f
697669
5f4b45
2062656c6f
65636f6e
206465737469
2070726f6a65
676c6f
3c537472696e67
657374726f
2e6874
3c2f6d
696c64
72616e63652c
6172616e
476f6f
6e696768
726f78
20676f75
20436f6d6d697474
61723e
696e656e
61646572
696e666c
2020202020200a20
3c706f
687269
5c6570
617266
2065786365
2020200a202020
446966
2053747275
20576963
537472696e
697074
207363686f6c
206879706f7468
6d696e75
436c75
616e69736d
74616e656f7573
61676e
207072696e6369
20706174686f67
204e696765
732a5d7b7d
2041677265
20696d7075
2072656672696765
657b
74796c
61766564
5c6d61
65726963
6c6473
20506f6d
6164696e
656d626572
544142
7265636f
74696f
736c69
6f21
2072657175
20687265663d222e2e2f2e2e
20726576656e
456c65637472
496465
616e6973
736372
69706c
20245c6d61746862627b52
205161
6e636f
20687265663d222e2e
2065736f
534f555243
737562736574
696e6973
696d656e74
726578
6e6167
2262
73756273
636f7270
0a0909090920
6f6e6e65
2041637469
20636f6e64697469
6d696e61
757070
20706861726d61
206a6163
2255
6c293b
65726174
61746879
655b
65737461
7465726961
2073796e7468
726f7068
6e6f64655f6d6f64756c6573
70792c
20566964
62757474
6c6f75
20225468
4d6343
656c62657267
6c617373
2b2d2d2d2d2d
61766f
20636f6d6d69
46726564
7175656e746c79
205c6e6f
5f6d65
74687573
20286265
20446576656c
206e756d65
7b5c76
70686f73
66697273
20697373
200a20202020202020202020202020
656c6564
20706f69736f
657870726573
20617261
75726e
7369676d
613c
726e73
20646566696e69
206c6175
63616d70
726f6c6c6564
656e6465
6f776572
2041626572
726970
20747972
204f7074
2050726f67
667275
756e6461
2072656c6174696f6e736869
63646f
457865637574
6e656172
61727573
65737472
7374726169676874
20416c6d
42726f7773
6174746f
726f67656e
6d6572617365
72657273
5f7369
736279
20736174697366
20415353
2e4e4554
6465746169
67756c617465
6369746174696f6e
6d6964696e65
70726f73
2d416c
72656475
65702d
67756573
676f6f67
56414e
6c65746f6e
2020202020202020200a20
436976
7b5c6d
656174696e67
2b2d2d2d2d2d2d2d
7868
20447563
5c4c
72617469
6d706f
206465636973
6974696f
707469
2f6469
2e7574696c
2b2d2d2d2d
657669
206a7573
206d69524e
69726f6e
534953
627374
206e6174
7d65
6e746572
75742c
2050656f
737769
656665
2070617265
63746572
2073796e64
7261636b
207b5c6d617468
2053434f
67292c
20736162
577261
69737465
6563746f72
70742e
205c6d61746862627b527d
5f5359
3d4d
6f72652e
7265736f
63686c
6d6269
416c62
696e6469
43686f
617368696e67
204e7574
696e6a
2049646561
7b5c70
2077686974652d
647973
6d6265
205c65
616469756d
2f636f6d
205072696e636970
756973
61676572
6f6c6974696369616e73
64656c65
5f505245
20636f6d706f7369
20476f73
20657870726573
2e676c
72656c65
5b4043
202f657463
4d656574
64656c74
63686e
696e6765
535041
6f6379
616e6f72
617270
756e6e
2062696f6c6f67
6368616c
20657868696269
2073656c662d6465
696f677261706879
207265766965
20496c6c75
2a2a47
6e7468
6c655f
206d6963726f67
20696e61636375
66757274
706c69
204c6562
64697370
75697265
2053656f
63617461
696f75
207371756972
676f2d
415449
20225375
696c6c75
6f223e
617276
7067656e2e
544943
c3a970
20736167
0a0c2020202020
6769626c65
2066757475
6e697374
666f70
2b65
20737566
7374726174
204173736f63
206166666c
736c6572
6d6574616c
676f76
2044657669
0a0909092020
61636375
2a54
756761
6f7228
20706869
2d6c696e
6d6f67
6573732c
20434c41
736368656d612e
666973
626a
415353
207661636369
4d4544
7b5c6d61746862627b
6d61746f6c6f6779
63686169
20696e74656c
76612e
4c293b
6d6d65
6c696465
206c6569
206f6e6c
204665646572
2076616c69
616772
2048657272
446576656c
646f69
696e74726f64756365
205c5b5b4070
20617272616e67
20cebc672f
54687265
5c5b6c
65736961
69c3a8
726d61
6f723b
666c69
2062617267
2073747275637475
285c66726163
2067726f73
0a0c20202020202020
2075747465
646970
616c62
207472616e736d69
6672616b
2056697461
3c2f70
63686c6f
696f746963
5f5f5f5f5f5f5f5f
6d612d
6f6e22
20225365
70726f78
74726169
435443
20616c6f
2f546865
3c2f63
6d6561
706973
6f6761
20736f7272
506f7369
616b6564
2070656163
657973
20245c74
206162737472
0a09090920
70617265
457665
74696465
74696365
4927
656c696e
20202020200a20
70797269
63656e7472
61737365727454727565
2043616e74
2661
62656172696e67
2043726973
7b7b5c73637269707473637269707473
206469736561
206b696c6f
2077696e646f
6d61676e
6661636573
207065726f
41627374726163
537769
73637261
206d69746f63686f6e64
696e652773
20284441
6f2a2a
2041646f
6c616765
204c6169
616e6472
666f73
206379746f6b696e
50686f74
6e756d6572
206a6176
3a6c
657074
2054756e69
205072656d
48616d
63656e746572223e
2acebc
657463
616e6b
4c6965
733c
20202020202020200a
4f726967
6d616e69
6f7567
73743a
72657365727665
204e6578
206465636c
6d756c6174696f6e
617375
20696e647573747269
20637a
6f78696e
6c6169
63756c65
6f6e736f
746f722e
204d6f7261
446562
656369
20706f65
50726f66
646f7265
207468656d73656c76
206675726e
2041707065
466f726d617428
2f636f6e
64625f
727374
6f726f76
796e6368726f6e697a65
6172746963756c6172
2028626f
616c7479
206163636f6d70
557469
416e61
204d656164
636162
6b697374616e
63686d656e74
2261
2048656d
203c70
787461
65737465
20756e70726f
20617065
20477574
20506f69
0a0a0a2020202020202020
434b5f
4c6963656e
20536f6c6f
76616c73
65737365
0a09092020
6163636573
5c6d626f78
20657373656e7469
20676f72
6e692c
20696e7475
616b75
57616c6b
706f72745f
6d616e2d
6a757265
20766967696c
646174613a
204d6344
7362757279
5a6f
676e61
69642e2c
786572
20436f6e73747275
506169
676769
6f6b73
2052656369
7363656e
666c617368
737761
435050
7d5e7b5c
6974696e
2064656661
206c696265
205376
7574696c2e
4d4554484f
72796e
44656c6574
686165
20504943
537570706f72
6c61696e
757474
416c746572
5f7661
647b
6c617973
72696465
6974616e
20576861
20286d6d
736f7572636573
6172657a
70616d
2067617468
6578636570
2d7469
6d5c
726e65
6c6529
54696d6528
66726571
4d4554
61747573
466f63
44697363
73636f70
6c2a
6d656e74617279
2042617263
436f6e73747261696e
7070656e
732e68
637469
2f77696b692f
20467275
746f7065
4c4154
6f6d5f
2068617a
617373657274457175616c73
5061727469636c65
2064696c656d
6e6b2c
20646973706c6163
20446f6e65
7368696e
637275
616464726573
204d4953
20437974
204370
205c6d626f78
756d6e
67612e
7365742c
206d657263
2d696d
20736e697070
206173736f63
4c6f6f
46545f
63742c
20202020200a
45525459
63756c61
20284641
20534348
6371
435552
74686f72
20686f6d656f
5c62756c6c65
616c3b
2d6e61
6f72612c
736c61
3c5f
2064656e69
686574
4c4f4e
20676c75636f
20756e696d
676c6f62616c5f
73756c666f
2074686569
206465706172746d656e
74726f6c6c6572
53637269
20636f6e636f
5f726573
72657370
20496e7370
206e6967
46756e637469
2e7365
20576964
20416e696d
546172
207374796c653d
20756e6465727461
207365717565
53686164
696d672f
207061696e746572
20436f6d6963
204d656c626f7572
20656e756d65
6d6f64656c732e
70696573
67726f75705f
69c487
616c697a6564
2063697263756c
20795f7b
636f6d7075
2247
2022747275
696e6174696f6e2c
20636f6d66
504152414d
76657374
5c6c6566745c
444f54
7065726d
205374616c
457874656e73
2e3c
416273
207372633d
53636f70
69676d61
20776f6d65
616264
6e656572
6f66667365
6f7363
642a2a
6d697374616b
5f6368
5c6d6174687366
6761626c65
204b6e6f
507562
475055
6570696e
20466c69
0a0c202020
205472756d
726368
206f72672e6170616368652e63
2043616d7062
506f6e74
4f4c44
576974
206e6175
636172626f
646f7473
20646973736f63
20636c757374
61746572
2063697669
776869
737072
7072696d
20616c6b79
746f62
61726d61
20566963746f
2f636f
202020200a202020
757264
6164652e
6c6c65722c
61636564
20506169
456666656374697665
656164
20736b696c
2263
5f5f5f5f5f
6163652c
204261726f
2047726173
6b616d
2072656672
2e4974
207072697661
205c636f
736d69
696375
2028444d
75696c
20426c65
4465746169
69636c65
206672616d65776f72
5161
6172696174
20766568
2043616d6572
20636f6d6d6f
4255494c
3d69
2245
434552
206573746f
4c69737465
6f6d6567
20737570706c656d656e
5441524745545f
426174
736f75
5548
696374
2073617469
20666f727475
76697274
4c6561646572
202873656c66
2f7374
76657262
4a61636f62
2041756469
4465736372697074
20776f7272
7d5c73756d
73686966
224973
656e762e
6a6176612e
206d617274
20247b5c6d6174686672616b7b
6c656e3b
79732e
65656d
653d
2057697a
0a0a0a2020
74686572617079
20526573756c
65717569
6c6f672f
206d6f6e6b
20636976
436c6173734e616d65
696e737461
69746174
20496e646570656e64
20225761
756562
4f626a656374697665
6b65795f
534d41
626c79
2073616372
6172656e
544343
636c65616e7570
204b6973
204165
200d0a2020202020
5c5c5c5c
735b5d
454e56
20696e7465726163
2d6365
7563686564
6469636174696f6e
2e53656c656374
5f6c61
20776f6e64
70743b
67726f77696e67
69737469
27616c6c
48616c
28752c
20494d504c49
416e69
2252
6c6c6f
206576616c
676c616e
496e69
6f78792c
736b65
20696e666f726d6174696f
67656e6f6d6963
20416d7374657264
747970653b
63756c7475726564
206d6f6e74687329
77736b69
65787573
616c75
204e6974
6d6f6e6579
534f4e2c
70726563
20526573746f
20726f6275
206170706c69636174696f
6c436f6d70
46697368
636c6f7468
4c696e6528
5f7061
495245
20476162
2044697363757373
546f75
47726170
6f7578
5f7b747d
2067726f63
20434129
2055532d
204465636f
466972
2d70726f7465696e
2041747472696275
666176
287468
2a4e
61646d696e697374726174696f6e
205479706963616c6c79
41637469766974
5370696e
206272656173
207370656369616c697a65
7669616c
7b527d
657269616e
61726564
6e6469
206f6e676f
2066616e7461
61652e
4f5054
47494e
616775
2073756264
2048656c6d
2028546f
4d72732e
64796e
2e636f2e75
5c6372
75705f
416e746f6e696f
75737461696e6162696c697479
20736970
205c70695f
2e676574537472696e6728
206865723f
6372656174697665
73797374656d732c
457863
2e46696c65
616e646572696e67
2043616c6966
20726162
436c6561726c792c
725c
656c6963
796e6368726f6e697a6174696f6e
207365656d696e67
206772616e75
20656e68616e
206164656e6f
70756273
6d73672c
5f6163
6d7061
206d6f6f74
6e6462
20696e7665737469
20247b5c6d61746862667b
417070656c6c616e742e
6f736964617365
5f5354415254
61646a656374697665
20416476656e
206d616e74
2061636365
61636369
7d54
20706f6d
696e697374
292e736574
756c6e657261626c65
20426163746572
206c656769736c
7562737469747574696e67
78272c
5c54
436c696e746f6e
20417373657373
2061677265656d656e
20486f67
207472616e7370
7461726765745f
206f6666737072
4170706c69636174696f6e73
7769766573
5b25
537472696e673e
72656c79
206361666665
206469736c69
7472616e736c6174696f6e616c
4e4348
6e75747269656e74732d
20736c617465
6f7269656e74
434f4d4d454e54
5c616c7068615c62657461
207072656d617475
207363726f
53656e2e
2063756973
20564547
206661722d
677261646c65
4461746154797065
20636f6e74696e75616c
6d6f72706869736d
434f4d4d
2d77697468
62292c
48414e
20656e646f77
676c6173736573
52656769
4972616e
4d6167656e746f
2276
6e72656164
204368696e6129
2053617669
20646973637573
434e4e
204361726d
627564676574
726567696f6e616c
4f7074696d697a6174696f6e
492773
45726963
2d776562
7573696f6e73
2041726b616e73
617765736f6d65
20226361
496e736572
6f6e63
2073796c
206972726974
20416d70
737472696e672e
52454d
2c44
67616c6163746963
6e656e7473
7369746573
727574
4c6567616c
2c56
616c696e
6572792e
20666f69
63616e63
2043617262
6f626a656374697665
2050726f636573
526f7574
4d697373
616e5f
447d24
2d666f
6b672f
20636f756e73656c6f72
204d63436c
2064616e67
636976696c
7061636b61676573
2a2a54
727063
6c793b
20636f2d776f726b6572
6d657465722e
61727465
206a69686164
64657465637461626c65
20245c5369676d615f
205c7269676874295e
295c2a
766f69642a
20636f6e74696e75653b
20696e6572746961
20636f75706f6e
2061646a7573
2062696f70
20656e666f7263
20226e6f6e
6f6361696e65
6f6f6c3e
5345545f
796c7472616e73666572617365
6172677329
6e6f63
697070
436f6d706f756e64
206869676865722d
5d5c5d29
206d63
696e73696465
736964652c
2056656e65
20505041
20284154
41726d
6576656e7429
2f6a73
204d617468656d61746963
2064726970
2072656c6174
636172646961
292e5c
474143
5c73756d5f7b69
434544
6c656374
c3a163
206361707375
766976
20696e6672696e
206e63
47616d
68616e69
7274696e67
2070726f6e6f756e
20617263686974
204e6f7264
20284354
425344
20626173696e
207265666572656e64
20783d
5075626c
54726163
474c5f
20785f69
64696d6572
6573746865
5072656c696d696e
20636c616465
2061647665727469
2077617270
204361726c73
204d656d62
496e7374616e74
20284d65
c2a00a2020
526571
76616363696e61746564
204e6164
206761726d656e74
53656e61746f72
537072696e676572
617373656d626c6564
204672656465726963
62696c6c
7c45
736861646572
2e3c2f
4873
6f7669
636f6e646974696f6e6564
206a7567
6261636b7570
5f5355
75726765
20656e646561766f72
20536369656e74
61736b
676c75636f7365
20416d69
2028737472696e67
526573706f6e73652e
45584543
74617065
2d616d
5768656e65766572
4d6973736f757269
20476f76
204f7262
2064656c696e
2050737963686f
20706b
686e2773
6e74616c
207665696c
204b697474
4c6175
7468656d73656c766573
207769746e
20526f67
20416272
207c5c
7a6d616e
46616972
426f6e
4449524543
6f6e696e
20626564726f6f
20536b65
696e636c75646573
4d656173
205f45
3d22747275
63697373
6c6f61645f
74696f6e3a
706c616e6e6564
205f69
76696f6c
477d24
41544f52
656967
696d6d696772616e74
2063617263
56696465
636f6e64756374
7472756e63
696369646573
6173736573
666669
2a5b
6f6e2e22
74726578
2257
200a20202020202020202020
5c5b73
2068756e746572
20455343
6f706174686f6c6f676963
416c7265616479
6f6c612c
72656374616c
6e7461
207265656c
20736372757469
2050616972
636a
63636964656e74616c
2061746865697374
20495041
205361747572
6661756c74
70726f746f6275
5c6269677229
5f5b
6572732f
6b696e672e
64656f7879
7b5c6d626f787b
20434954
20747269676c79636572696465
45636f6e6f6d6963
2047616c69
6665646572616c
20642d
64726976
65636f
6469616772616d
6f272c
6974696f6e2e
2050726f74657374
20495353
206b65726174
20706879746f
20747970653d2273
415d282366
6672616d652e
2d7374617274
70706f696e746d656e74
5377656574
205c78695f
53414645
2d223e
6275665b
6e61747572
507329
204865617468
436f6f
737461727473
7269636b2c
72222c
6d616c69676e616e74
656d706c6f796564
206a6577
2052616e67
425b
2028646f
73746c6573
6c696768742c
70726f6261626c65
20245c67
20222573
20406d
64696c
6c746564
6e293b
6f72672e65636c697073652e
20486f6c74
67617465776179
20546974616e
657870657274
55544552
616e6e6564
2061636375736174696f6e
20737972
436f756e63696c
556c747261
205061636966
204775696e
20536564
206e69636f74
666f726d696e
53657061
205c6e22
77656564
564543
61636c
504c45
6d292c
44697265
726f616473
697a6f
7b5c2c
696e3b
20656c656374726f6c79
206361707475
6d757468
28436f6c6f72
20247b5c6d61746863616c7b
4e5441
5c41
6c696768742e
6f6974
2061646a7564
206c61706172
2052616e646f
20496d706f7274616e74
2274
7d7b72
48656c6c6f2c
686e2c
206b29
20496e7472
6163746976655f
616472656e
5c65787028
20646174615f
6b6f72
61746963616c
6d6f756e
44494f
657373696f6e
61782e
616e63792c
206f76657272756c65
20756e7375
6153
746529
6f6473
726164696174696f6e
2056696f
2068747470733a2f2f777777
6162736f727074696f6e
2d686f6c65
48692c
206f6274
207265646972
207b5c6f70657261746f726e616d65
41727261795b
213f
436f64652e
6c6f6e2c
6c616e64732c
20596561682e
206c7574
52756c6573
6c6c6c6c6c
496e7465726e
746e6572
756c2c
205c5b7468
207d28
4f707469
242822
4e6574666c6978
6e742d
20656c6576617465
2024445f7b
204d634d
73657269616c697a6572
5f6d6f
206a696861
206f6e77617264
2046696e6e
50726f67726573
6377
706f69
6c6569
2064697365
43616e636572
7e52
726577
c2b567
6e74696c
6465616c
20457661
636f6e65
6f6d2e
656e74726f7079
4d45544552
666561
5646
73746172746572
4f68696f
44617368
2b2d2d2d2d2d2d
5f706172
446f63756d656e
636f6d70696c
2061676974
20544b
49726f6e
6573747261
4648
6876
6761746573
5c6d626f787b5c626f6c646d617468
20616e6772
436f756e7479
28742c78
24282723
444152
74656e64
697329
206c6961
20526570726573656e7461746976
68746d6c2f
416c6578616e646572
2070756e6374
4566
2d776569676874
4672616e6365
626574746572
73746f6e6573
636e74
6d2a
2050726f7669646572
20666f7265636c6f73
202a412a
2020200a0a
20756e6265
206c6e
0a2020202009
3d5c696e74
636b61
2067656e746c656d656e
57696c736f6e
207472616e7363656e
486f73
65782c
207265746972
204a43
2045787472616374
2d7965617273
4c7563
545443
494e2c
2067616d62
204b6170
20696e61
2052414e
6d6574686f6473
48494748
4c6173746c792c
207365616d6c657373
20506c75
2b5d
4f5045
2042726578
2062726f6164656e
207371756172
2022666f
5e5b
5d2d2d5b40
20736f6e6f
202f686f6d65
207469746c653a
24287468697329
207265736f6e61746f72
20436c617265
20692d
504154
6b7d29
285c7061727469616c
2e736f
20726576697365
2061646f72
62626c6573
696d6972
4d4f5245
615f69
2073616765
20726167
20436f6d706c65
ceb12d
6d657368
726b79
6e612773
50687973696373
2073656e69
204f726967
6368616e676573
2d706f6c79
6f626a2c
727269
2063697263756d7374616e63
206772616469
206d69736572
6d696e757465
205f4e
446f75
3b29
447d7d
20486f6f6b
4372797074
5c6368695e
20456e7669726f6e
2073757363657074
5468616e
636f7365
2e656e
6c6575
2e4c2e
20486175
506c61736d
53686f72746c79
73637573
6f3f
6e65732e
2065696e65
43617465676f72793a42
2063616e6365
4c61796f75742e
7175616e
4c2a
20706572737065637469
2061776b
20245c73717274
4e6f76
7175656c
6b696e65
644c
73706865726573
2f2f2d2d2d2d2d2d2d
2266
445329
6d6f6e642c
7373697665
20746f646f
20666c696768
20616e61746f6d
2027496e
205f6e
20737562636f6e7472
2d666163746f72
3a46
206f6e6529
20677265656e73
2056616e636f75
526573706f6e736528
20497465
536570
61747461
6572222c
636865732c
2043656c746963
2052757374
4d757461626c65
3d22402b69642f
2072656e6f766174696f6e
206d65736f6e
20486f6d6573
20436f72726563
202728
5f686173
206172636865
2070726565
536361
537472657074
2c5e
66292e
2049726973
206c657373656e
2072656c7563
5c6b6572
736978
77617272616e746564
203c6c69
205b57
7521
636c6169
69656e6365
204a756e67
206b65746f
20617363656e64
2077696474
526f6c6c
4a4a
7375707072657373696f6e
4b696d
6a77
626567
7527
4d7572726179
20756e6465726c696e65
204465746572
7265616c6c79
436f6e76657273696f6e
636f6e74726f6c6c
4222
736174
2f2a2a2a2a2a2a2a2a2a2a2a2a2a2a
615d2c
27596f75
20676f746f
6c6963617465
736976652e
2043687572
20436f6e73756c74
206d6b
2063616e76
41746f6d6963
504144
696e7465726573746564
20656c6967
20666f726765
2d4952
2e707574
6172612c
20414448
20435245
667d7d
6b292e
204265726b65
3c4f
6e75636c65617365
496e647573747269616c
4761627269656c
206e6562
70687468
7a686f75
487d5e
53454d
612d7a
696e6574
6f43
64656372656173696e67
2063686f6b65
20576f6e
204961
612c622c
646576293b
796365
72696e6773
205265646973747269627574696f6e
7469636b6574
2070656e7461
20646973726567
57686f6c65
205b2a41
2055494e54
616b696e67
20776f75
205c5b70726f70
6a72
525443
2041637475616c6c79
20444d53
7175697374
63686f6c65737465726f6c
436f6c6f7572
6c793f
536e6170
52454c
6e652d
2073656d69636f6e647563
2054686f726e
6c696e75782d
7a657273
7d5c7269676874295e
6c6f6f6b696e67
615e7b
456e636f646572
62696f6c6f676963616c
696461746564
7b5c6d61746863616c7b4f7d7d
206d616e6575
546f537472696e67
75726963
626f64792c
73696c69636f6e
2028546578
746c652c
2064696c757465
206d617368
2070757270
696d706c696573
204f57
456e746974
7d5c6c656674285c667261637b
5468616e6b732e
47414c
707061
75782c
2042656e64
636c6b
6d5f70
3a45
757369
206c757374
656e67696e652e
6d657468796c2d
7a67
2068616c6c776179
20696e76616c6964617465
526573706f6e64
20577269746572
206c74
2e526f77
676176
66696c6529
726963682c
656467
7072656a7564696365
204d6f6e61
6572736f6e2c
6e6163
206275646765
207265766965776572
207265706574
204c696e75
20617d
413d
61726368696e67
2062616c63
20616c6275
202d49
496e64657829
7b507d7d5e
2052617368
2073696d756c74616e65
203c626f
20506f7373
4d6f7267616e
6e6f646573
756b61
416476657274697365
204865696e
206772656564
6c69676874656e
7769726564
6d697474
2053706f6e
20432b
542e2c
2642
5e46
5c64656c74615e
2e70617468
65706572
736d616c
72616e73706172656e6379
646961676e6f736564
206772696576
696e6b69
417368
5944
6f66662e
736f7273
20736e75
2028626c756529
2073706563696669
20286c6f77
6a6f79
3a48
206465746f
20437970
c3b66e
4d617028
2068616d6d
205b7468
5f6b65
444543
6172692c
646169
726f72
20636f6e7374727565
206f7574646f
7175616e7469746174697665
207468656f7265746963
206368696c647265
20526561646572
20222d2d
7374616666
536f72
222e22
2e7a6970
61727279
20666962726f626c6173
20284d44
205469636b
4368726f6d
436f6d6d656e
5f6b24
206e6f6e2d70
277d29
626173653a3a
63686564756c6564
6465706c65746564
20646576697365
496e70
7e50
506879
2020200a2020
2d696f6e
4e2924
72697a
70292e
20626f69
2063686f7264
22546f
20245c6c
6f7574732c
63697263756c6172
205363616c61
3d7c
4163746f72
6163746f7273
6c7473
726f6c696665726174696f6e
2072657075626c6963
2070757070
c2a02020
3c7374
6d6f6f6e
2a2a2a2a
2d646566
433e
5f6462
63617274
4c696e6b73
5942
494f5f
20446576696c
707572706c65
204669676874
4d504c41
706f696e742e
5463
61636869
52757373656c6c
20486f6c6c
2e73756e2e
617a757265
4372656174
537d7d
224f
75692d
73746172745f
524954
6465677261646174696f6e
205061696e74
7973746572
676c61
6e616e2c
747c
20636572616d
206d696e7574657329
20436f6e76657273
5e2b5f
205c5b74686d
215b41
43686f6f73
64617368626f617264
696e636964656e74
28615f
6f75722e
205468696e67
5d2e5b
696e7465726e
6572616e
7b77
206a756469
205374726970
20546869727479
207267
4c7d24
7d7a
437472
7472616374
2e4b
61746976656c79
2054485245
2061666669
656c6c612a
207072656c696d696e
53746566616e
20666f6c6c6f776572
204f6e74
20545e
53746174653a
466572
6f7074696f
726966
696d706c69636974
204b24
48656c7065722e
43616e63
446973706f73
5f73616d706c65
6a242c
3a54
e2809c4b
20274c
656e74696e656c
2d6e65
495345
207374617274657273
205061726b696e736f6e
426c6f62
7d5c63697263
656e636f64
454e5453
647279
466c6578
207773
7370656369
424153
677d7d
6e6f70
204a6572656d
206f6f63797465
20636f6e736572
5f6f72
5c696e636c756465
732924
7061696e
6963616e73
757276
6369616e
7065726f786964617365
204b616e74
20735f7b
707822
626c696e
756369
656473
204e657665727468656c657373
41646d696e697374726174696f6e
204d634361
73637261746368
205b404e
6f6c6f676965
2027756e
2e657175616c73
636f646573
75756d
485454
746869732d3e
247175657279
706f6c7973616363686172696465
6727
20636f6c6c61626f72617465
206372617465
2070656465737472
66756e64696e67
5f4e4f54
2d7761746572
69726f2c
477d7d
6b6861
2c49
7468696f
7b5a
2052616e6368
206d617475
62656c69657665
73657276657222
2e7073
796465
6c696674696e67
2046616365626f6f
2063616e6e6162
7374646f7574
526f6e
506c6179696e67
2266696c65
6164766572746973656d656e74
206672657175
20285049
204e5043
7b5c766172657073696c6f6e7d7d
536f6c6964
2d6f78
456c69
424f58
4163757465
6d657468796c61746564
582f
74756e65
414e53
73223b
647570
6f6765
6972652c
20436f6e7375
20534553
20245c6574615f
506f6f
277d7d
796561722c
5f4348
502e532e
49502d
225c
74656e646572
61746522
726f6e65
7269732c
456477617264
20506861726d61
416c69
7d7d3b
266e627370
2073687574746572
2070726f68696269
20536368656d61
42616e64
7265646972656374
4c4554
6f6e2f
206175746f6d6f62
20696e73746561
206865736974
50697065
6d6f64756c65732f
636579
20636172626f6e617465
206e6f69
2043617261
2045786f
207369676d
20534352
5c7061727469616c5f74
2044616d61
2061727469666163
2d6f72
746572732e
20646f6d65
2073706163652d
20636f6e6469
4d696e757465
286f70
4c6561677565
20706f736974
4d487a
7361766564
73242c
696f6e65
67656e2e
206e617573
20626567696e6e
20417061
2052656365
416c74
6a6f6e
7370656374696f6e
747a2e
20706f7065
557375616c6c79
20496b
20417262
2044697370
20546f706963
6d69676874
776561
64792773
20696e63726564
20536b696c6c
206261636b2d
2024475f7b
20685f7b
6f67656e6963697479
5144
6168616e
4b4e
206164686572
20245c6c616d6264615f7b
706172746e6572
206763
5d5d29
2b79
5c7d5f7b
656d732f
275c
2e657175616c
697429
20746972
656e616465
7e69
20226578
206369727268
2045646d6f
2054726169
45454545
62656e7a656e65
482f
444745
756164
6d617279
2d706c
6a6173
7968
446566656e7365
206475616c2d
205f74
2d776f72
446567726565
4275696c74
726a
566f696365
204a61766153637269
20675f7b
656e796c
5e7b5c66726163
3c2f64
636f66666565
204c617572
204c696d6974
6d656d736574
2d636f6465
696c6c612c
656e7465727072697365
6875727374
7374756666
5f616c6c6f63
6e6f726d616c697a6564
73747265616d2c
6973682e
696e6721
206c657468
2079656c
53656c662d
2064696e6e
7574746f
65726173
20756e6163636570
206e6f7374
206f627363
206368616e6e
204d696c6c69
20636973
4c6a6176612f6c616e672f
5265736561726368657273
203c696e707574
6c646564
6f772e
4c494d4954
5f434f4e464947
7666
543d
75646573
2071756f7461
2048656e64
4d617463686572
20636f73742d
5d7b7d5c5f
6c617a
20696e7465727072
2053636f7574
204c6f676963
5f706172616d73
7d62
656d69612e
64676573
6f642c
20666c6f7572697368
2068616e6469
20706c656173652e
6d6f766965
695d7b7d
616c6b796c2c
286172
20554e49544544
7d58
726f77696e67
2061786f6e
20676f73
2056616e64
737769636b
537973
6c6c696564
66757274686572
2057696e6e
706963747572657d
53637265
2022636f6d
6e746572707265746174696f6e
726d7b
712f
585858
616c7465726e617465
0a2009
68747470733a2f2f777777
4d5329
534129
5f7b5c6d617468726d
75726e696e67
696c652c
206469616d6f
436f6e73747261696e7473
2067616c61
2024425f7b
20286368
5f436861707465725f
2047656e6572616c6c79
20766f6d6974696e67
204c6575
204e6973
20456973
2069736f6d6572
20426f6f6c
6d6c696e
2050756c6c
4f64
5f454e44
20286361
20496d706c
456e636f6465
5c6269
6d56
702a
206472697665776179
526174686572
2046726575
5377696674
2d717565
472f
696768746c79
207878
627573746572
63686f73
4d4154
6c696e655f
20476f7265
20636163
2065726563
20696e64756c6765
4c696e6573
2543
7374617274696e67
6f73616e
7374726f
20756e64657270
20285052
547765
4d65737361676573
245c616c70686124
697874757265
4c452c
6f6f6c
204372696d
2061726373
20476c69
2072656f7267616e
203c687474703a2f2f777777
6c5f7b
5b42
206d672f64
2073656c662d65737465
20726570726573656e74617469
20715e
642924
697c
61293b
657328
636f6c6f7572
2d3e74
556e61626c65
64652f
6d7065
2070696f6e
20616c6961
266c743b2f
2762
6e675f
76616e697368696e67
69636f6e73
454429
52414e
20457870726573
20745e
2d3e72
2c5c64656c7461
636c61696d73
746167676564
6f6e655f
6c5d
206b696c6f6772616d
20416e616c
506f77
707a
555446
2d75736572
2044756e6e
2072656d69
456c656d656e742e
53686170
67726561746572
6a6572
6465617468
66696e646572
2073656172
20494d50
4275696c6465722e
3a74797065
666f726d616c646568796465
6f67616e
6469746564
20414c54
417a757265
6f626a65637473
6572726f725f
535052
616e616c
6c616b
53756e646179
41637469
6b6c6579
2061766f
20224875
206a7564676d656e
20776569
3c2f77
456e756d6572
66616d
20706f7374756c617465
206578706c6963
20527573
70726f647563745f
28646566
5f494f
207361793f
20617373696d
2044454c
20506f72747567
205b4054
4f6c796d706963
20617267732e
6e6f6963
506965727265
206164756c74686f6f64
20652d63
20706f6973
205a49
7b7d3b
7c58
28722c
207570726567756c617465
50726f706f736974696f6e
206d69736c6561
2072656669
207068656e6f6c
20444f43
20737472656e6774
206962
206c796d70686f
416b
556b7261696e69616e
7375727669766564
20736561736f
204f6c6976
20446f6c6c
74696d656c79
20646973636f6e6e6563
6d6174657269616c73
6e616d653e
4c48
20467572746865726d6f7265
2066696c61
2061727365
526563656e746c79
63727970746f
456e67696e
205f62
2e7064
61626c792e
726b65
20616d6269
204c616e6775
2054756d
204f2d
7265736f6c766564
2e5e5b40726566
7461626f6c69736d
6162736f7262
537566
5469636b6574
3d70
706f7369
617175
204d6165
20466175
45787472616374
466f78
5f53544154
7061727473
55534552
424c4f434b
7d5f7b5c
6c656f
69632d
4e6f7277656769616e
2070737963686f6c6f67
2052696e
20636f6e736563
2070726f737468
205c67
746865726d
746f6e696e
2e55
205061756c6f
2067726176656c
436c7562
726164696f6c
2f6d6173746572
6f6d656761
7175652e
746d6f73706865726963
207072696e63
696d6d756e65
20526562
427974657328
69616e6f
6962696c6974792c
2072696e7365
20666573
205468696e
7264616e74
5075626c69
426f72
2f6d6f64656c
657374696d61746564
736368656d
73746174696e
434143
63746f
617469766573
706f72742e
655c
204e474f
207265667265
206672657175656e63
20465f7b
4d6964
6a6c
28656e
2d6275
7d5c707369
746163
20636f6d6564
20737461746529
204f47
203d5c
2022736f
53796d62
69756d2d
3d22687474703a2f2f7777772e
696e67292e
726974686d65746963
206d6574612d616e616c79
20436869636b
6e74686961
2d7761
504c41
6861726d
434147
2070756666
205875
20c2a00a
2074686f72
20226265
5e47
55494e54
766f7573
6c6567616379
20285353
204c6c6f79
20226e616d6522
6169726573
63657074696f6e73
20747265617375
20677561
2d646972656374
77696c64
284529
69672c
20617273
2076696e65
204070
206c6f61646572
4c6f63616c65
426c61
697061
736166
68796c6f67656e65746963
204d4346
206672616e6b6c79
2070687973696f6c6f676963
2070726f6e
20465245
20687474
67616e67
6b64
45443a
20696e64656d
696d70616374
20636c6f6e
206d6574612d
526573756c7428
46696c656e616d65
617661696c
53756c6c6976616e
206f706572616e64
207368696e
6b6b61
555452
262c
206d696e6961747572
207265776172
205f63
42455254
2d656666656374
7a616c
46494c
756e73
6974793b
457370656369616c6c79
495076
736166657479
204f7065
6e6f74653a
726571756972
54495645
6563616c
206d6f6973747572
737572766579
20617765
20696e766f6c76
526f79616c
245c7369676d6124
205028
7a64
2e62617365
204368726f6e69636c65
206d61737361637265
2066756e6572
7567696e6f
6d657472696373
466f6c
5c7269676874292c
696d706c616e746174696f6e
2065726164
2061666669646176
4d6f6e74
5a24
52292e
6f6261
616d6572
616e6e6f756e636564
207265686162
204b4c
434f4e5354
2047616c6178
e2809961
737472696e6729
73696572
2d616e
626c6572
72292c
206e696e657465656e
73747564696f
2024675f7b
6169726965
207264
206664
5f6d61746368
20527d5e
20476e
206b5e
273d3e
2070726f7068796c
6d65722e
20696e7369646572
204c6567656e
20466561
205675
20436f6e76
474354
6e733a
697374696e67756973686564
2073796e6472
2042756368
207365727669
205856
20285354
205b75
205f4a
5f7472616e73
3a42
6b5c
746175
204d6561737572656d656e74
20636c6164
49737261656c69
617070726f76616c
2024645f7b
224f7572
6d6d2d
696c6c79
207b5c6d61746862627b52
20706f6c7928
207065726365
446174615b
204d656173757265
277c
7d7d5c7269676874
637d7d
202476616c7565
206a7569
20756e6f
204857
5c44
617d7d
3f28
2246
7870
6564223a
6c696e74
2048617a
20486f66666d616e
20646f6e27742e
206272616964
20507265666572
292e24
7376696c6c652c
7c75
487a2c
656c2773
204a616d61696361
2053746566
46696e64696e67
7265636874
5c5073695f
636f64655f
5c4c616d6264615f
2e6974656d
204669726d
20547565
2073756767
e2809c6465
5d282361
3a537472696e67
6374696f6e2c
205369676e69666963
52616469
20656c6c697073
5279616e
596f75276c6c
697175652c
70726f6365647572616c
204368616e64
204174686c
4465636973696f6e
2b6b
74726970
20646f65736e27
4f6276696f75736c792c
20284e49
206173736f
5e52
61622c
6173652e
204d616d
207365676d656e
696e7465677261746564
546861
556e69636f6465
61726574
293d5c667261637b
726d65642e
2047726f77
20726f7461
5475726e
54696d652c
5a4f
2d636c
7374616e74
636f766572616765
2064656c75
2022436f
536f756e6473
68696f6e
74626c
6d61696c3a
20537570706c656d656e74
20492f
4b68
6c6f636b293b
4759
20776869737065726564
537472656574
20536170
4d696e69
646f6d61
6d657373
69747929
616767
20696e6a757374
436976696c
2024745f7b
417263
7b5c44656c7461
206f70706f6e
206d6f7574
204e2e4a
6d616e73686970
5f70726f63657373
687970
697a65722e
207061747269
536d6f
7765696768746564
20626c6f6e64
2074656d706f
206469706c6f6d61
73726570
61696465
7a656b
6b6a
6227
757473
2073746164
2042726f7468
57415244
67726f756e
2d6c69676874
70756e
61676f6e
20636f69
20546970
202a2a4d
517569
6e6f726d616c697a65
657870657269
61636c6573
616c616d
6973746f
205b4b
2f696e6465782e68746d6c
202020200a20
616e746861
46464646
6e702e
6265726e
6369612c
2d73697465
43616e2774
6d3a3a
2d73746570
746563686e6963616c
2057415252414e5449
2074726961
462e2c
5f746572
4a656e
656d7d
27272c
2474
636f6e7374727563
6f71
636f6d6d656e
6572293b
656e666f7263656d656e74
20617070726563
207d5f
3a58
64657a
545454
534947
696768742e
206c757265
434c415353
204d6163726f
204c5f7b
696d6167696e67
2e54657374
2d5e
7c66
20687265663d222322
206772656574
20536569
204e6170
20727567
69646165
7061746873
6c6962726172
6e616d652e
5278
5e2d24
206d61747465
206179
514d
62757479
666169
7d5c746578747b
64696e61
20736174656c6c
206d696e6973
20415e
436c65
616374696f6e5f
2d6c61796572
616e6963616c
6174656e
746829
20747269706c6963617465
20506564
5f545950
5c696e7b5c6d6174686262
54616c6b
2d73656c656374
2d7465
66222c
696665
6e7573
205472696275
2068656c706c657373
207472696c6c
206d65736f
20577269
27223e
285c64656c7461
20432e4a2e
7072656669
4c6f6f6b73
20667261676d656e
20717d
20756e636f6e
6261642c
62616e65
47292c
7265666572656e636573
646163
205169
20656c7563
20736f62
587d24
5f535441
285329
70292c
636974697a656e
206f7267616e6f
2024635f7b
5a58
6d617463686573
7a63
737563636573
4e292c
436c61757365
4f626a65637429
7765646765
5f63617374
5c766572
6e65737322
4322
686970
52414c
20617373617373696e
206a5f
6564457863657074696f6e
2e272c
204d656d70
207469737375
7b5c7369676d617d5f
20285b2a
77617465722c
7b487d7d5f
28746f
67726f77
636f6c6f726564
204d7972
20616c6d6f
2028522d
206f72672e65636c697073652e
54686972
5c71
7365637265
7041
2064656d6f6772617068696373
206d61727665
205c7461755f
6d696e75746573
5f666c616773
487d24
666f726d2e
202a4b2a
204c6f6b
20626f6f7468
2063796c69
20245c626f6c6473796d626f6c
2053656e73
5b404b
4261636b7570
65666665637473
2d6672616d65
3a63
74223e
207468696e6b3f
4569676874
466163746f72792e
6b617461
4153434949
572e2c
205c72696768742e
2b74
722924
6f292e
2e5765622e
20636f6d706c61696e616e74
20747261636b6572
2046656465
636f6d70696c6572
73657474696e67732e
457175616c73
78746f6e
3d53
70632e
2e696e646578
20646973706c61793a
7b5c6d75
207265636f6e73747275
2053746577
20534541
416374696f6e28
20595f
4f7574636f6d65
5f696e7374616e6365
6d616e756661637475726572
206c696e657329
206e6f64756c65
204e6574776f72
20626c75652d
496e76
73696465626172
484f4f
4c292e
7065722d
20626173696c
2044454e
20436c657665
6879706f
53544152
672a
6f73636c65726f736973
2066696e616c65
6465746563746564
6c696162696c697479
757362
69723e
537e
66292c
6f6c66
73746f6e2c
206d6173736163
20436f726f6e61
2042656e6e
204a6176
6666726579
7374796c657368656574
2c5c6d75
6f735f
2047656d
447269
4a4d
544f5259
6d6a
616161
7461626c652c
696e737472756d656e74
4769726c
737065616b6572
796f7465
205b73
636974696573
2063726162
2067656e6974
2046656d
416374696f6e73
2d6162
75642c
67696e672c
65272c
706f73746572696f72
2062656c6965766572
206e656c
2024465f7b
5969
2a2a43
5f7b5c696e667479
6f6b2c
2069726f6e6963
20417369
2043616d65
207772697465722e
69612d
61696e2c
204576656e7475616c6c79
416c7465726e61746976656c792c
2061667261
20496f6e
2070616c61
207472616e732d
2d666f6f
74693a
56292c
65727465
782c79
4928
c3a46e
2074686565
20496e646f6e65
204963
204d7963
205f43
22416c6c
6163746976656c79
417267756d656e7473
636f646563
69612773
2070726f67656e69
20796f7572732e
7472616e73706172656e74
204228
6a6176612e6c616e672e537472696e67
5c6c6162656c7b65
6272616e64
7b5c6d6174687366
736174697366
7072696d6974697665
20526962
20646576656c6f706d656e
537472696374
2072652d65
74757261
6f70696e67
42656e6a616d696e
ce942a
657874656e646564
5b695d29
575d
67696e672e
6f6573
206d6f6e756d656e74
20486970
50687973
5c5d2d
5f444953
422f
7b417d
207072656469
557365726e616d65
6464656e
20656d6974746572
205f5f63
204d617261
204368616d70
206263
5b5d29
507265747479
20446978
200a090909
52656d
702924
616d6964
5f7b4c
626c6164646572
657870657269656e636564
20284152
2043617270
20616c6976
70726f6d697365
49643d
4e534d757461626c65
73746f6e652c
675d
204f7269656e74
2046414c
4469737472696275
687474703a2f2f69
414a
63617473
4d656469
5149
427e
6455
73706f7274
776172652c
6e6164
20636f6d6d6f64
204a52
656421
20706176
204d6f62
74656c6c696e67
636d2c
6e75636c
535243
4d617267
756e6b6e6f776e
6d5e7b
636175
676565
6e742c
20756e617661696c
50726f6d
436f6d706c65746564
2d7365636f6e64
68796472617465
72656c6967696f6e
20636f6d706f7365
20756e636f6d
2053696c76
776c6572
2461
4c4f57
726573732e
66746564
20706f6c7973
20726567656e65
53454354494f4e
6461746128
6772616e
72746f6e
737429
2063757274
2052454c
272724
427269616e
5f4249
20636f727275
6368656d6963616c
20747269676c79636572
5c6265746129
7b7b5c63616c
6c6c2c
64657370697465
20616666696c696174696f6e
20646973636572
205368696d
205c7a6574
737072697465
6379636c6573
3d78
616e7573
6f6d6f72706869736d
696b2c
282f
742924
206275636b73
20726562656c6c
6f636f6e7574
206c616365
20445f7b
6e757473
785f6e
6e5c696e
6d705f
657472
2069733f
7175617369
20737068
27546865
75626572
77617264732c
2070726f766f6b65
206578636c7573
205546
636f75706c65
5c6269677c
7872
e2809c4f6e
20756e666f6c64
756e6976657273616c
666963
6e6f6e2d
6465737472756374697665
20245c626574615f
506572666f726d
4f757473696465
73282929
656e3a
204275726b65
20667269676874656e
2072656c6561
3c65
717565747465
4d617373
7d43
4f292c
74656e6365
7374726561
536369656e7469666963
204c616b6573
796f746573
426f74
2e636c6173
546f617374
6c656d6d61
4422
20436f6d6d6f6e7765616c
6d27
4368726f6e6963
204d6172696e
20726967687429
202776
54656c6c
686f7573
2e6c696e65
787d7b
285c44656c7461
727d24
6666696e67
69616c2e
20415350
446f74
4572726f7273
2e7275
66616c73
7027
204a6173
206d65617375
204929
2064656e736974
5c616c7068617d24
435d
2e5b40626962
66732e
476f6e7a616c657a
75746f6e6f6d6f7573
2050616c61
20506961
636c6173732c
5365743c
5c2c5c
20436174686f6c
205665746572616e
64656e6472
205328
2f7773
5f535452494e47
436f6e6e6f72
534f53
68c481
726f6f6d2e
6f6c796e6f6d69616c
20456174
20636172626f6879647261746573
20434f53
20242843
2044656c69
3c7474
6374782d3e
29297b
5c6d61746863616c7b47
676572732c
53656e7369746976
204d61796f
20546170
297b5c
75626d697422
5c686261
74616e65
726569
20537461726b
24245c6c6162656c7b
205a7d
6275636b73
5769746828
73746f72652e
2d785f
5c70686929
2072656e64
657474652e
4576656e7475616c6c792c
696761
20616d626974
20656e64616e676572
206665617374
20657279
20285c5b65
20475241
203d3d3d3d3d3d3d
486f7572
656c6c612c
7d5c71756164
7c7b
697465732e
204d6f7373
2072696273
6e756c6c29
204d414c
4d62
20696e6a65
6261722c
6c6f672d
746370
686f772c
6e796c
696e63756261746564
20637269636b
20666f726d69
2072696262
c3b161
7265717569726573
636f6e6669677572
6c6f6767
6172746963
6f646573
656c2d
204a6170616e29
2043414c
7e6d
2d6e6176
5742
786e
6172646564
20737572726f756e64696e6773
6d61696e7461696e
20616d656e
20776f726c642d
636f6c756d6e73
44656164
746f74616c5f
2024282723
6865696768
69746f72
20506967
526f62696e
48656170
4d756c
6962726172792f
632b
6e6962
75726e6974757265
204c696e636f6c
204648
2f646973
707265666572726564
2043697469
2050616e64
204275726e73
5d7b2e736d616c6c636170737d2d
2d726567756c61746564
726f772c
547269616c
426167
6c696b656c79
2d636f756e74
243c24
204f6c65
466f726d756c61
204d6561737572
20456e646f
636f6e76657273696f6e
5f7461736b
776f6c
5a2d
2e77697468
72615f
20737069636573
20736f6c766572
204c7564
2d6564
5c626567696e
536972
74696d655f
65766f6c7574696f6e
2e6469
686e6572
2046726965646d616e
207072696f726974
c2b046
207e2a
617373656d62
727279696e67
20707379636869617472697374
20636f686572
206f7574646f6f7273
20636f67
204046
2041646d696e
676964
6f6e69616e
20756e616e696d6f7573
5b4041
573a
506f737369626c65
6e52
2041726d65
206c69737428
22596f75277265
207b5c6d61746862667b
2e2e2e746865
72656365
6d7069
2042696f746563686e6f6c6f67
2061676772
20616e74697175
206c696761
20636f6d706c696d656e74
20536e6f
70726f6365
5d7d24
5f7b41
2063656e747572
20706572736f6e61
4b616e
5265636569766572
636f7272
6173736564
7578696c69617279
206d696e6f7273
20285050
20616e6e6f74
206d616e6966
526571756573742e
545950455f
5c72616e67
417474616368
285c6e75
536563757265
73242e
6f726168
70617264
20737572707269
57656273697465
706f6c796d6572732d
206e6f75
20496e646963
20574f524b
20747874
4578706c6f7265
4c6172
436c6f636b
2073656c662d7265706f7274
204b617261
206c6565
5c7269676874293d
6172726f
5765277665
6573736573
20626172796f6e
20706177
20257322
2073757267
2829223e
206e6f746368
20687572646c65
2074616e74
20436f6c6c6567
20436f6e6e65
20224c61
527d24
547261696e696e67
457869737473
2077696474683d
667468
696c6c6573
65736f6e
20656e6c69676874
206861756c
6d6f6d656e74
55696e74
5f5c696e667479
746966
20626c656564
4f7468657273
2274657874223a
2042726964
207376
3c3d
4e696c
616e646564
20476f75
2066696c6c6572
204e617669
64292e
2070726f7370
20476c6164
6469736d697373
20466f756e
205c626574615f
207366
4d6f6e6f
5468616e6b732c
76293b
2063727573
207469746c653d
5f73656c656374
69737365
2225
20536f756c
20415341
206e6f742d
4865617274
20226d61
494473
5c726d
65792773
206d6f746f72697374
76696374696d
2054726567
206f626a65
2075706c6f61
202a71
6865647261
5f6966
42697473
4772616e64
484944
6e616d655f
646176
5b44
6f732f
746d6c2e
20656c6563746f
20636f6d706c6963617465
616e797468696e67
207365712e
2053656172
20506572666f726d
6c69657374
7c5c6e61626c61
616c3a
6e65642c
73757270726973696e67
207265636f6e63696c65
20695068
6d6f72626964
20526563656e746c79
446174612829
205c74686574615f
282723
6e7563
544543
70616964
73686f72
67292e
556e6465727374616e64696e67
20524d53
20736f636961
202a57
5f6c6f6164
7363616c696e67
547279696e67
5b46
4c4552
20737472697065
506f6c69
547e
696e647573747279
20706f73736962
205c52
206d79656c6f
4c4c4f57
4d4943
657773
20526573656172
20506861726d6163
6772616e7473
2070726f737461
20526174696f
6a68
4154495645
6f6c29
206578616d696e6572
206e6f7a7a
20477265656e73
20282a70
20284d43
206d7963
6f70656e28
74616e73
20736869706d656e74
206d696c6c696f
20496c6c696e6f
2024585f7b
73747265616d2e
61736961
7357697468
206f78796765
2049736c61
7065646963
7265706f72
200a202020202020202020202020
204b756e
2073757266616374
204672616e636f
20735e
206368696c6472
737072696e672d
2b68
756e69636f6465
2b6e
7d5d2c
686f67
2073706f6b6573
534f43
20636f706f6c79
5061727479
20706f6c69
756e6f
20736b75
20424143
20224465
295d3b
2d737472
686e61
4d6f76696e67
5c215c215c21
2050696f
506f69
457874656e73696f6e73
5c6767
6976656e657373
2067656e6572616c697479
6170706c696361626c65
6d65617375726564
205c67616d6d
20ce942a
2e637373
20616c6c6579
205843
223a5b
44726177696e67
2254
72616a
6f73652c
207069616e
0d0a0d0a2020
636c617373696669636174696f6e
4d454e5453
204c4f47
776972
583b
5c73756d5c6c696d697473
2e636865636b
70792e
6c292e
2e6c656e6774682829
2070726f6c6f6e
65706f6368
206d41
2042757474
20536c6565
706172616d6574
6f5d
2064656365697665
20756e646572657374696d617465
61737369676e6d656e74
2b7a
6c616e636865
5c2c7b5c726d
5f6361
2f6d6f
634e
504553
2d666c
7465787429
7378
6e65722773
20617472
20496e7665737469
677261646564
73756273656374696f6e
5f73657276696365
282a29
796d616e
6d706572
696e647563696e67
64696374696f6e617279
20284d49
206f72672e6a
7468616e6b
207375626c69
66616b65
6372656174
544f50
6f6265
4a6572656d79
6465706172746d656e74
467269646179
2043686c
207265696e7374617465
202a5f
4f27
70726f6f
5f68617368
5468616e6b7321
20617274657269
206465666963
537475
3d72
7369676d61
676973
636f6e6a7567
205a6f6f
5c706572707d
676c6f62756c696e
6f6d612c
2053656564
2064696365
20456c656374726f
447572
6f7267616e697a6564
7265663a
416d656e646d656e74
2063696c
205472616365
6162696e65
6d61702e
7d292b
776f726b2e
7661626c65
20756c747261736f6e
20436164
2050697474
2050726576
205c6c616d6264
4f7074696f
5374727563
3d2428
74686f7261
706165
467d24
3e5d
48652773
7678
4c495354
7b7b5c626f6c6473796d626f6c
4d4153
696e6e696e67
205368656574
547261636b6572
7574696c732e
67726176
5f5f5f5f5f5f5f5f5f5f5f5f5f5f5f5f
53656e696f72
c3a472
526f6f6d
4e6174
7775
646a
7341
205c2d
207369722e
20417669
47656e646572
6469737472696275746564
7a73
224c
2d6d617373
616e676572
696c6c69
20636f72726f
64657465726d696e6174696f6e
536176
685d
2066617469
20636f727073
20766f6c756e74
5f544f5f
20757466
706f6f6e
2e6a6f696e
656e7472
286c29
206461756768
20676c756f6e
2046616d
7b567d7d
2d3e74797065
6d68
2063657265616c
2047616e67
20646567656e65
20676c796365726f6c
206465736372697074
204d617267
20416e73776572
286c6f63616c
616665
50616b697374616e
204f74746f
204d756d
20534341
792e636f6d2f
69737375
28282d
2067756172616e7465
204275696c646572
737472696e6722
2041646a75
5151
6f75747075745f
736875
6f776564
446570757479
20726573696c69
20647261776572
736c69646572
20526f74
5265616374
2a2f2a
6722
636f6e74616d696e6174696f6e
2070756e6374757265
2e68746d6c2361
20526967
6576617264
4d6f64652e
224e6f74
3b3b3b
74696e6773
2053544f
52656c6174696f6e73686970
537472696e674275696c646572
666661
2e70646629
206f766572666c
2d4d69
785b
65732d
7374726174656779
20686973746f6c6f676963
20736166656775
207265616465722e
69736174696f6e73
3d54727565
2e782c
747572626564
6277
7b5c746578747b
657a65
20526976657273
46756e6374696f6e616c
2053706f72
2042616368
2047656e6572617465
28766f
68612e
68732c
2073796e74686573697a65
20504342
616d62696775
68617a617264
205c7661727068
285b5d
4379636c65
2e436f6465
6c6174696f6e2e
2070656e63
20756e697465
20636972
2061747461
43617465676f72793a4d
206d6973636f6e
20626f7574
6a6162
5f434f4d50
636f6d706c65
75696e6f
285f5f
204d6f756e7461696e73
70726f7465696e
20567d
2057697a617264
536f7572
5f766563746f72
6f6d652e
6965733a
2070726f70686574
206d7567
5374616666
205c5b63
7061757365
5648
2074656e746174697665
2022646f
2e636f6e74656e74
746f63
2063686974
20464253
20736375
6f7665727479
204368726f
2052656475
2044697265
2c765f
5f726573706f6e7365
41626f7665
2044617274
c3b16f
7c29
67656e6f6d65
4274
7d2e24
6174612c
20646f726d
205368616d
20676f6f67
476f696e67
7d24292e
5b76
6f752c
2048616e67
20524f4d
206f7665726861
206c656167756573
6d706c6974756465
766f74
67687479
54454e
2052656e74
205b68
6a6176612f
202f766172
20524c
5d28687474703a2f2f777777
50726573656e
464622
4e4354
3a4e
7b5b
725b
204261726f6e
206465656d
2050524553
2050726f7669
20696e64656e74
6e6b72
20455850
2d5c6c616d626461
785c
5b45
6e657474
6e6f2e
757272
6f73746572
2e706172736528
7a6b
6c6f7273
2e6c656e67746829
2070726f6c6f6e67
52756279
28412924
626c75
20747269706c6963
2070687974
2073756274
204765726d
2c5c6f6d656761
2d22
74696f6e2c
2070797468
2d796c
20226865
2054687265
56656c
2878297d
616e742773
2064616d61
20676c79636572
20546f6b
4d6f6e6579
5f7368617065
64657373
656e636f64696e67
647d24
5954
6967616e
5f6e29
6c6178
20637269746572
20245c7369676d615f7b
537069
2273
616e6368
645b
20656e636c6f73757265
205a696d6d
2047656e646572
64656661756c743b
2d6865
20796f752e2e2e
636f6d706c69616e6365
2028534e
2070726f6772616d6d6572
2063617375
20656e61
e2809c4f
5d29293b
50656e64696e67
73756363
69676572
4e75636c2e
20576564
636174616c6f67
2049636f6e
46656174
4f7074696f6e732e
225d29
496e746572616374696f6e
7d282d
2e5b40
20617070656c6c656573
206d6f6e6f706f
2047656e6f
72657475726e28
696e64656e74
5c6b617070615f
2d6368616e6e656c
566965746e616d
20696e686162
436f6d62696e65
646574656374696f6e
205b406d
204d6f7a
3c4c
6d65616c
7661725f
5c6d7528
207368727567
206865726d
204948
5f616c
295d2c
6f6462
796d65
20656e6c61726765
206a656f70617264
204465706172746d656e
206954
