c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
dd
00
02
f3
05
06
04
0e
12
07
1d
1e
7f
d4
f4
df
de
01
1a
cd
17
19
0b
10
18
16
d3
15
13
0c
d2
dc
08
c7
d5
1c
14
db
ee
c6
c8
ca
0f
cb
1b
cc
c9
11
d6
da
d1
cf
d9
ea
f0
ed
c4
92
c3
d7
ab
ce
aa
c5
d8
c2
ef
d0
a2
b5
b3
a9
0d
b1
8e
03
9a
eb
a8
9e
b6
9d
b2
a3
8a
86
a7
91
8b
bf
be
93
87
b4
a6
bc
b7
97
90
8c
89
96
ad
84
b9
bd
a5
ec
85
a0
99
9b
98
8d
95
9c
8f
ac
b0
94
9f
a1
af
ae
e4
a4
82
ba
e1
bb
88
81
83
e9
b8
e3
e8
e7
6f
25
80
e2
60
55
75
7a
51
79
6c
6b
71
65
40
78
62
59
69
77
6a
e6
76
68
72
74
66
e0
4f
39
67
63
37
5a
61
26
7e
38
6d
56
6e
70
58
4b
5e
36
45
4a
35
57
4e
4c
64
e5
30
23
47
34
32
7c
46
52
33
5d
48
09
2b
44
54
4d
50
31
43
42
24
3e
5c
5b
2a
27
7b
2f
53
21
3d
5f
3c
29
41
3b
49
3f
7d
28
3a
2d
22
73
2e
2c
20
0a
65662d74
2073686965
297b72
3d22687474
2f7777
3a736d
662d74
792d6d
227461
65662d
61743d
2072656d656d
20636f6e74726f766572
226469
313165
20646576656c
6d696e6773
2f2f67
2074617267
20636f6d6269
7265662d
2f6769
202020200a2020
206a6f69
7b7265
200a0a20
20437573
676c616e64
3d2274
206469616265
6172792d
463d
202a2a2a2a2a
5f5050
20506f69
2264
20726f79
63616e65
2064656669
206d616e7573637269
20200a2020
657072
20616572
20636f6e6e65
736372
206578616d69
576865
20636f6e7669
2061636375
706174682f
2272
e28089202020
727469
72746d656e74
207375666665
2a2a2a2a2a
204d6961
2d6669672d30
3a3433
20706f7373
687b
2072656265
20696e74657261
20726576656e
206761746865
20756e657870656374
7b5c6d
72792d
2020200a2020
737422
2066616d69
6c796d
4c3e
206d6973636f6e
627374
653d
5265717565
73637269
734279
204172697374
204d656368
706f69
6e6968
30312f
726d61
545255
76616e74
2274
203c69
2072656475
34333a
206f6666656e
2a2a2a2a2a2a
6f6e736f
202020202020200a20
2262
6e636f
2061636164
20202020200a20
6e7469
204d616861
6d61747269
206d756e
5265706f
6e697472
204369722e3139
20666f72676976
0920
726974653e
5c7461
61726d61
20202020200a
656369
7175656e74
616c70
207365717565
20776965
57696e64
626c79
20284261
51756573
616e616c
302d31
207472616e7361
2046726965
50726570
0a0a0a2020202020202020
616c696e
666c69
73706c
206465647563
20726577
637469
697061
2070726f75
766f69
20666175
20746574
6572726564
616775
44656c65
206465746169
206465637265
646c6572
207265736f
0a0a0a2020
526f75
20616e65
696e737461
636f7272
0a0a0a0a202020
657669
2d76616c75
626567
6c616765
63686f6c
6d697474
20636f6e736369656e
537472696e675b5d
2063616e27
625c
6c6169
506f7369
2e6d6f
2d30392d
6f7072
6879706f
6369616e
206368616d
2064657465
736d69
2077686f6c
454545
2266
20756e636f
283139
6f6573
332d30
206d756c7469706c69
43726f
20617573
206d757365
636f727265
687970
746976697479
7469616e
206a6176
20536f70
7b5c70
20646566656e
43617465676f72793a31
2d747970
63726564
5d2823706f6e652e3032
207075726368
206f626a65
4f706572
663d
696769
204a65727573616c
206172636869
52756c
2066656c6f
20202020202020200a
20496e7472
2020200a0a
20686f75
70746564
2073656375
6b2b31
224e
2073746f6d
74726978
20526166
61636574
6e616e74
20616e73
20245c7661727068
20677561
206173796d70746f
312c5c646f7473
7472696e
20616e797761
2a2a2a2a
666963
7374726561
756b69
6e30
70726563
707469
20416c6173
20245c6368
66696365
206469736d69
746163
63797374
7862
2050657472
65746865
63657365
20736f63
706c6174
3c636f6465
207065726365
6974696f6e73
206578636573
2c5b
43414d
207472616e73706f
202020200a20
202366
5b4043
204176656e
20656e636f756e
204d61727368
656e7468
204d6565
20616767726573
2061727269
6275636b
797068
206d657461737461
69736368
2d372e
6564656e
72686f
5c6f
4f5244
6f6765
73616e64
205b335d2823
7265717569
206173706972
71756973
63696465
2074726f70
20696d61
70726f64
4f5254
204e6570
69616e67
20736f7068
207265766965
205c72
656e6469
43656e74
616e746f
20446173
20696e636964656e
20696e6372
63617465
6c7561
e2809c4f
6f6e6e
70726564
206164766572
73697a6529
736d616c
207072656669
6163652c
20616372
687265
6f6269
206c656167
2050756e
72756c
746d656e74
20707379
656c6c6174696f6e
56455253
2f6c69
5c6465
205065746974696f
706c69
206469646e27
66726163
726970
686f76
204368616d
20245c73
20596f756e
20245c7073
696e696e
65743e
2470
4b616e
20436f7272
6e646f
44657363726970
2a2a2f
20726564736869
4073
7469736d
363031
6f6e63
707265636970
746573742f
30303129
676973
70686172
617469746973
63796c
20245c50
20426567
696f736973
20686170
205c64
70726f626c65
20245c5068
206e617669
207b2373656331
645c
6f6d6574
205068696c6c69
446570
656265
2073656e736974
706169
20766f6c75
0a0a0a2020202020
64656c69
6c6f7665
7361626c65
2823
646566656e64
7373656e
65726f6e
696a6d732d31
6974696f7573
206672616e
7836
6e616e6365
20616c6c69
2062726f61
6f6772
74686f6e
7837
6c6f7573
6c652d
c2a02020
53686f
2052656d
20616472656e
7870
205c7068
207b30
5b46
47756964
6c697465
6e657365
20696e6475737472
375c
20372a
796368
6c6f62
616e75
20435249
416e7377
2066657272
4f7267
6f7272
696e6572676963
206c69737465
736570
204d616c61
4265686176696f72
20245c616c7068
6e6f736973
657074
5a69
626c652c
2041776172
2073776f
68616e74
427974
20616c6b616c
20245c78
32297b7265662d747970
696574
50726f6a
3d54
6574686572
65746564
206e76
6f63616c
68c3a9
6574686e6963
204a61636f
50726576
42756e646c
333331
2244
2073686f75
2073637269
204d616e69
456e746974
20245c6c616d6264
5d28236669673229
61707065
206272696c6c69
2450
204a6170
646164
393029
20766f75
207765656b656e
204d4f52
2067656e69
204c6f7569
76697369
2073796e74
206a757269736469
2e676f6f676c65
7175657374
74657269
6e7461
6c61756768
637279
207472656173
20617474726962
6c616e74
5c2a5c
20736d6f6f74
20656e6162
617068
6c7572
2d5b
32342d
2028657272
7068696c6f736f7068
2070686f7370686f72
2062726f6e
20747972
6164696e67
546561
6465726d
5d2c5b
65732f
2054686f
303529
646861
204275726b
2d30382d
204c657474
20706861
626f756e
6f6d6567
676972
5065746974696f6e
353032
6d5f7b
69616e61
6465636c
20657870656e
4d6164
6f726967
73656d69
202a2a2a2a
706f736974696f
20736163726966
7838
6c696361
676c6573
617275
546869
696e7472
20657868
67292e
2062617279
204174746f72
6c6f6779
6963746564
6e7468
20416e7377
696e646572
2052657369
7a6c
6964223a22
697a61
2066656d616c
20534552
2070726f706865
20706f6c7967
2048616d70
70656e73
20706f69
2072656d65
4f5645
6c656374
206c6175
6722
626265
71756974
636c696e6963
6861726d
2074657472
206274
666f6375
204d69636861
2e657073
415253
732122
72697374
20524541
63743e
736f7273
20245c7068
206d69737461
64756d
546872
7265706f
303129
333231
656c6d
6e756d6572
206d6f6d656e
676e65
20474f4f
41736b
636b2d
207072656a7564
7468726f6d62
c2a020
656361
2042656e67
616262
20436861726c
496e6469616e
707261
2043686970
636f6f
4a6170616e
2044697365
20636572656d6f
496e74726f
20536f7574
2050726f6a
0d0a0d
657370
20726573747269
7a2a
3c2f69
20496e7374
5c5b736563
6d6f75
707065
2224
67656f6e
204f776e
64756d70
322d31
616d696e652c
665c
6f70656e7373
506173
47616d6d61
63616465
616d656e74616c
2073656d616e
536561
2063617264696e
757262616e
776e73
506574
4c6573
61676e65
5c6e5c
393636
696761
73657175656e63
2061706f70746f
3a73
43617465676f72
323932
20426973
206d616d
706c616e7473
7430
5c74696d65
20636f6e73657175
303229
c2b131
65612c
5068696c6970
444154
656d73
53747564696f
4d6f76
506c7567
62617264
53544152
20536369656e63
205b30
687562
73657269616c
206578706f
696e6728
70652e
204e756d
65726961
5c5073
2e4a
733c
5c667261637b31
20285b4062696232
3c2f666f
204175737472616c
20686573
20726561736f
20576865
4e4f4445
526571756972
697469616e
65726973
30305a
2572
20537769
323732
20656e636f
5943
205365637265
6973652e
20436f6d706c
70657274
20726573696c
2064756e
2044617669
7468726f
7b307d
696374
6865696768
6d656173757265
53706163
617370
4169
323831
4d61747269
6d65616e696e67
4c4f57
6d756e
615e
7628
72697368
436f6e76
2031383a
20687474
5265736964
2072657075626c
5f5041
20766167
206d61696e746169
42656c
2d3333
746f78
45787472
4372696d
626f756e6473
6e657572
61727469
75656e
7472616e7366
20766f72
20536169
207375627572
20466561747572
6c616365
5f53495a
796172
284f
6572656e
20486967682d
20696e74726f
6c796d7068
6f723a
20537072696e676572
6e6469
20656c75
393836
6e672e
20617267756d656e
20737570657273
206261637465
42757474
74656c6c
20657865
6c656e2c
30783030
616767
206163717569
317d7b
2273
2063686972
61646d
776169
2e292c
20616c726561
2e676f
61626c6522
207265706561
5b335d2823
43656e
467269
2064697374696e
2073747261696768
205c667261637b31
7669616e
6e223e
2e636f6e66
20486f75
546f3a
746f75
6f752c
6f727473
676574456c656d656e74427949642822
2074726f7068
30302d
6524
656e636f64
756d69
2073636f70
207265636b
617474656e
2e5e
333431
343433
205370616e
446172
736567
696e612c
204861727269
4b24
2063757276
52414e
73706163657b
202769
0a090920
4e69636b
327e
323432
204d757365
73706172
67656f6973
636f6e6e
2074656c6f
747970652e
31383a
7866
325e7b
20706e65756d6f6e
4465746169
73742d
20676f7665726e6d656e
20227368
2d35292e
65717569
20436f6e76
6e5c
76696465
20626f726564
2432
20706f7075
2e6269
204269626c
68756d
3c65
373737
686f67
444553
6f696c
327d29
6e222c
636973
2073686f7574
2e417070
63696f6e
206c656769736c617475
6f6261637465726961
4e6575
6e74617279
656e6963
73697479
206469676573
20506c61696e7469
20506f6c69
2024425f
785c696e
5d2823706f6e652e3031
636164
7928
626565
20616d79
6162696c6974
7374616c
2050657269
2057494e
206c6f67676572
7374726174696f6e
2070726976696c65
20667269656e
766572746564
206163636964656e
726973696e67
765f7b
506174746572
31322f
6c6175
6d6f6e67
52455353
206e6577736c6574
207069766f
20796f756e
696b65
416e73776572
3a43
353031
20776861
205c7769646574696c6465
6573742e
74756e
20706f737470
204231
205477656e
5c74686574615f
757064
20552d
205c6d61746862627b
312c5c6c646f7473
204d696b
5f444556494345
20736b6972
6832
544544
204e55
343131
646174612d
7461626c652e
372d30
757276
20636f6d706c6169
7374617469
65636f
6368617264
20656e746572746169
20666c61766f
7a24
33302d
207567
6f6d6974
7468657461
206f6374
0a092020
395d2c5b4042
2070726f6765
4533
61726973
206f7269
5372
20696e6369
226d
6d656e2e
6977
65642829
0a0a0a20
5f415049
323431
20766f6c63
2065636f
746966
20486f70
206e75636c656f
6732
6f766f
20476175
6c6174696f6e73
7b2d
76696572
20636f6e7175
20696e66696e6974
74292c
787472656d656c79
207175657374696f
205c73
20436f756e
2a2a332f33
205f61
6e65737479
2056656c
6578616d706c
207365636f6e
64696e672e
4e756d6572
6f727268
434954
323631
2076657373
6c61756768746572
4166
7b617d
74656e74
205b40435235
20284e6f
5f6275
5f315e7b
2064656c697665
6f7669
446973636f766572
657069
7074722c
2072616c
746574
2024565f
5c696e745f305e
616d6d
65656b
2076616775
2062656e65
73696f
73616964
5624
496e7465
766167
616e7461
206f6273747275
20636f6d6d7574
7665722e
20736c69646572
6f70686f626963
2024465f
307d7d
2076696374
2f4d53
61746976656c79
2050726f636573
5265747572
2a282d34
696768742e
206469666665
68617274
2050726f636564
726561646572
2028546578
656374696f6e3e
5b74
362d30
343636
20486967
76616c75653b
206f7665726c6f6f6b
20746f78
6322
e2889232
20200a20
2073756363
2072656c65
7b77
696e28
206964656e746966
20646974
2054696e
617073
68617261
0a092020202020
787a
323734
20636c756573
2061637469766974
70617373776f72
2073796e6368726f
2065636c6970
427573
20736872
2073797374
5f737263
204d6f76
20352e31
323633
656c696e
6e2773
20686574
737072656164
206175746f6d
2f6a617661
69756d2e
736173
5f4e4f4e
282960
2074696c6573
696c6c69
20636f6e74656d706f72
2064696c75
206d6f73717565
6f70736973
4e6f646528
5f434845434b
616e75656c
2e3031
200a202020202020202020
393530
20312e303030
20666f723f
696e74657270726574
206578636572
496e766573
3a3230
65617365
20616e796f6e
20747269626573
20656e636f646572
4a6f6e
4d6973
20417474792e
20636c6173733d2274
203825
206e6176
205371756164
62696573
343032
656e7461
20696d6d696772
20656167
20726976616c73
20736c6963
205c5b5b404239
546f67676c65
4534
2065766572797468
20726f6d
6c6c7d
65676f
206368616d70696f6e73
4e6f74696679
666964646c65
706c6564
31382d
20626173696373
2064776172
65726c79
20616c6965
206c6f636b6572
204c617572656e
28234d4f45534d31297b7265662d74
7970653d226d65646961227d292e
746f6b
207b5c6d617468726d
494e46
2042617468
203c63
616472
797468
697073
206865617273
2e5b4062
20454746
20466966
207b2373656334
20283230313329
20736861646f7773
41704a
2d3537
333131
20636865727279
206672616d65776f726b73
2066756e67
43616e646964617465
456c7365
7665726e
4c4153
206170706c6573
20617665726167
4b72
6e2a
20656e6a6f7961626c65
206d697374616b652e
20636f727275
63686172676564
2a2a2a2a2a2a2a2a2a2a2a2a2a2a2a2f
2066696e6573
20706c616e74696e67
7265666162
436f6f7264696e617465
706f737369626c79
61692c
206375727365
207265736572766f
20466173
3544
207465727269746f72696573
73696e67756c6172
2076656e64
4358
20283139393629
20706572666563742e
2044616c6c
285c5b6571
332d34
2073747275
2062792d
0a0a0a20202020202020
6e6f6d65
4368726973746f70686572
206d697373696c6573
20227374
20637478
202474686973
205c63646f
207368656c6c73
2062757267
206175676d656e74
2257656c6c2c
62646f6d696e616c
207461737479
416c6c28
49292c
20466573746976
206c697374656e657273
205b315d
705c
20332a61
205365727665
6f72617465
5b54
2d2d2d4332
44455253
206865696768743a
207465656e6167657273
70657269
2d2d32
2072656967
204324
544147
353034
20756269717569746f7573
20284348
2052616469
456e67
32272c
496e6e6572
20656e746972657479
2070756e6973686564
2062726f7773657273
62726f77
6465765f
20746872697665
206672757374
2545
637473
20736f7665726569676e7479
2069727269
0a0909090909090909090909
2048616e73
515545
74687265
2d3e6973
20636f6e66657373
2075726561
6e63524e41
20656e616374
2254686174
4f626a65637473
20686172626f72
4a6f686e736f6e
2073746174656d656e
626f75
64697363726574696f6e
20636f6e666c
2a49
204d696c6c696f6e
206d696772616e74
2057696e65
206f76657274
7468696e
6a7572697364696374696f6e
20636972637569747279
20456d6d61
20706572636570
436f6d706c
6c697461
20636f6e666572656e636573
204b44
206a6577656c7279
20736c6f706573
205072652d
207061636b73
20224576657279
746964
2d6f662d7468652d
62696f6d6f6c6563756c6573
5363616c6172
4578616374
206f66666572696e6773
20526f6f74
636f6e7461696e73
206d6f6c65
456d7074
6f31
756c6f7573
372e32
2073706865726573
2041747479
20476179
2072656675
4d6163726f
205265706f727473
20555249
667269
776569
7128
20436f6d6d616e646572
20302e30303129
202a4f
204f706572
2070656e69
207665746f
2069727265766572
2073686164
656d626564
55494e54
616d73
20626174746572
20655e7b69
35362e
20636f6e766f6c7574696f6e
206d6f7371756974
2d7573
20436f6e7374
3d223222
50726f706572
697669
35342c
20617567
20414141
20636f62
206d64
456c656d656e7473
31363a
4a617661536372697074
207265766973
2042656174
20736e65616b
20646f672e
20726566726967657261746f72
467269656e64
206a657374
5073796368
5b695d293b
77696474
6d656d62657273
6465736967
343730
61646f72
6e5e
6622
37332c
204265727279
20696e76616c
62616c616e636564
6f7869
282d34292e
416476
636d7d
616d696e67
70706f7274756e6974696573
6a756e6374696f6e
2031393634
206272617373
2076697274
20636f6e67726567
5f636f6c
2d352c
2a24
2046616c6c73
20332f34
2074687265652e
46616365
4a29
6c65676974696d617465
20637573746f6d697a65
2048617070
207369626c696e6773
20646570696374
6d696e696e67
206d6f6469666963
606060606060606060606060606060
20657870656e64697475726573
20706c6173746963697479
2076616c766573
20646578
746961
686f77657665722c
20706172746e65727368697073
496e73746561642c
20636f6d70617373
697370
20617070726f78696d6174696f6e73
20696d6d756e697a6174696f6e
20646973636f7572616765
2028534429
20737065726d6174
20436f6d7075
536f6674
696e666c
616e6765
73616d706c696e67
205261626269
20736c61766573
202a22
2046616c636f6e
206875727279
726f6f7473
6c696e6b6564
224d79
6c696e67746f6e
7b5c47616d6d61
206f7665727768656c6d6564
207375627374616e74
4578616d706c6573
206e75636c
20424e
5b5461626c65
6b6973
5845
207261696c73
205068696c69
20486561646572
68697374
2070657273706563746976
4a69
7b7d2c
5f434f4d
393837
6d706572
20474c5f
2041646a75
34242c
6469616c
6e76656c6f7065
275245
6265616e732e
61636869
3046
696669657273
74686c65746573
2061646d697265
20696e73746974757465
20736c6176657279
2077726974696e6773
2077656c636f
335d2c5b4042
20687964726f63617262
0a0920202020
6828
20283139393529
706d2e
6368616e67
6e617279
4a6f7264616e
2067726f7570696e67
20636163686564
200d0a2020202020
302e303529
666f75
204272656e74
20417564
6964656e74696669
74652d
20696d706f7274616e746c79
20636861726d696e67
207068616765
206366
666c6f61743a
20245c6d
2070656e657472617465
206164646974696f6e73
6163746976617465
63617073
20746f6f21
5c7530303363
20626162792e
204d6f75
706f736974
20537072696e6773
202257697468
20655e
207072656d69756d73
2070726f706f7274696f
53636f
203025
566572696679
20283435
2a2a322a
41646170
6f6c6172
2063756c7469766174696f6e
2056656e657a7565
20466c6f6174
466f7265
6164656e
2067756e2e
206d696e6572616c73
20737570706c69
20535452
20434150
616c2e2c
68726566
706b67
2052757368
207175616e74697a6174696f6e
436f6e6669672e
6c69766564
20616e656d6961
2069506164
5f7b696a7d24
20417175
204974656d73
4b4d
52292c
20546f776e73686970
206e656761746976
20726f6d616e6365
206172796c
3c6a61
393834
20284852
68616e2c
35382c
2070756d7073
2066756e6769
6172696e65
72696572
2070696c6f7473
20726f7574652e
20313225
2042617474
20636f6d626f
49642829
2e7478
206f726967696e617465
20636f657263
436f6c6f723a
20706f74656e6379
466c756f72
466f756e646174696f6e
7669736974
7a3e
735e
20332a79
5479706522
56656e
206578616767
54696c65
2641
656f72
2064657661
726162626974
20656c656374726f6e2d
576f726b6572
4861707079
2063617265657273
204f707469
5374726561
73747564
726f65
2063616665
20667265657a
2027656d
6967687479
2065636f6e6f6d69737473
2061626f75
636c6173735f
7577
20736368697a6f70687265
64656369646564
203139363073
2f322e
64617461293b
495341
20687964726f78796c
204a48
352e31
657369
2052657669657773
5c667261637b317d7b327d7d
2d636c69656e74
2e636f6d2f61
6e706d
205072696e6365746f6e
6f76696368
37322e
63742e
203c737973
2042616e6b73
20576f727468
20636f6f6c6572
355c
61736869
206361706163
227d5d28666967
436f6e74726f
545f7b
206461726b6572
206177616b
4d61726b6572
72657475726e73
2072617368
282d36292e
363836
5c6d696e
6d5e
206265657273
207265736572766174696f6e
636c616d70
35342e
476f72646f6e
206d6f6e69746f7273
6d5f50
6163696e
5c6f6d65676129
393838
204261726e6573
20706f7374757265
20486f726e
205265766965
353630
207265637275
2064616e67
204d656e75
697271
74656c65
323532
2070687261736573
3d747275
426f64
2046696e65
2070726f68696269
2d4949
64292c
696e647573747269616c
20736f756c73
20616d65
207374726f6c6c
2873292e
626f7474
6f7d
2043617373
537461746528
494929
705f7b
30303032
68616d70746f6e
20636172726f74
20656d6572676573
20506f74746572
68617573
617065
62656c696566
20245c4f6d65676124
204d616e6e696e67
204669656c6473
20506172746e657273686970
206442
206a656c
2033372e
206772617465
2f776562
47454e
207465656e61676572
20756e636f6e736369
2e6a706722
20414d4c
6b24
2072656167656e7473
2073657276616e7473
2070706d
20737570657276
20456d6d
70726f7465
237b
307d2c
2069746572617465
3d3d27
2d726f
746970
2047726f75
6672616d6573
78293b
5468757273646179
2061637265
207372633d22687474703a2f2f
20457861
204e4144
785f7b
2054454d
616d706564
2074656e616e7473
204a6f6273
2047726176
202772
686f7370686f72
4d51
4b52
686972
206469737369706174696f6e
2f2a2a2a2a2a2a2a2a2a2a2a2a2a2a2a
526f7773
204173736164
2053746164
20707d
5c3c302e3035
4d732e
636574
2e7d
342a2a
323739
757361
53746174697374696373
2073656c65
20676c79636f
706970
31312f
20737461726368
2063727563
65726d616e
65656c
2074696d6529
207675
282d33292e
61746368696e67
204c6976
2047756964
676f77
436f6e64
35372c
c3aa6d65
2048544d
776d
2062696e73
2073756666696369
2046616d65
592d
2050726f6772616d6d65
2072656672657368696e67
20285b4062696231
20636f6e7369
2073696c6b
20707265666572656e63
7479706522
47656e657261746564
20617373656d
20323437
6b6f77736b
706c6163
6c6167
207769746864
20417370
2053706561
20285044
62726f7773
626f6174
2d30332d30
20287368
343031
4d414c
206c756d656e
204867
20696c6c2d
20565f
5c616c7068
6f6f6b6564
206265656e2e
20636f6d7075746174696f6e73
7361766564
206470
5b6b6579
2327
20636f6d62696e61
2074726561746d656e
7633
33242c
63617272696572
20636f6d6d656e6365
207265617373
207b237365
463229
49276c6c
726f6f6d73
432f
69645f
20283139393729
20737570706c65
20696e636172
20245c706924
5765696768
6c6f675f
50726f63657373696e67
206c6173742e
75626174696f6e
676c6173
20636d5e
6d7572
20616c6f6e672e
5468726f7567686f7574
205269636f
206d6f7274
207269646765
636f6e74656e742e
302e3035292e
20726f627573746e657373
436c61737328
207863
466974
6174746163686d656e74
746f2d646179
206a6f75726e616c73
203527
203324
c2a00a20
7069636b
63696573
5e2e
65766f
6e292e
2064756465
20736c617368
20706c61736d
4a656666
205c7d24
434147
2d3332
76293b
62652c
2073657175656e7469616c6c79
70726f626c656d
20323134
4f4e44
5b65
5057
206465677261646564
2069736f666f726d73
2074686f7567687466756c
6e6565646564
5234
20736d6f6f74686c79
20247724
2073756273637269626572
204571
2d656c656374
657965
207061727465
6861726d6f6e6963
20436176
20447279
20547972
206f66666c696e65
2050656f70
20243324
6967616e
657327
6164657175617465
6f6e63656e74726174696f6e
20696e6163637572617465
696e766f6c766564
2065636f6e6f6d697374
6772616475617465
656d697474696e67
20756e646973
5075626c6973686564
796c656e65
2070726f706f
2070726f746f63
2d4d61
c2a00a
5c52
20636976696c697a6174696f6e
206665727279
537461746573
494e53
295f7b
6c6563
41636164656d6963
2074656e7468
206c6f766572
20302929
206169722d
205061726b696e
202863686172
207472656164
207061726f
205b52
414e43
2044726577
20666c75786573
696a65727068
547970653d22
5c6d7524
7777
2046696e64696e67
5265616479
656e6b6f
636972
6965722e
20726566696e656d656e74
3043
7469632c
50616c657374696e69616e
206368756e6b73
202258
206d6964646c652d
2063616e696e65
20707570696c
2042726974
31377d
6f7469
20436974697a656e73
20696e76617269616e6365
20726563656976657273
206167656e63
5e7b30
326b
2073686f6f746572
20696e7429
206e657068
20343035
3c4974656d
204e4e
20646973706f7365
204361706974
20352e33
20696e73756666696369
204f77656e
20436f6e6e65
20637075
4d5e
20666c6f6f64696e67
20636c697073
207265736572
20504341
6469736b
6c617374696e67
627965
20696e666c75656e63
20736570617261746f72
203625
53756d6d6172
73706f74
5175616c697479
31305d
37312c
2063726173686573
206d616e6970756c61746564
50686f74
476c75
43732e
74686573
2043756261
6d75736963
417070656172
2073757267656f6e73
64696d657468796c
20646961676e6f7365
20456e676c6973
2d7369
6173796e63
4c2f
206661766f7273
20626c6f67676572
20414f
61636b73
20707265646f6d69
20455241
206f70657261
2050696c
204261696c6579
204a6f656c
20737069646572
54617267
5469636b
64756c
457373656e7469616c
2070617373706f7274
206d656e752e
2e617070
617363
206f6276
2069736f6d6f727068
637573746f6d6572
5c6e6f6465
2e5d2866
436f6e74656e7473
67732e
20692b2b
43656c6c73
205850
20332a68
2f7629
204d6178696d756d
6d616e7566616374757265
20756e697175656e657373
20576f6f6473
20637573746f6d73
20536c61
6c61796f75745f
67756172
395d2823
5f4d5347
49464943
28436f6e66696775726174696f6e
20444546
766f6c74
6d292e
636f6d706f
696e737572616e6365
20504148
20224265
292a282d33
204d5347
616e74692d
2070657263
3246
2072657369646573
20747269636b73
20616c2e2a5d7b7d
20284465
3f69643d
6672616374696f6e
63757273
20726573747261696e74
207465616d6d61746573
4d6f646966696572
477269
706f696e746572
6961626c65
6e7472657072656e657572
20436f6e666572
204a756461
20746f6d6f72726f772e
2053746f726d
20496e737472756374696f6e
456c656d656e7428
4974656d28
32312d
20726561736f6e6564
204c756973
20313129
73776170
656d706c6f796d656e74
2e637376
2052656d656d62
c3af
617269616e73
2829292c
695c
7b6b7d
20436f7262
20437562616e
20506f72746572
2063697263756d666572
20226f6e
536d
6964222c
2070696c6c73
4f54484552
6a6179
4275696c64696e67
2d736572766572
3130302c
455252
20636f6e666573
20756e7265616c
206c6f636f
2d70617468
5765277265
737472696e6728
7d5c74696d6573
207261646969
20456c6c69
20706c61796f666673
20323237
6865616473
5b305d293b
776966
31393a
616c797a6564
6c7563
204d61726b6574696e67
206472656164
67656f6d65747279
73716c2e
79616e67
736f63
636b6e6f776c6564676d656e7473
2074726163696e67
204062
2063726f776473
66656c64
6262696e67
697273
436f6d706f6e
463129
6e6b73
2054696c6c
206b6565
686f6f642c
312c5c6c646f74732c
7433
20757361626c65
206772616469656e7473
206d6f62
2074657374696d6f6e
204043
20585f
436f6e766572
657a2c
2031373a
206f67
203139393073
204b6861
205468656f72
5f434c
53756273
2e2d
657069736f6465
c3a964
5f73747265616d
2e756b2f
32322d
353230
20656c657661746f72
206c7569
206f6666656e6365
2070726573656e746174696f6e73
20332a63
5e7b5c746578747b
2022416e79
2073696c656e63
2057696c6579
20576e
206c616d62
565f7b
6c32
6469676974616c
636f6e736f6c65
2046656e
20332a6f
4b656c6c79
706172656e7473
2074726963
2053716c
4170706c79
2d2e
20332a62
656272616c
4b59
76616c7565293b
647573
736176696e67
64657461696c73
206261636b67726f756e
2e757064617465
6261636b2e
2050737963686f6c6f6779
20636f6d70726973
2067617264656e73
207961726e
426561
323733
656e79
20427279616e
207375627363726962
726571756972
5c7e
327d2c
20506c61636573
5c6e61626c
5c6d61746862627b52
204861727269736f6e
2073796d6d657472
20707265656d7074
3378
72696b
20332a72
20737561
206d697373696e672e
2041474e
747874
746174
2062653f
202431302c303030
206c6f636b73
20636f6e6665
5c6c696d6974735f7b
75656e74
20323131
20726571
546f706963
0a0a0a20202020
5354415254
5235
20636c617368
204272696e67
2050726f6475
2028436f
395e
6e6565
74792d
20636f6d6d69746d656e7473
56616e
2072657072
617374726f
6174696e672e
207661736f
206f72616c6c79
2070726f766973
745c
206272696566696e67
20706f696e74657273
20726f6465
70657274757262
205477696e
2053686970
5828
20626c61646573
20283230313229
20736872696d70
e2809449
204d656761
466c6f
6c696368
534841
656c6c6f
20636f6c6f7266756c
696f6c
2e706e6729
5f76616c75
736166
54454d
206d65616e2e
20323239
44656c6179
435353
7b5c6d755c6e757d
703e
2044696e
20696e64656e
20332a6d
735b305d
697374696e67
20476c6f6265
206f6666696365722e
4775617264
20616e64726f
6e6f74696669636174696f6e
3a5d
206c61746368
206d61676e696669636174696f6e
20576f6d616e
20506c65
436f6e7374616e74732e
494649
7065642e
66616c73652c
20584d
20436f6e666967
4775657374
35303030
73796e6368726f6e6f7573
2062616e6b72757074
20706172656e74696e67
20706172746974696f6e73
2073796e6368726f6e6f7573
206665726d696f6e
467265
20626c616e
20404d
6f73616c
636f646572
6869636b6e657373
2068696d3f
4624
206272656163686564
20756c7472612d
2d696d616765
76696e65
2d30342d30
6c697374656e
2f7b
6c65792e
6c6c65
205b4062696233
20616368696576656d656e7473
2064697370656e73
7b4d7d7d
616c6c65
416e74686f6e79
20462e53757070
206f70656e696e6773
206d6972726f7273
207069746368696e67
e2809c546f
204d4154
4d696b65
7379732e
4535
2d315d
6170702f
61696e74
2072656c6f6164
20284352
207b7b5c726d
5f5f5f5f
434550
2069643a
61746976
61736f6e
2072656a
4c696d
6465636f6465
6f6d6f727068
7374796c
2073757070726573736f72
6465677265652e
20332a69
20332a78
32292f
656e652c
2066696768742e
2045617274
696e746567726174696f6e
636f6c6f723a23
206d65616e3f
576964
20332a73
20646973727570746564
204f7474
666174686572
4c4142
7365722c
6f6f74
6967617265747465
2070696e6368
2062696b6573
20456e666f72
303022
4173736573736d656e74
616e696d6174696f6e
2050726f63657373696e67
74626c
736176
63746f
205475726b
7962
6174655f
205265736f7274
20626961736573
6e74656c6c65637475616c
2063686f636f6c
5265636569766564
7a62
70686f7370686f
6c61796f75742e
6f6b61
726f7365
426568617669
6d61726b6572
205769647468
2053796d626f6c
74656e616e74
436f6e66696775
6379636c
726479
6e242c
6578706c69636974
204d487a
207465726d696e6f6c6f6779
2075736566756c6e657373
20332a6c
786c
6822
3d22746f7022
206469736170706f696e74696e67
202a2a2842
2062756c6c73
20636f6d6d697473
204976
696c6c657279
4c24
613f
204c796e6368
206d616e69666f6c6473
204927
2054656e6e657373
5f6d6f64756c65
2e6173
20c2b54d
6c6f63616c686f73743a
546f6f6c73
20272d
496e6465782c
4178
32307d
697369
796c61746564
206d616368
205368656c6c
56616c75653e
65756d
20707265736964656e6379
205370696e
3d222f
205a6561
20666967687473
202d3232
20332a64
416e74
6971756573
2068656972
20646973636172646564
204361726469
20657669
536f7572636573
204f42
205232
202754
555341
6128
6c6f63616c697a6174696f6e
20352f
2036342c
5f6d61696e
6c696d69
616c62756d696e
20636f756e742e
2065787472612d
4465617468
2e6765742822
206c69706f
4f7d
303331
2022536565
2063616c6c65642e
206772696e64696e67
20566173
20417070656c6c616e7473
20332a76
20766965
536368656d
6e69636b
206163636f6d70616e79
20636f6d6d756e6974
20446972
5c786929
207468726f6d
20616d6269
20696e746572766965
20706175
4661696c
2053657474696e6773
2053656c656374696f6e
546f72
427269
393839
2072756d6f7273
20636f6e73746974
20636f6e746169
4b454e
4948
3d2222
20656a656374696f6e
20446566656e
206661722d
2034352c
73736c
6c6f70
204475626c696e
20576572
2064616d70696e67
206469666675
205e325e
20616363656c6572
61746976697479
657264
4c61746572
426f756e6473
206e6f6e2d7265
343936
20302e3525
e280946974
20566567
202a5a
2063617074
2053657061
6963696e
78292c
20636f6c6f723a
6e64657273
2062726f6e7a65
466f726569676e
206572617365
20636c616e
20323331
395d7b7d
75746638
2e7468656e
706174686f67656e73
2063617061636974616e6365
70686f626961
786976
2d352d
4e4f52
206d6963726f6f7267616e69736d
53746f636b
696e74656e74696f6e616c
20617070726f7072
47656e646572
206465746163686564
2043616e616469616e73
2071756572792e
20736e69
66696c6d
6172696f
20686f73706974616c697a6564
20736169
20244a24
65736372697074696f6e3e
5b66
20616c6c79
0d0a090909090909
207873
706c6179696e67
626173652f
5f6d6f64656c
2077617272616e746564
2d30362d30
4b696e67
4a4b
323332
676174696e67
206269637963
636173655c
626c6f6f64
20332a66
6f737068657265
6f696e
20566163
207065726d7574
20646f6373
4f68696f
5e3024
6469726563746f72
746965732e
20726567756c6172697479
2063616e64
322e322e
20616c696b65
20446565
3a706172616d
202a28
28292929
776179732c
65643f
20746f7073
204672656e
20687265663d
20434849
206d6561737572
20726562656c
7365636f6e64617279
2073617263
5f454e
313632
6c69737473
7564696e67
3a2f2f
31325d
20535445
204c656e677468
566572746963616c
6e6169
207061696e73
20332a6e
446976
4f70696e696f6e
2031393638
207769746368
506c7573
2a41
66662e
207475636b
207363617265
2043757272656e746c79
20536f6369
20696f2e
6e616d653b
2028726573756c74
20636f6e74726f6c6c657273
6c77
20656c61626f
2061626f7274
2074696c74
20746869727465656e
204c616d62
20696666
577269
7833
2053616e6479
207265696d62757273656d656e74
726573697374616e6365
20776f6c66
2076696f
2022646973
6173736572
2064656c656761746573
20686f6c6964617973
20332a67
746170
617a6f
207375627472616374
20323234
4558504f5254
635d
37322c
6973682c
20726f617374
206c65616e696e67
207761727269
20332a6b
2d6f626a656374
20636f686f727473
20284543
206d6574726f
20284d61
372e31
7463686573
2062656c6c79
20636f6c6c61626f72
207431
2e6f626a656374
313731
2063617265676976657273
2054686f6d70
2024485f
2034312c
343737
205072696e6369
207375627363726970
7265706c79
74776974746572
20726976657273
204a657473
2074616273
20496e697469
6964223a
433a5c
61646573
204d6f64656c73
205465737473
4f28
73687574646f776e
20484153
272924
332929
313832
636a776174736f6e
20696e697469616c697a6564
536c6f74
756775
6c22
2063617061636974696573
204431
24746869732d3e617373657274
2070726965737473
7574696c2f
20332a7a
6639
6f4c
206661766f
20747269702e
20427567
207769746e6573
433132
204963656c616e64
20486562
20636f646f6e
207072616374
20666f756c
4d61702e
5761726e
623e
207479706564
66726f6e74616c
5f686f7374
32352d
696e737069726564
2048524546
206572797468
2052756e74696d65
6c6f7373
7d5c63646f74
207069706573
20332a77
20626573
5b31305d
3d5c73756d
20636c696666
6e61697265
2d312a
6e656d
36332c
204c696e6461
20536369656e746966
207261646963616c73
206d616c6c
2041544d
206f757273
646174615f
37382c
206c6f6c
536c696365
4f626a6563742c
72656374
362e31
207375627363726962657273
20436f6c696e
2070726f6c
20696d6d6967
70726f6261626c79
20646570746873
20285345
2063616d6572612e
20547769
206465636f646572
204b53
20646f6d
2052756e6e696e67
342c303030
67656e2c
5361747572646179
2028342e
204d616b
205c646f74
333634
323531
20283230313129
206c696768746e696e67
20332a75
7265747572
6571756976616c656e74
20636f6e6475
203230302c
3c736c
455f7b
656e74617279
6731
6f76657273
69745f
20706973746f6c
2031303234
2064657465726d696e6174696f6e73
464954
20707269636564
2074656c6573636f
5072696d65
20656e636f64
206c65616b6564
2064616d70
6964656e74697479
696d6167653a
20696e636f72726563746c79
20447d
206e24
20283230303129
2072616964
20776869746573
4324
2f282d31
2066726565646f
207175657374696f6e6e6169726573
20426c616e
4465736372697074696f6e3a
20776f6e64657273
2056696c
2034322c
4f6d
53616c
2d6c61
313531
6f786f
343337
69766f
2066696272696e
2024785f
426179
7061737465
6e757473
204b616e2e
20726576656e6765
486974
456e636f64
5d2c5b4062
2d362e
65726b
20435644
20656e64706f696e7473
205849
20362e35
626f6f74
696c6c6f
7b5c626f6c6473796d626f6c7b
70696573
2063617463686573
76696e796c
205c67616d6d
57697265
537472696e673b
5f6c6f6164
4372656174696e67
36312c
205275737369616e73
206e6f6f6e
207465616368696e6773
20534545
205472616e736974696f6e
6d6d61
206465627473
20666f72756d73
206269626c
312c303030
616b68
486579
63636f
61706f
20245c65746124
207472756d70
20616e616c7973
20282828
5b38
206164657175
20616e6f
4e4f54453a
646576656c6f706564
204b696473
20696e7669
2072657365
206675656c73
20637373
4445434c
637461
2061627261
205c6e6f6e756d6265725c5c
537263
2066696e6973686573
202a6c
44697374
323439
363530
65792e
2061727265737473
20656e7a79
20736369656e636573
65726d616e656e74
20417474726962757465
204e6f7274
20657374696d61746f72
20332a70
20332a71
202876616c7565
20686f75726c79
206372796f
20756e7365
205b48
204f766572616c6c
76657a
2d736f75726365
204761746573
20486176
44696374
20776f6f6473
204329
34392e
20666169726e657373
206c6962657274
206f757273656c7665732e
205361696e7473
206674
4b656e
2e22293b
206769726c2e
2061676172
536f6c
5374726970
666c6f776572
7068656e6f6c
207570686f6c64
204c5f
785c726967687429
2d342c
207072656469637461626c65
207965737465726461792e
206372697370
7377656574
656e676572
222b
61646a7576616e74
2072657369676e6174696f6e
2073696e67756c6172697479
206379636c696e
0a0c202020202020202020202020
2063616e6479
20626c657373696e67
20696e746572706f
4154555245
3866
7b5c6d6174687366
20646566696369656e63696573
206c6561642e
203130303030
5e7b2d32
323934
50726f7465
46617374
6372656174
353130
20636f696e636964656e6365
206469617272686561
3e7b
544f4e
204d656469
5055424c4943
2068656172736179
2062656163686573
66742c
20696e66696e697479
4424
6972656d656e74
20636f7773
20636f6e66726f6e746174696f6e
20332a6a
20496e73657274
476572
20706f65747279
20737570657262
20666f7265737473
20456e747279
333737
727d7d
2070657473
206d657373616765732e
6e65745c
20333034
6a62
6c61746573
2072656372656174696f6e
20636f6e7472616374696e67
20737472696465
53746f72
6339
6b3d
20676c6f6265
2054656d706c617465
353025
444550
696665
20737461792e
20436f6e7472696275
20332a74
2072616e64
50656e
5f726566
65655f
2243
20414345
2070616c6c69
206c6575
20546f6f6c73
2052656d6f
285c766172706869
2a282d
70726576
4163636573736f72
20636c6179
206d61746572
20636875636b
205363692e
6d757363756c6172
6d697373696e67
636f6f7264
777269746528
333334
205065746572736f6e
20657370
5b4062696272
636f2e
2062617374
2066656d696e697374
207269646572
20636f6d706574656e6365
20275f
2428272e
20496e6465
5c72666c6f6f72
42726f616463617374
204c4f52
207265706c696361
696e67746f6e2c
323835
2e48
416e797761792c
617469766573
2066617468657273
62726f6b656e
206368726f
5f636c69656e74
622d3e
61726965732c
6f726d
7065722e
2073747265737366756c
20706173746f72
73637265
312d2d2d
206d6573736167696e67
20736e6561
20286c65667429
6c61707365
333139
20666976652d79656172
6361726469616c
42494e
65726970686572616c
206e617263
20657267
205161
5e7b6c
73747564656e74
3a29
68756e
206167656e63792e
207375737461696e6162696c697479
20566965746e
20772f
5c75303033
207d5f7b
333133
206578616d696e6174696f6e73
206e657574726f7068696c73
207363616e64
20637565
204d6f68
6163757465
4779
7d7b327d7d
617373656d62
207061636b61676564
20726562656c73
207765646765
204c6f6f70
4c6576
2d362d
20537061726b
20696e6372656d656e74616c
204d4c42
2024475f
67742e
7174
656d2c
20706f7764
206d6f6c6172
20616476657274697365
20697374
20746964
5831
2d51
5f706f
20676c696f6d61
20283332
435e
7b7b5c
2074616e6769626c65
204173736973
20697465726174697665
20486f73
2d4669
6b6f2c
2070657263656e74696c65
205375697465
61646f73
656e636965732c
30332c
20416c2d
20623a
4c2e2c
2d637574
77697468696e
656e74696e
303733
204c48
2050656172
436174
6d617028
616e692c
454e545f
6963682c
206c696e67
2f3f
5322
746f6e2773
696e672e2e2e
20646961676e6f736573
206d672f64
206d41
395d2c5b40
417070656e64
706872
20666f756e646174696f6e73
20245c62
343238
343434
496e7465726e6574
20313a31
20636f6e636c75
20323232
20656e6475
20436f6368
2070726573756d70
202624
20636f6e746573746564
206865726f696e
20636f6d6d697474656573
2070617469656e
20312d32
e2809c7765
756a
35392c
20415543
223e3c2f7370616e3e
20636f63
5f7472
6e6365
6d702c
2057656c7368
20286d79
4f6666696365
686f7573
6d31
2073686172652e
2064656772
3c2f693e
5b47
466c6f72696461
20736c6f776564
204d696365
20537469
206d61676e65
7373696f6e
44656d6f6372617473
726976696c656765
206d616361
2059616c65
20245c6b617070
20323137
636f6e74696e756f7573
5f616c6c
6d6261
36392c
20302e3131
70726f64756374697665
646f6c6c6172
2035303030
43617465676f72793a41
4176
4970
7d2c7b
206465646963617465
20446f65
7b517d7d
20736170
20526f6c65
206974657261746f72
4272757368
2073717561726564
20224f6e
204532
284f4829
5b315d3b
55534544
616b2c
657263
20417261626963
206361726e
2050726564
20706f6c697368
70726f7669646564
206d61727368
20776166
202671756f743b
3c623e
5c69
646a
3c2f613e3c2f7370616e3e
7b5c6c616e676c65
746f6e6963
65293b
7072696e6369706c65
2064697361677265656d656e74
696e74656e646564
20466f7277617264
4256
616e642c
205457
20323133
494e4954
2242
36382c
69676f
20506f7572
5472616e736974696f6e
20646973706c61792e
206666
5e7b697d
6b6173
2069676e6f72616e74
20776572652e
206865616461636865
2f55
5c696e667479242e
3a5f
62696e617279
204d4c53
2063757262
20636569
203f3f
616e64726f69643a74657874
2064657465726d69
2073616e69
20505245
526174696f
207265636970
2067656e697573
2068756d6964697479
20697429
20746178706179
207175616e746974
20547261636b
706172616d6574726963
333731
20546175
416e64726577
546578744669656c64
617572
20746872696c6c6564
4f766572616c6c2c
2054455354
7169
733030
61637469
5558
6964293b
7033
6f70696e696f6e
204c6f616e
2073706f6e74616e656f75736c79
2063697263756d666572656e6365
20284143
206d6f646966
706f64
646170
20416d2e
207061737461
204556454e
526164
6b7d24
333132
20546572726f72
4e554c4c2c
20637562
2076657274
4c6f6164696e67
20736d696c696e67
2067726570
20627562626c6573
2b43
4d5249
323639
2e342e
207472617070696e67
20737570706c69657273
20656368
206d616e61
3c21
20636572656272
2046756e6374696f6e616c
204e24
54797065732e
6d657265
2028313929
20486f727365
73746f7279
206d656c746564
204368726973746d
204d61746368
2d636865636b
4436
20224f72
4d6f756e74
6f70656e6961
636368
656e68
2072657072657373696f6e
696422
2074686f7567
2031393737
2070726f78
636f6e6669726d
506f74656e7469616c
474552
207065726d69737369626c65
20313831
64656175
20436f6e636572
20656d706c6f796d656e742e
2074756d6f757273
484f5354
5c67616d6d615f
53452c
20416d65726963616e732e
20476c656e6e
20747269636b79
20666f6c6c6f772e
c3a86d65
7669736962696c697479
20656c6563
204576656e7473
e2809c52
202a65
2059656d656e
202260
206d756d
7e2e
535f7b
36362c
20636572746966696361746573
206672616d6564
20726567696d6573
20434153
393930
736c6579
63756d
30352c
20627265616b2e
20435950
2061646d696e6973747261746f7273
206976
20223b
536572766963652e
73656e73
206368696c6c
2064656c61
446973636c6f73757265
73747265746368
4e616d6522
202774
2a3d
20566973696f6e
20456d6572
496e646961
6672656528
2e3035
20616d62696775697479
2264617465
5e5b4052
20435250
20435552
4d4154
31352d
7b62
20416e696d616c73
20616e6f7468
202d3231
2024285c
5f494e54
286576656e74
56454e
323638
73696f6e616c
20616c6c65726779
0d0a20202020202020202020
6472617761626c65
2d686f
372e37
4151
20626f746865726564
2042726f6f6b73
205c667261637b317d7b32
20676c6f77
207472696265
4a44
206665656473
204b6c65696e
5265666572
2041677269
2064697363726570
204c7d
202868696768
20416c6c2d
4b2d
20616c6c6f77616e6365
2062726561746865
204a6574
207669766964
20636f6e63656e74
207631
61726c
206e6577737061
20726568656172
20647374
6d696e64
6772657373697665
35322c
204a616d61
2067726170682e
20616e7468
3c4b
5374616765
7265736561726368
7d25
323738
2070697a7a
47656f
205374617273
20696d707572
205b37
204f7074696d
5472757374
20504f5354
756e6368
20626f736f6e
20726569676e
4d696368
20656d7074792e
636f6d6d656e7473
63686174
203242
6465666572
204e5f
73686f7265
5c5f31
646578
63616368
2e73686f77
6d616e64
756e6b
2047726f757073
2053656d69
6c65656e
75656e6365
6e242e
20697465726174696f6e73
20696e636f6e
2042696e617279
6e652e
65706872696e65
4361757365
385e
38352c
2e636f6e7461696e7328
20283139393829
204a657375
e28892312e
20656e7669726f6e
535542
200a202020202020
3443
2072616765
20353132
343037
39352e
4a756e
3d43
4d57
792d6d6174657269616c227d2e
20687265663d2223223e
202823
756c74696d617465
20666c756f72657363
20283335
2062692d
486967
2d6173
204d6f736573
2061706172746d656e7473
2070726f6d6f74657273
204041
706c61636564
78696d
636c75
206261672e
207061726162
20457572
2d30322d30
2072697065
206a28
2061742e
20323138
732a2c
4272617a696c
20c3a974
2072656c65617365642e
2062616b
20636f6d70617269
2072756e6e
20476c6f
2034322e
20736174656c6c69746573
206578697374656e63652e
466163
2065766f6c
6d6f72726f77
636f6d706c65
7b5c656e737572656d6174687b
2068696b696e67
207368696e65
7a6965
5e335e
343336
35312c
20486f706b696e73
2072656c6178696e67
206578706c6f6465
20524e4173
2063686f696365732e
207570646174
20546967657273
20426c65
5c64656c74615f
2d6d6f64
4a43
323937
20626f646965732e
20636f6d6d697373696f6e6564
20666f726d616c69736d
205065726c
20657265
6c6f67676572
6469726563
785e32
203c212d2d
20646f70696e67
766965772c
6f74686572617079
20706572747572626174696f6e73
207979
4d696c6c69
6d6574616c6c6963
626572676572
7468696f
6765722e
20616c6c2d74696d65
43617465676f72696573
2073706972697473
2050656e69
285c626172
206f7074696f6e616c6c79
20746869732e676574
204f55
5f696429
646565
616c742e
343536
7d29242c
206865726529
e2809c486f77
207665727365
2073746f726167652e
205743
5c6c616d62646129
54495645
2031393734
20736574746c696e67
53656c6563
424c4f434b
2061637175
713b
206265617374
206369746174696f6e73
207072657661
5f656c656d656e74
5832
457863
333335
2064656166
207175657374696f6e61626c65
20546173
206d65742e
5275737369616e
2073796d62
7c5c6c6571
5e29
204d696e6e65736f
204b6f6c
5f544f
656b2c
2064697374726963742e
2042697264
205068797369
352d30
4458
2033342e
223a5b
312d31
6f6c73
204f7468657277697365
6d656e74696f6e6564
20746f7069632e
207075626c69
204d414e
5570706572
6e7869657479
2d7461696c6564
207472616e73706f72746572
636f6e63757272656e74
70706f
5b73
20696e737572616e63652e
206c6f6265
2072696e672e
4a616e
2f3137
72696365
4469737472696374
20726f64656e74
636f76
727a
20436f6e736572766174696f6e
20245c6f6d65676124
2073656e646572
e2809c47
584c
6f6273
20696e666f726d616e74
4e6f646573
464143
2067756172616e74
2064656661756c7473
206e6170
5f696e66
333337
2073697a653a
6c65617665
4576656e7441726773
357e
5c5069
6e642e
20712c
646f636b
207468657265696e2e
627833
5e7b317d
496e76
413b
20636f6e636c7573696f6e2e
20546f6c
64697361626c6564
466f726d6174746572
20766d
5f61646472
203142
3d6d
4955
594e
6136
726166
65742d
65723f
2048757373
20616461
417070656c6c
7468756d62
61727261
747469
20636f6e666c6963742e
20747261646573
205175657374696f6e73
20312929
5373
434f4c
20456e676c6973682e
20746964616c
74696572
20706c6167
2073706f6f6e
7265676578
5961
4a6163
2d726f756e64
20696e666c7578
20636f6e6365616c6564
206368616e63
2073696e676572
206d65726379
2047656e65746963
20287829
20333031
6f6479
206d65646963696e652e
2057616465
20456c656374726f6e6963
3c666f726d
696e675d
7b302c
206d6f7274616c6974792e
20417369
616e612c
20736c6f77696e67
207570677261646564
70756c7365
206f7074696f6e733a
2074656d706572
2064696769
206d6f6e6f746f6e
5e62
313931
207365697a75726573
20747261636b2e
6672756974
5b62
4d292c
20616e796f6e652e
2073616c7473
2e737472696e67
2d6c696e6b6564
657270
20283139393929
2052757468
206d6574726573
20676f6473
205541
746f6f6c746970
507265666572656e6365
74696d6572
363231
525f7b
50415254
616d6f756e74
205142
746169
2074727574
20636f6e74696e656e74
5c72696768742e
203a44
2065766572796f6e
20706c61736d696473
2041646d69
20342e31
63697263
31315d
736369656e7469666963
206163636f756e746162696c697479
20696e746572707265746174696f6e73
204e6577732e
656d706c6f796565
2866756e6374696f6e28
3d2274727565
5f68616e646c
6c6f676f
4824
4943414c
2031377468
206372656469746f7273
2073776561
6b6972
6965766564
2e352529
20284d6f
204647
4576656e7428
2d7375
343038
206368616e63652e
206569746865722c
2042656c6769756d
2070617469
676f616c
20353530
0a202020200a20202020
2062656573
2044696574
41535345525428
6337
646967
322c33
726d616e
746572732c
204a756c69616e
206c61776e
20482d
2e312529
20696e697469616c697a6174696f6e
696e74656772697479
204447
4239
6f726f6c6c617279
206f6b61
2072656c6967696f6e2e
20243132
5e7b5c6173747d
4368756e6b
536572696573
323433
20444373
207265737065637473
5265706c79
313431
207475726b6579
436f756e747279
20776973
20323132
207274
206b696e642e
6767696e73
2044696666
5b305d29
5b68747470733a2f2f
7a652c
207061737361676573
5369676e616c
206f6d6e69
20747970656f66
204132
63617465676f72696573
20636f6e76696e63
206f726465
204c6179
20506f736974697665
646561
2076696272616e74
205b404237
20537d
20245c77696465686174
204c414e
206d656d6f7261626c65
206176657261676573
20726567756c6174696f6e2e
204d4843
206f6265
204b6c65
2f282d36
323537
35312e
206578706c6f69746174696f6e
2073686f636b696e67
4728
6176656c
20616369642e
20656e6163
736e6170
206b696c6c65642e
2050656172736f6e
20417373656d62
4164646564
676e616e74
21212121
20537069646572
4d61703b
657469
20746865726170697374
717569736974696f6e
506879736963616c
68616e646c
20436f6e737469747574696f6e2e
20496e6974696174697665
206369746965732e
20726563757272
202765
626f61726473
323736
202d3236
20526f6c
292a2830
2d6772616465
4636
2075736566756c2e
54616b696e67
20486f62
206469766964
2024525f
206869676865722e
206a6f6b
205b315d2823
20646566696e6974
574f524b
2e44617461
2e322c
206163636964656e74616c
2076697275732e
20426169
73656c662d
7261696c
20636f6e647563742e
204379746f
204974616c
636f676e6974696f6e
20436869636167
20666f75727465656e
204d656d
333537
206c696564
46696c6528
20426c616972
20636f696e63696465
2072756e6e657273
20677261647561746573
20656e6c6172676564
204d657869
204c2c
6d6f72652c
2067617465776179
20626c6163
207175696e
3e30242e
566965774d6f64656c
74697a6174696f6e
2072657475726e65642e
2053686168
206d616e73
206c6563
436f6e6e
6e7369
203139373073
20706f727472616974
20626f6c74
20414354494f4e
6f706961
5f4445425547
2e6d64
2d7472
2065787069726174696f6e
20484953
204c6f7373
206665646572
20302e303031292e
20636f726f6e61
206167726565696e67
204a696e
20526f636865
6d613a
4135
20307865
20436f756e746572
204c6f636174696f6e
696174
20726f626f746963
20636861697273
2028302e38
206265617473
20244e5f
3a323030
206b69746368656e2e
5c7c5f
3966
683f
20626c6565
2072656e6577616c
4c656d6d61
206177616b65
68656172696e67
2070656163652e
6379636c696e65
74796c653e
77617368
7061727469616c
6b31
2832292e
323129
636f75
2064726976652e
204173736f6369617465
486f73706974616c
20646961727268
20737472696e67656e74
5468696e6773
53746179
20746f65
20456c65637472
4c6973742e
206d6574612d616e616c79
20636f696e636964
506f736974697665
204148
322e312e
20436f6c6f6e
20617373756d70
204162736f6c757465
45766572797468696e67
206761726c
206d756c7469706c696564
20696e74657269
5f72616e6765
323333
2077697468647261776e
2063686f6c6573746572
20414443
20656e7472792e
363235
34322e
6e7573
72656c696d696e617279
2031393a
4c5f7b
2061747461636b6572
6b6f6e
5224
69742773
7b5c6f70657261746f726e616d65
20307861
20747370
20766163617465
20373530
3878
69737361
5c7461755f
205969
2074617865732e
206672616d65776f726b2e
616e676173
736572696573
333032
7b5c686174
4f766572616c6c
626f786573
206465636f72
20626572
206673
532a2a
642a
204170706c69636174696f6e73
6375727665
53796d
3941
20696e736964652c
20706572736f6e616c697a6564
53697a6528
3742
333034
2066756c66
28785f
5f7b62
206661696c2e
207370656369616c69737473
726f79
696f75732c
2068657572
20393131
206d65726368
667072696e746628
5068696c
5f666f726d
656e636961
5c67
2068696e7473
20737461706c65
2073746174656d656e74732e
53617475726461792c
207465656e73
6465636c617265
204575726f70
5e7b5c6f74696d6573
62656e7a6f
464947
323837
6f6e652e
207472616e736973746f7273
2064656c696265
2070617468776179732e
56616c75653b
5c3a
33362e
726f6e2c
20636f6e736369656e6365
204865726d
206d656368616e6973
43555252
415e
6163696f7573
6d66
206c656170
20706f6f6c2e
207372632f
6e656564
2067726f6f7665
2053757266616365
5f474554
69646179
5d2929
090909090909
75727665696c6c616e6365
2054756c
292a2832
206770
4248
616e6e65
7d2878
69616c6c79
20702e6d
494571
207265636570
6d6f7270686f7573
5f61747472
6d652e
20636f6e6a756761746564
20302e3137
2050617374
20564c
494a
20696d706c616e
2034382c
20636f6e7465
505f7b
20636f6e63656e74726174696f6e2e
206f6666656e64
4d616e616765
27242c
726565
2031353030
206578706f7375726573
e28098546865
206465706f72
436f75
416e642c
5f646576
4724
783d
206265686176696f7572616c
2d616c6765627261
206465636973696f6e732c
2d31292e
646f75
2e2222
2064656d616e642e
20736561736f6e732e
204b6f72
20285553
204c6163
5f3324
6c6c69
6f76617363756c6172
63616e646964617465
20313939322e
206368616c6c656e6765732e
207365676d656e746174696f6e
53697a653b
5574696c732e
444f4d
20636f6e7665796564
206c797361746573
204d617272
2e7375622e32
20355d2823
5f736f75726365
72657175
616265
6f636f
7465726564
20496d6167696e65
2076616c656e6365
206f726269
3d41
20656c6567
206e6f7469636573
20686175
204567
70726f7669
204275646468697374
204661697468
20706572696d65746572
207368617265686f6c64657273
20706f6c6573
275d293b
686f757273
203c623e
333535
205363686f6f6c2e
2024312f
20536b696e
206261636b7761726473
20696d706f7373
6165726f626963
343338
696773
206775657373696e67
20556e666f7274756e6174656c79
5f66726f6d5f
494e475f
3a2d
756c70
30382c
2064726173746963
20636f6d706f756e64732e
204e79
20766572746963616c6c79
66616d696c
205c6d617468726d
2e707574
6374696f6e616c
206865616c7468696572
20746f7273696f6e
206372656469746f72
206d656e746f72
2068656c6d
206168
28692c
6f7669727573
20616c72656164792e
20696e6465786564
2074726164652e
207065726861
77656273697465
312f34
6d617267696e2d6c6566743a
2053637265
20746f67676c65
2057617665
5f6973
696d6f
20456d696c79
20636f6e6669
7b726566
666f7572
2063696761726574746573
204772696666
207772617070696e67
206672657175656e63792e
737472657373
67696f
53545f
756469
73796d70746f746963
20737461747565
206d757264
5e7b337d
5f696e5f
74746c696e67
313532
4c292c
636f646564
6f77736b69
332c303030
646f6373
5c7068695f
4d28
20747261766572
2053756c
205265666572
4237
20322d33
206361626c6573
2053706f
20657861
67303031297b7265662d7479
20707265736964656e
20736368
4469726563
55706461746564
204f6e74617269
20647567
206b69636b696e67
2073756767657374697665
2073707261
20656d6973
2073747265616d2e
204661696c757265
7175696e
6434
726f61
656974
206d79737465
20436f756e63
204e61747572
20244c5f
746f6f6c732e
4e6f726d
6e656f
6d6965
323429
20617274696661637473
204b6f73
206f7363696c
375d2c5b4042
205c66
676976
70726563697069746174696f6e
677569
726f62
655e7b69
7369676d61
206172726573742c
2072656c6965766564
206e657276
2073657269616c697a6564
205374616e64
74656e73
