c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
dd
e4
00
02
f3
05
06
04
0e
12
07
1d
1e
7f
d4
f4
df
de
01
1a
cd
17
f0
19
0b
10
18
0f
16
d3
e3
15
13
c6
d2
0c
dc
08
c7
d5
1c
c8
14
db
c9
11
d1
ca
cb
cf
1b
da
cc
e0
ef
ee
d6
d7
c4
ea
ed
d0
e1
d8
e2
c5
ce
b5
ab
c3
96
ec
9e
e5
bd
b2
e9
97
ae
ba
9d
eb
86
a8
ad
a4
b4
99
bb
a2
9b
b7
93
b6
ac
92
9c
d9
8f
a0
b1
a7
98
bf
90
b8
9a
0d
89
a5
95
b9
a1
a3
94
80
b0
aa
e6
9f
a6
91
8e
bc
e7
84
e8
87
8b
88
b3
8c
a9
af
03
85
8d
81
8a
be
83
82
60
5a
59
c2
09
51
57
4f
4a
7e
4b
56
21
71
58
40
55
47
7a
7c
48
23
4e
39
4c
6a
45
25
5e
77
46
52
54
44
37
26
50
4d
38
36
75
5d
6b
3f
42
76
67
68
53
43
6c
5b
35
79
3c
2b
72
78
34
66
3e
62
63
70
41
33
3b
6e
6d
7d
6f
64
65
2f
7b
3d
69
30
2a
49
24
74
5c
32
3a
31
27
29
22
5f
28
2d
73
61
2c
0a
2e
20
20616476616e
20436861726c6f7474
20696e64697669
746178656c
20636f6e67726573
616d6f6c65
696d706f
204f6b69
2073796e6368
616d6f7869
204e4f50
636869636b
667567
434649
4c5453
2061636375
2063726f63
696f6e617279
20486f6b
696d6d65
204672656e
74686c69
6972696e6f
2057696c6c69
0a0a0a0a2020202020202020
70617474
475255
474544
204261727468
746368656e
435453
455645
206361726f74
636f7065
2046696e6b
c3a97469636f
7469617279
6c6c7573
70656374
204e6f7274
0a0a0a0a20202020
475245
436f736d
6c657269616e
2a2a2a2a2a2a2a2a2a
62696c6973
3830303030
2047656e74
205374616d
76656e6573
434743
7669726f
6c6173746963
d181d181d0b8d0b2
204c696272
506c6173
4d6344
436f6e6669726d6174696f6e
756e63656d656e74
435554
7265636f
4e4953
574154
524147
6563746963
20434845
417070656172
7365756d
7564696e67
696e646963
415241
7465616c
6869656c
6c7565
71756965
43616c63756c6174696f6e
42726561
6e6575726f6e
2044796e61
756f7269
0a0c20202020
6f6b656e
64656e79
d0b8d0b8
5065726d
414c49
4a756c6961
6f707469
6e616e6365
427563
4c69626572
646566696e
70696373
70726f6e
4b6163
636f6e7465
76696573
76656d656e74
7069726573
7472756374757265
6d626c79
524149
72656d69
416476657274
70726f7365
416d69
6f70696e
e6b4
204d69747375
476975
72696d61
75726e65
e6b4bb
2070617474
447965
e6a5
566f78
504f4d
6666666666666666
706c696361626c65
0a0a0a0a2020202020
41544f
204469726563
5472616e7369656e74
576869
4d696e696d
64656d6f73
6f6c6c696e67
6f756c64
616d6f6e
53797374
20696e74657270
54494f
7574746572
6d706c65
6669656c
204f7665
20487970
696e646961
2f2a2a2a2a2a2a2a2a2a2a2a
456d626564
6f7264696e
617070726f
52616973
786563
75636c
67617469
706f6b
64726573736564
204d6346
506c7567
4379616e
696e746572706f6c617465
6f73696e6f7068696c
53747269
42616e67
4d634361
657875616c
73657074
7465726f6c
6f7074696d697a65
6f7274616c
69746965
6f676963
4c6f63616c697a6174696f6e
6174746572
6d6f6c65
6d657472
6f6c6c6572
2044697274
0a0c202020
49454c
79656f6e67
48415244
70706c
6f73736573
e6b3
6d757465
20486f6262
0a0a0a0a20202020202020
20537075
20426576
0a0a0a0a20202020202020202020
656c696f
30323131
6361626c65
69727374
637574696f6e
65787472
6e756e63
526f63
696c6461
6368616e67
656e74657273
20737562746974
4d696e696d616c
50756e
686f6c6f
656c6576
7374726561
6c656172
7374726174
65736b79
48454e
547562
2064657369
2a2a2a2a2a2a2a2a
656e69636f6c
7769746368
696c6c6572
20574154
796f6e6963
73717565
656d706f
426f63
61646a75
76696c6c
457279
646f7567
636f6e747261
6f7274696e
68696c64
64656c69
4c6976
53746572
74696761
204172756e
30313137
4f4d41
6f6c646572
6e79737461
70686172
746f636b73
697374696e
20426f7474
676f7261
50657472
6f6d696e61
6f6c6c6f
090909090909090909
43524f5353
6f726d61
6f636b73
2a2a2a2a2a2a2a2a2a2a
e6af
487572
44534d
72c3ad61
7465677261
454345
424c4f
6e616c6973
42756e
706c6163
31303233
75727473
74c3a1
20496e766572
50657465
20524556
2070726f7669
566572696669636174696f6e
616c656e65
207475626572
527562
74697669
666c61766f
61766973
6573637269
494658
62726f756768
5348415245
726f6365
6e617468616e
454947
466c69
6174696e69
20706f74656e
20464153
70686173
7261667473
6c6f63617465
726f6a
73756767657374
6e61746f72
7463686574
20636c6175737472
65726c65
47656f6d
72617365
6c65617365
53696d756c61746f72
4c696c
616e67656c6f
66696c6550617468
414445
73696361
6e616d69
6964676574
76617269616e
56697369
746976617465
4f5353
73796e6368
20416767
204d65727269
2050686f7370686f
49474e
756e6469
42414e
486967
7061726d
617373696e67
6f756e6473
786365
524143
206d757363
66697273744e616d65
6c756c
5175616e
20447570
6469766964
32323030
736963616c
45726b
424353
2a2a2a2a2a2a2a
6f6c766564
2050656c6c
56657262
2057494c
656e636f
6173736963
417672
455350
6f766964
706f6c61
4361726c6f
456c6173746963
206572797468726f
61c3b1
46554e
44454e54
726574726f
706c657465
616e6369
6772657373
696d696e65
636b657273
65717565
2c5c2c5c2c
5075626c69636174696f6e
4578706f6e656e74
436f6e6e656374696f6e73
2076696e646963
0a0a0a0a0a202020202020
61727175
48756e
416c61726d
656d6272796f
7866666666
6f75726e65
454c45
7465726e73
6d6d6564
426c75
7765696c
47656e6f
61647261
7665727361
4b4952
75616461
61726d696e67
32343030
6963697374
445354
726f7570
6f746564
61626f72
eba7
e298
2047656f6d
204a6f68616e6e
4d65646963
536d69
20736f6d61
6f7269656e
5061726d
0a0a0a0a202020202020
6d656c74
2063757274
5368616d
5265706c696361
6273656e
696e6b676f
20486962
64617461536f75726365
6d657263
6c69766572
6e74696e65
535045
4163746976617465
696e74657270
6a6f69
617070656172
5363686f
4175746f6d6174696f6e
506861
50414c
656e67616765
2045766f
75726e616c
496e7472696e736963
7269766572
0a0909092020202020
20456c61
534148
414e47
2053545245
4d4147
20537563
44656d6f67726170686963
0a0a0a0a0a20202020202020
656e616e
6163746963
424543
2053594e
20475245
47656f72
6b6970
416e616c797a65
6c61747465
466f726765
727669
6f67656e73
65616e75
20536375
7a6162
506c61736d
6e696669
436f6d706c65
6974696f6e616c
414541
636f6d706c
20696e6675
205374656c6c61
204772656e
6172656e74
435245
4e4e41
544153
20417474616368
416e696d61746564
415449
65636573
74696e676c79
5374616e
70737963686f
57697474
76656c6f
6561726e
617068726f6469
4469726563
20414d53
6e696d61
20416b72
74726f6e6963
6b6f6e6f
72616d69
64696374696f6e
6f6d626f
206f63756c
20534149
20426569
535353
484954
4e4544
506176
436f726f6e
2059696e
0a0909202020202020
6569626f
20506861726d61636f
656c6973
417669
70746976656c79
6c757374
6c65726174696f6e
70617269
444c45
496e7374616e74
4a454354
506563
425249
7669736f
74616e7961
20414c544552
4d657468
4552534f4e
696c6c616e
72696361
20707265646963
4469616772616d
2067726f75
6b696c6c6572
6b6c696e
616d6e69
72697374696e65
204661756c
2071756965
20647a69
7365656d
67617268
756e7479
48414d
6e6f6d6f
20756e726573
6e736b79
61726162696e65
297d295c
6d7572616c
6e6f636b
456469746564
736861706573
206368727973
63686f6f73
6c6f67697365
2073657270656e74
435356
43617573
20626f6172
69706164
416374696f6e426172
6d696e6572
65726e69
696c6465
73696c69
6865616c696e67
6665656c696e67
636f6f6b696573
207465747261687964726f
204e6569
5452414e
536f72746564
6f70616468796179
e180a1e180
e694af
70726f6772616d73
204d4553
2043616e6f6e6963616c
68697473
e381a8e38184e38186
205061646d61
20737472696e6757697468
cebfcf85
207472616e73666f72
2048616e6f
676c7574616d696e65
6f627461696e6564
e4bb8be7bb8d
6471756f
747269706c65
65726a6565
4e4152
4368617365
7365726769
207265666c6563
c380
637a616a
204e657473
31393233
444641
6b61726e69
767478
626f74756c696e756d
2033353533
206465737472756374
5b5d5b5d
67656e65726174696f6e616c
43444d
646576656c6f706d656e74616c
e1b9ad
207265746f72
2043504c
504152454e54
65726f6e73
556e73616665
656e6761
706167696e6174696f6e
2057726967
20726f6d70
2053656761
6465706172746d656e74
7365676d656e7473
ec9584
206566666563
4861726477617265
747261696c
656772657373
46756c6c4e616d65
454441
ec95
6c656d61
6f726d616e
4c494b45
4b726973686e61
7472616e73616374696f6e73
e7949fe68890
4d61696e4163746976697479
4174686c65746963
676c7563
416e6e75616c
726574696e616c
6173736c
537563
4d4f554e54
2052617669
20456c79
636f6e636c
434f554e
47454d
536865657473
456174696e67
677561726469616e
20726163636f
204d617472
20537972
63696e666f
616379636c6963
30313833
52657374617274
61636d65
204c756674
58585858585858585858585858585858
2074727563
2053706172
2070726f636564
726570726573656e74696e67
696e766573746f72
2064656261
534c45
686f6c7a
52656c61746976654c61796f7574
d09c
666f6c64657273
e99587
646973616d626967756174
6e64687261
79616e69
436f6f7264696e61746f72
62726f777365
204368696d
2052656672657368
4c656d
2052656e6577
47696f76
697867
70636c
6d6f796c
476c61
5c3b24
206f6273657373
43686572
53656c6563744974656d
20436f6c6f7572
56697375616c53747564696f
7374616b
3b7b7b5c
63686f6e
534143
41494b
656e71756972
20536c61636b
20467269656e646c79
2050617469
666f756c
41676f
676f6f67
524e50
73636174746572696e67
7265666572726572
537562736964
4469736e6579
e287
e5b9b3
20636f72726563
594f5552
204c616d70
20466965
6162657468
e8aea9
4a6572736579
2053554e
204d697374
6261736b6574
64726f6d79
7377697463686573
506f7765725368656c6c
204b494e47
205475746f7269616c
204e656d
796d6d6574726963616c
48434f
4769726c73
e79d80
56696e65
2066726174
204c616365
c59e
2047796e
30313337
52454d
474c4d
556c74696d617465
2031383731
43616d706169676e
2043726f7764
2052656172
20416c616d
756b6f76
6d656d6272616e6573
20696d706c61
2053746f6e
636c69636b6564
207465727261
504347
6f6e74696e
6170706572
726973686564
6563686f6963
2050617373696f6e
204261636b7570
6164766973
53594e
204b6574
5946
466f726d6174696f6e
617070726f78696d617465
6261796573
706169676e
2067616c65
746f6e6e65
6469766572
726f676174697665
757269756d
54657874436f6c6f72
63687573
7374727574
627563
69616c6973
64696573656c
6469736167726565
5068616e746f6d
e383a5
676574746572
7265706c69636174696f6e
7479726573
2041646d
7269666673
7b7d222c
204c656e74
534658
73706972
676c6f62616c73
2020202020200a2020202020202020
636f6f6c6564
206b6f68
2031383330
417574686f72697479
2063726f75
6c6c69617264
61726473686970
636f656666
436f6e74726f6c6c657273
6e67656c
20202020200a20202020202020202020
496e7374616c6c6174696f6e
696e74657273656374696f6e
44756b65
6578656d7074
657175696e65
31393237
766f6361626c65
736f6c7574696f6e73
54524f
7970736f
20e1bc
72616b7368
2074727970616e
e5bd93e5898d
204b6579626f617264
6ac3b6
646f7065
31393239
50726f6a656374696f6e
6c656e7479
4b616e7361
4f627365727665
e38383e382af
2047726f77
20447573
204578656375
2053617070
204d616464
696e656e736973
5175616c6966696564
76617363756c6174757265
65726d61
434553
524545
20202020202020200a20202020202020
6465726564
eba9b4
6e687569
2031383631
4f6c69766572
e7bb99
436875636b
6578706c6f7265
5c5d5b24
506b67
42756c6c6574
616c7565
70726168
3a2424
66656c696e65
30313834
536861726573
494350
6c697a65
47617262616765
205465727269
2073796e617074
436f756e73656c
d8a7d985
44616d616765
63616c6c6572
676e7574
74616d6f6c
d0b4d183
6f706f64
d0bfd0bed0bb
54524545
73c3a36f
6f6d6f727068
7363616e6e6572
636f6e736572766174696f6e
e58886e69e90
20416c6578616e6472
20436f6e63657274
206a6f75
4d6f6d656e74
2064726f6f
426f756e64696e67
20546f726f
2044696167
2053776172
736d757373656e
30303833
736d616e73686970
6669656e64
2070726f646967
e8afad
466c6f6f72
20696e646570656e
206d6f6e676f
766f6c756e7461
30313134
73796e6368726f6e697a6174696f6e
e18099e180
66616e73
436f6d666f7274
20417272657374
204e4344
204e61747572
20526f737369
57617272656e
5052455353494f4e
20436f727265
6f63696f7573
72656c61
617269616e69736d
7375627469746c65
2052657a61
77616461
6e656b6f
20536e6970
536f6c64
616c61726d
e28690
62656572
62757368
44544f
52554c45
6f6469756d
526f62696e736f6e
2031383838
204c756d626572
537065656368
20436f7272656374696f6e
2042756c6b
3235313334
6c756d696e
546963
57617463686572
29265c
20414c49
666c756f72657363656e74
50616e63726561746963
726f746f
436f6d6d756e
73706c696365
d191
696d6d756e
4272756e
6d616b6f
20424144
20435041
496e73657473
63686f6c
494453
726573706f6e64657273
646564696361746564
e69bbf
20456d626572
e899
20636f6e747265
776f726b666c6f77
657363656e73
4f505453
c3a96d656e74
6c657068
435645
56616c7665
4b796c65
6f6b6572
20e28c
205661706f72
2048c3a4
537461686c
207768697374
20454d49
2047657272
20456c6c65
6573747269616e
67696674
706c616e6e696e67
204c6f7269
66696369
6567676572
295c7d
486f766572
20e28691
484f4f
e7bb93e69d9f
e4bbbbe4bd95
696e766f636174696f6e
506872617365
2031383835
2073796e6368726f6e697a65
456e746974794d616e61676572
496e6e6f4442
507265736572766174696f6e
e7abaf
20706f6c796d6f727068
6368696b
7d7d2429
46494c4c
20416775
73616d706c6564
657373656e7469616c6c79
466f67
204e6f7365
756d626c72
e4baa4
6d6167617a696e65
636f74696e
30303639
62616e61
686f6d6570616765
656e6f6964
676c7565
2044c3bc
2064697374726f
7b7b2f
67686f7374
2044756e64
d0bcd0b5d180
436f6e646974696f6e616c
e5a3
73696d756c6174696f6e
20494f53
464652
4845434b
53697475
444343
30323036
6e65636b73
434c45
6f7264696e61746564
54616e6b
636370
6f63636c7573
20537461696e
e382aa
4d756c7469706c696572
526567696f6e616c
6d61696e74656e616e6365
e888
20496e737472756374
20506574726f
707269736f6e
42494e44
6f64616c
31393234
506970
626f6e7573
506364
204d5243
2053706f6f6e
20636f6e6369
206d69736d
5549496d616765
2050617273
436f646572
73657269616c697a6174696f6e
526573706f6e64
e188
65796c6f6e
4b65794576656e74
726566696c6c
74616e616d
43414c4c4241434b
247d3b
5475746f7269616c
47617a
616c686f
20686f6d696e
206d617273
2076696e63
454443
4f7074696d697a65
7265617468
7369636b
474450
6964656e746963616c
4e65746865726c616e6473
2057657274
686973746f726963616c
204d4543
53696c6b
2064657665
444454
204b656d
47616c6c
61736c6579
31393331
62c3a9
534f4d45
4261696c6579
63756c617465
6261736573
74657374696d6f6e69616c73
506c61736d61
537472657373
2043697263
476f7373
5065656c
5d7b7d3d
78696f6e
2057756c66
627562626c65
20596f67
53656d616e746963
2047756d
6e6f7065
63617270
484953
455343
4f6273
262b5c
e6a8a1e59e8b
69666f726d6973
2070726f737461
0909090909090909
53636172
4d5053
706f7274696e67
2043c3a9
20486972736368
2053656d616e746963
20506569
517561
757465726f
68616c74
0a20202020202020200a202020
297d5e7b5c
6172746973
696b6f6e
646f6e6e61
524f54
65617468
4c6f7473
656d70686173697a65
596f6b6f
4d756e69636970
6e69656a
506561726c
207265706c6963
e8bf98
ef99
2053756e73
50616c65
737465726c696e67
205a6f65
494443
494d53
6372797374616c73
626f7a
2041726965
20446f78
4174747273
c4b172
0a0a0a20202020202020202020
205943
205265646972656374
204d63446f
30313839
534541
5b2d5d
2056616d
4e657374
207269676f72
2042726173
2053706563696669636174696f6e
466f726569676e4b6579
4449524543544f5259
205363686c
4578636c7573697665
496d70726f766564
65726162696c697479
536b6f
2056696a6179
41727469636c6573
efbe
2047756572
20436163
74756d6f72616c
6f747261
30313432
427956616c
656e746f6e
69746f6e73
457261
2a2b2a
20434953
2052616269
70726f746f6e
e0ac95
20d185
204e6566
696e72696368
546d70
63524e41
30313237
746865726c616e64
64796e616d6963616c6c79
6164686573697665
20556e6578706563746564
617373656d626c65
d0bdd18b
746f636b
484f52
6c69636b696e67
494f5553
20e0a485
6a65756e65
e383bce382b7e383a7e383b3
786363
5269676964
6f646f75
2031383934
20546872656174
496e74657276696577
556e737570706f72746564
62757379
204b72697374
204269726b
204469766964
2044796e616d6f
656e6261756d
696d6d75
32333235
526f7574696e67
5375626a65637473
204172676f
204e5953
41637469766974696573
426f696c
6d6f64756c696e
616d617264
6172746973616e
61726c61
706f726174696f6e
6e6f7272686f6561
6d696e6777
524f5554494e45
5e2b2fe288925e
5477696e
416a6178
554956696577
20466f6e64
73686f72
494649
72616e67
4172636869766573
6e69657577
64696170687261676d61746963
426172427574746f6e4974656d
204465636b
205a6f6f6d
5b2e2e2e5d
0a0a0a0a0a2020202020
64657363656e74
e5958fe9a18c
e4bbbbe58aa1
e99c80
656e756d6572617465
2f2729
207472616e7363656e64656e74616c
2046726579
20536c617665
4265616e466163746f7279
7d7d7d7d5f7b
6f6c7461
4d5942
61636561
d182d183
554c54
61736b6564
63616e6e6162696e6f6c
7b7b2e2a7d7d
4d676d74
204e454f
204b696e646572
d18bd0b9
686f6e6f72
20415443
20535550
43756c
6c616461
696461646573
41494d
414e43
454c46
636f6c6f75726564
736f6c766572
205374617272
6f706572616e64
2053616e6473
696d6f746f
574f4f44
65736572
61636b6564
6e676869
20436f72616c
61707068697265
737472657074
737572766976616c
20417a61
20506172746974696f6e
0d0d0a
6f76736b69
476967
5265706c
454152
68656c7066756c
666c617474656e
204b61666b61
616d6d61746f7279
6c69616d
2053756d6d
53544f4e
43617465
71756f746174696f6e
6c6f6f7365
797976
2047c3a9
4576656e7454797065
c584736b69
20436f6e636f7264
72657363616c696e67
204d757373
e68385e5a0b1
6d73636f72
204c756e6368
636865636b73756d
6f7061726469
67617261
6f6d657472
7a7a7a
636f6e646974696f6e616c6c79
20696e7465726f70
205549496d616765
31303530
72616368
4e5448
6d617374657273
78436159
2077656972
2063616c656e64
2052617a
74726967
d181d18c
31313132
494e56
7375626d6974746564
20636f6361
c4ab7961
616e616c797365
20626c616e63
272229
20484950
204c756d696e
42756c6c
466572677573
4a4f494e
4973456e61626c6564
726977616c
67636d
2053616d6261
44696c
2031383430
2031383932
20436c696e74
696d6d6564696174656c79
4265726e
2056696d
206d657468616e
204672616374696f6e
2053696464
6f70656e736f75726365
4469616c6f677565
42524f
616b6573
5c2c3a5c2c
5ec2a75e
2070727a65
2044616e73
2050414d
7374616e646572
20436f7273
65676c69
494e4352
707070
70686f726573
6765744974656d
4c656164696e67
434b53
6c6174656e6379
e38386e382a3
7d5c2c28
20537461626c65
636865636b6f7574
64656d6f6e737472
50524f46494c45
73687566666c65
6e6574776f726b73
457874656e74
4e4f54494345
616d706c6974756465
66696e616c697374
757a7a69
4f7869
617070656172616e6365
65676174696f6e
207061726365
20506f6f6c65
2053616b757261
2053656c6c6572
204b616c61
69666f6c6961
546f6f6c5374726970
666573746174696f6e
6b6f766963
506c7567696e73
6f70616c
7b7d5e
706172697479
7268796e
626772
206465736f6c
6e616768
6b6e6f74
756c747261
205363616c6172
736861646f776564
d0b8d0b5
e7a2bae8aa8d
736f6d6e6f
204d656e67
706861676963
204a6573
68c3b4
444353
726f626573
4a4f55524e414c
20487761
457870616e64696e67
4b6579576f7264
61747461636b73
20504c4159
20536c696465
6e657269
6e74656e74696f6e616c6c79
617369616e
6176696e
5368616c6c
46495348
e8aeb0e5bd95
426f64
6576736b79
204869746368
2043756e
504c4159
53636865
2053617264
20436f6e76656e
576f726b626f6f6b
7175696e6f78616c696e65
526f6c
206275726765
206665727265
6265636f6d65
204d617368
70726f636573736573
466c6970
7c7c5f
61726269
4649524d
4e6179
53574150
2043696172
63657474
e7bea4
20537472616e64
2050696e67
20556e737570706f72746564
205365656b
206368616c6c
2050524553
464253
544841
65616d696e67
7a6f6b
4b6168
477275
28272c27
20417661746172
5d2ee2809d
626e6572
68c3a9
6f7869646174697665
73656e74656e63696e67
20c58c
4e656d
65676e61
53616964
20436f6e747261
656e74696e6f
766f6c7665
64617261
30303737
4f5a
30313632
74727573746564
2064616e6e
242724
2031383933
20435350
49676e6f72696e67
e382bb
506572666f726d
50756c
20436f6d62696e
476c617373
20566965
7569746f
6e6578696e
757069746572
4f736d
20534950
20596f6b6f
206f6e4368616e6765
5368697274
6e616d656f66
6f616368696e67
e2809d293b
507572706f7365
20507361
6f63616d6c
0ac2a00ac2a0
56656e7565
7463686965
2062726176
2054414d
4f41757468
636c6563746963
2057616b
426178
54455253
e8a5bf
e8aea4
73686b61
446567
e6ada5
204c65616e
2073616c75
73746172747357697468
53495a
636f6e737469747574696f6e616c6c79
495343
77616976
786b62
736e6172
206d617374757262
0a2020e28083e28083e28083e28083
20534f4150
707265666572656e636573
20524947
31393131
62626c6564
6564697461626c65
4d75656c6c6572
20636f6c6c696465
4265636b
45766964
617070726f616368
204d61747465
47726168616d
737465726f6964616c
205a6170
2ae280b2
5e7b2a7d28
6d617463686572
6d65746963
20646973706f6e
6e616479
63616e6e756c61
20636173636164
497373756573
50726f746563746564
6875736b
20506f75
205969656c64
747a69616e
2032303438
6b796c6c
7563746f72
4e414e
5d2a29
2f2229
205265706561746564
44656d6f6e
20546f6d6173
20696e66696e69
204361726469
6d61696473
605d28
204576616c
d0a0
50726f746f636f6c73
50617263656c
6c697573
4d6172637573
6f72646572696e67
636f686f7274
67656e6f74797065
20436c617573
e58897e8a1a8
2042616e63
7363756c65
d988d984
4c6f6361746f72
53747265616d73
6e69656c
646174697665
44657461696c6564
496d706f7274616e6365
20417070726f76616c
686d6163
75746f6e
44617465466f726d6174
706c6173
656d6f74
596167
204e69636f6c61
436f6e6e656374696f6e537472696e67
6a656e6b696e73
707265706172
20464143
7a6170696e65
32303535
63687570
0a0a0a20202020202020202020202020
66697363616c
2048616172
62656e6566697473
7265636f7264696e67
e588ab
ec9e90
696e717569
2048617465
70657263657074696f6e
2054756d
496e7374616e63654f66
696e6571
506f736974696f6e73
5061636b61676573
656d6f73
434244
53616e6479
436c69656e744964
204d616e6461
282240
5072657373757265
66697874757265
20656e636c6f73696e67
656e706f7274
73707572
6f77616e
646174756d
4f4e53
6f636b6574
506844
e69687e6a1a3
636f6d706f756e64
66657276
617a656c
6172696168
43454c4c
4e4944
445241
737569746564
4972697368
0a202020200a202020200a202020
20436f756368
53706563696669636174696f6e
285b22
476c6f62616c73
737465616c
7269746f6e
5d5d5d
66696361
6d69706d6170
526f774174496e64657850617468
7374656474
204c617261
e0aea4
6574686f73
696e7472696e736963
657264616c65
7363686f6f
6c6c756d
756c6173
6c696679
20696e746f6c6572
2046616c6b
2050616e61
20496e74657270726574
2042726168
6966657273
72696765
61726e65
44657465726d696e6174696f6e
656d6f6e
636f6e74696e75696e67
207a7769
54636c
666c61766f72
e69da1
2043415354
204f736d
20447563
436f6c6c656374696f6e56696577
50484f
6469636b
696e7465677261626c65
65636f6e
6f706564
496e6469616e61
7069636b6564
74756f736f
436172676f
20536369656e
20546f706f6c6f6779
5472616e73666f726d657273
4e69636f
79756b
7761696e
5265636f72646572
49434553
73796c6c61626963
4b796f
63656165
41726974686d65746963
636c6f73657374
2046617363
646976696465
207468756d626e61696c
0ac2a0c2a0c2a0c2a0
55495461626c6556696577
534845
5375627472616374
4177617265
434c454152
454554
426f7365
6c6c6573
6c656374696e67
74616e746c79
4c696d69746564
52656769737465726564
5461626c654e616d65
c899
65787472656d65
20447564
466f72756d
205472696d
6869656e
727573736961
30313336
706f7473
737472696b6573
65786163746c79
2066656e6f
7b287b
7a796e
4865616c746879
656d706c616365
52757373656c6c
2056657374
61646d697373696f6e
68756666
6c617469
456e76656c6f7065
31303230
7269636f
646973736f63696174696f6e
53656174746c65
e69e84e980a0
656e6b657068616c696e
2042c3bc
20455155
53756363
6164646974697665
2073747261696768
2056696c6c
4d616361
20393038
6040
31393332
295b5e
686d6572
72656365
636c6176
41706f6c6c6f
61736f76
20706170696c6c
70726576616c656e6365
51756f
70687468616c617465
42657468
756c6179
554553
6a6173706572
70686172796e67
2046726f7a656e
2048656c6963
436f726e6572
48756e67
6c616e646963
5b5d3e
2051756f
2a5d28
416c6c6f636174696f6e
676c7963656d6963
4a696d6d79
2072656c656173
476f6f
75726465
2043616c69666f72
204379636c
2076657a
207265736f6c766572
a761
495056
4e656c736f6e
6f627363
786462
20504f4c4954
20506f756e64
205265636f7264696e67
536c617368
204c65756b
696e666572
6d756461
204d6f6e64
656e7465726564
70656172
4a65727279
77616469
6f6f7a65
204865616c696e67
205a68656e67
c3a87665
204a7576
7475617465
74436f7265
7d7d3e
7374696d756c6174696e67
20456c69786972
2067616e676c696f
6572676965
6e6f6269
5a6569
2073706f6e736f
2031383638
4c697361
20456e69
20496e737469747574
2041626f7274
20504c4c
4f7269
434c4f
434c45414e
72656d61
30313935
504c5553
4f5247
427265616b696e67
616464696e67
62756e6e79
20696e6772657373
20535a
31393333
6d69746573
4f5358
6e6f6875
20447261676f6e73
617a696d757468
e6a8
207363756c7074
2042656e6368
6275726768
d0bdd0bed0b2
51756974
696e73746974757465
6c6570746f6e
44726f70446f776e4c697374
494e54455252555054
77617469
7a6f67
2031383839
20746865726d6f73746174
e1baad
64726f6d
436f6d70617261746f72
696e666c75656e7a61
6275726e696e67
2043616c6962726174696f6e
696e67666f7264
4f776e50726f7065727479
4974616c6963
30303738
73616e697479
e8bdafe4bbb6
2073636877
20486f79
2050726564696374696f6e
20536f6e69
616b6b61
544852
7869636f
31393138
7d7c24
4c4f4f50
72647265
2031383937
2052617a6f72
436f7272656374696f6e
446573657269616c697a6572
206b6172796f
20706f6c6f
2050726573656e746174696f6e
20436c6561
6c6974686f
6c69616e74
43616c6c6572
6869616e
6f6c6c79
6d6574656f72
45706964656d69
546f4265
42726f777361626c65
293d5b
4172726976616c
636f6d62696e6174696f6e
204665746368
204465736372696265
496e7665727365
6e73706972696e67
5549436f6c6f72
62656c73
436861726163746572697a6174696f6e
4e67696e78
74697961
20656d626f6c
4465616e
64697669646572
20415452
4f4d47
205175696e74
7d7d7d2c5c
444953504c4159
7472616b
484452
4f4a
7461696e65
5761676e6572
424242
64797368
4b4e4f574c454447
2f7b7b
696f6c6f
48756768
e29688
62617272696572
20526175
69786965
2d2d2d3e
e782b9e587bb
77c3bc7264
5d2229
6a61736d696e
204e58
2032313030
6368c3a1
696e69736d
436f756e7473
7469746c6564
20e0a486
72617370
205075626c6973686572
31393235
6174746965
676e6f73
5741544348
626f617473
636f6e74696e75756d
204275747465
57617474
63726f6f6b
767676
d7a1
204f6b61
20d180d0b5
636f727265
475050
31313130
687964726f67656e
73656c6c6572
636f756e74696e67
636f6e7365637574697665
6368657465
436f6e666964656e7469616c
6465666f726d
20434641
7772656e6368
204672616e7a
5461696c
e280a6e280a6e280a6e280a6e280a6
20415454
53616d706c6572
6a6f696e6564
69727269
6163796c
494d4d
6368796d6f
7973656e
656369756d
616e616e6461
2053686f636b
2057656973
2047756f
7072696e74696e67
72656c6174696f6e73
ebb3b4
4f7244656661756c74
696e6375626174
232d2d2d2d2d2d2d2d2d2d2d2d2d2d2d
537065616b
68657074
30313630
736574746572
7363656e74
e887aae5b7b1
2044686f
666c6f6f64
68616a
205068796c6f
414c544552
53797374656d73
444147
c3b872
39393930
d183d18e
726563727569746d656e74
204a616872
2031363430
20506f636b6574
2057696c6c6f77
20e0b6
204b617274
494f4c
63616e616461
6f776e73
646973637573736564
536166617269
436869636b656e
446f636b6572
446f77
6472616d61
6963696c
29293d5c
69736368656e
444444
50534373
6e64656e
656d657267656e6379
4b61747a
756e746965
676f7368
4c616479
56656869636c65
e381b0
2047696f
20766572696669
696e6465786564
20444147
534c4f54
6164766572
6978696e
6c756e
6567656e
776f726d73
4365696c696e67
446978
726174746c65
6576656c6f706d656e74
206d65746861
726f77436f6c6f72
434352
30303839
555449
436f617374
2042c3b6
41636c
4b6e69
206361737365
2064696c69
20444941
54726970
636172626f
48616e646c657273
4e4144
6164766572746973656d656e74
416e636573746f72
76656469
66666965
696e6e6974
2043617074
0ac2a0c2a0
20494d414745
2050657473
5d295c
476172636961
76696f6c6174696f6e
2049726f
204e6f7261
20486f6c6d
6974616c6963
20545443
20466f67
70726567
50455253
656c6c6173
444149
d0b8d0b9
76616e6f
636f6e7461696e657273
77696563
616e696c696e65
204372617a79
20526f636b65
e5ba94e794a8
2043657276
2050726f746563746564
64616c69736d
68617070656e
726f74756e64
20436f6e7374616e74696e
206469666572
5354524f4e47
20696e7465726d697474
76626f78
4d6574686f64416363657373
206b756265
53544f5245
64617264
726f6d65
6c61636573
e382b7e383a7
566574
486169
2052616a6173
456d6d61
2053696e676c65746f6e
29263d5c
57616974696e67
6f6772617068657273
696c697a6564
283f3d
637a61
2064656372656d656e74
20646973656e74
737465656c
205374617475
466c69676874
63c3ad61
62616e65
6f756e7473
415041
68656c6c
4f70746963616c
53544d
6c69676874696e67
616d696e6964617365
5c7b7b
205a6f6d626965
2044696e67
436f6d70616374
726167676564
4b58
686f776572
6172636869766573
676c7574616d617465
514344
64656e696564
80e294bce29480e29480e29480e294
616e616c797374
7a61646568
6f6374616e65
20d7a9
4272697461696e
2057414e
4372616674
204d617265
656c6d6f
484944
617263736563
726179696e67
6775636869
6e6563646f
6c61746578
636f6d706c69616e74
6865616c746863617265
437373436c617373
706f72696e
506167
4d616e6461746f7279
696e63726561736564
e695b4
205748495445
636f6d62696e61746f72
636c696e67
7365697a757265
204e65757472
c3aa7465
e5be88
204e4553
204b65656e
6c756e6368
44616c
70756c73697665
295b5b
56454c
30303739
7d263d
4d61696e57696e646f77
666f6c617465
4275696c64696e6773
4172656e
435644
4574416c
53686f756c644265
6164626c6f636b
6661736369
4875616e67
d181d182d0b2
20436f6d7075
2053696567
204372797074
786c6579
616772
616e67656c
6c696d6174696f6e
30393039
4c4f59
4c4950
7665726966696564
74616c6b696e67
2076656465
20c397c29b
2042616972
726164696174696f6e
20496e746572707265746174696f6e
73757370656e64
6b65696e
4445505448
535550
3030303034
657a65
30313939
d0bdd18f
555253
444f49
70616c65747465
c59b6369
204272696467
52657472696576616c
4d4947
d0bed0b2d0b0d182d18c
2053414645
2057616c6c6574
7375626d697373696f6e
5245414459
4661636573
6c6970617365
6f776c73
6d61696c696e67
636173696e67
686f7368
20506f77646572
73706972697475616c
50726f74656374696f6e
2043616d65
2047726f6e
506c65
20416c6b
d097
52414e4345
484943
6e696669636174696f6e
726567756c61746573
7073796368696174726963
636c61757365
656d706c6f796572
6c656369
2042616261
6368696e657365
636f6c6c6973696f6e
293d5c7b
747a656c
6d61696e7461696e
726570726573656e746174697665
2053616d73
496e766f696365
436f6d70696c6174696f6e
414e4e
4c4f4f4b
303030303034
61726479
70726573736f72
69706b65
706172616c6c6178
20474b
206c657563
617a696e
30303638
636f72706f726174696f6e
696e746572707265746564
20202020200d0a20202020
7a68656e
4f7264657273
656e7669726f6e6d656e74616c
e38391
e383bce38389
2050616365
20476964
2054656e73
206665727269
72757065
484f4c
6272696e67
6172696e657373
4f70656e696e67
706c6963
7269736573
6369737465726e
2043757265
20416e64657273
20416e63686f
204e656c
204c4153
426c7572
696b6572
204865696c
20696e666c616d6d61
205073657564
20457870616e73696f6e
53617261
5c5d5e2b5e
534453
656e62616368
31333037
64796e65
7472616374
726f6f746564
65636f6e6f6d696373
206b6562
20636f727275
656e7465727072697365
20535044
20686f7370
2f2f3d3d3d3d3d3d3d3d3d3d3d3d3d3d
20526562
4b4954
4d4d43
4c4c49
76617465
6461746f73
2031383939
204d4353
205265676578
205b5d29
686f756e
5952
74617273616c
20636f6c6c69
20767565
426561766572
5847
4f524d
73706f757365
5061726c69616d656e74
7068657265736973
4261637465726f6964
566568
72656576
66697265666f78
43726f6e
c5be65
204469737061746368
72657072
204f7574636f6d65
5772697461626c65
4c4344
70696572
4c6963656e736564
63617374696e67
e6a99f
4c6f616442616c616e636572
666f726563617374
2042656574
20527562626572
2042696f74656368
204c697175
5374617273
6f766168
726567756c
6d626c
62697465
436f6d7072657373696f6e
74726163696e67
73616e7461
687567
4175746f6d61746963
7768656174
426c65
7065656b
6c656e636573
717a
534152
6c756d696e657363656e74
454453
636c6179
65787472656d656c79
4d4942
206e656275
204c6174657374
72617068
706c65786573
2041646f
5061747269636961
6c657468616c
eb93a4
4368726973746d6173
696d706c656d656e746564
2053746561
206f7274686f676f6e
72656e696e
4578706c6f
20737562636c
436865636b696e67
6f6e696373
74657472617a6f6c69756d
42616b
4e617a
436f6c6f7261646f
d0bfd0be
2050726f6475636572
20546576
53756276696577
5158
5363686564756c6564
5343414e
4d61746368696e67
6f636375706174696f6e
74687761697465
546f6b
74696d656c696e65
206469736170
6f706c65
656e74656e63696e67
206d697363
30313932
4d494d45
6368616c
6e6561726c79
697a61646f
666c697274
524947
2031383935
20736b6972
2073696d756c
6169656e74
496e7465727374697469616c
766f6c756e74656572
2072686f6d62
486f6c69646179
204d5350
476f7665726e6f72
204d4541
204c6f676f
6f6f6c6965
6f6b6565
6c656164657273
75737a
576f726b666c6f77
617373696f6e
64616361
7a7368
204c69636874
206f7074696d697a
204d6f72616c
636f756e7472696573
e38198
20494353
7468696173
6c6f757473
d181d182d0b8
62696c69
5468726f7761626c65
524e4169
6a657473
636f72706f72617465
50484f544f
20486f6368
20486964
446f6c
20476f75
7a696d
52657475726e54797065
524551
656e6368
64657465726d696e696e67
50726f6c696665726174696f6e
4a617a
746869636b6e657373
204861746368
49474e4f5245
636f7272656374696f6e
6b69656c
d181d0ba
616c6963
4c494645
457269
206d657468796c656e65
207365706572
426f6c74
436f6d706f6e656e744d6f64656c
e58a9b
204e4f44
2043617074757265
5d7b7d5d7b7d28
6f77656c
64646c657273
29292e2424
65726b73
4f72616c
66656e6365
74757465
4c7564
277d27
637a796b
7d5e2a24
4c4541
4c6f636b6564
59454152
616f7569
6f706e616d65
20496e636964656e74
577269676874
20496465616c
546f496e74
626173656e616d65
44756465
41534d
6b6c6572
d0b5d0b4
6e6e6168
4e75636c656172
7265666572656e636564
636f6e666964656e74
20434c4f
68616e646572
636f737461
4f7a
546f6e69676874
414c4c59
6d6572697a6174696f6e
434f4e46494755524154494f4e
20616e6575
5c3b2c5c
4c6f6674
6d796f66696272
20637a79
20436869636b
2056656e74757265
61726368616c
6bc383
6d616c6c
7265736572766564
68656c6d
63757272656e7454696d65
31393334
636f76657273
e7bd91e7bb9c
54726164696e67
20436f6f70
20477261696e
20486970706f
20457363617065
205361696c
204b726f6e
4275666665726564
204e616b
6267726f7570
496d70726f7665
494e4f
20202020202020200a202020
42756e6e79
20456c6c61
204d6f79
6f6379737473
73687261
61726f74656e65
204b756d
505341
6f7068696c7573
474152
636f6d706f736974696f6e73
747269676765726564
407b2d
204261756d
4e756d62
20446f6d69
6368726f6e6963
204b6f65
43524c
20456e63
6c69636f
474954
6571756976616c656e6365
537769747a65726c616e64
2050464e474c
6e696461
6167676c7574696e6174696f6e
796777696e
20454152
65726461
457a
4578616374
616e697a6564
616368657273
496e746572706f6c6174696f6e
617261626963
616c6261
466f6e7473
5061727469
44414f
6c6f6f7073
61666679
6c616576
436172746f6f6e
4a617661736372697074
207765627061636b
204c6964
425547
292a2a5d7b7d
20417374726f6e
20547574
4259544553
676e616e
5479706963616c
544154
666962657273
676c69666c6f7a696e
61797961
544f554348
61746f76
447279
506f6c6974696373
636c6164
756e6f73
7e5c5d
30313538
6372656469626c65
2059756d
20544143
53636861
72656d61696e
2045706963
5d60
416c697665
686967
696d616c
77697374
4a6169
e5ba8f
4164766572746973
20445245
205377696e
435368617270
68696c6c73
2043616c6c61
436f6c6f6e
507265636973696f6e
686f726465
204d616e6f
464f58
20536562
6e6f766f
566962
696e666c6174696f6e
0a0a200a200a
e79c9f
434c5553544552
69676f73
5472756e63
2064697665726765
6a616e61
d181d182d0b0
30323233
4f4f50
504f4e
616273656e6365
7373657a
5374617465457863657074696f6e
206465736972
72737175
20717561647269
61726964
65696c6c65
467574
756b68
2e2e2e2e2e2e2e2e2e2e2e
72656e6577616c
636176697479
666c6f72696e
20636f6e7365727661
204d617374
7265666c6578
65766164
434c4f434b
4e69636b656c
7065726d61
71756572696573
70726573656e74696e67
e4bdbf
61766572696e67
54544c
50495045
53656c65
2523
6565726564
e7bb86e8839e
e5bf85e8a681
4a494d
42726577
446966666572656e7469616c
f09f91
20546164
204578706c69636974
4e6174696f6e
204b6162
6178696c6c617279
796f6e67
554c4c
466c64
6d696d69
726f7461746f72
20435352
28e28098
2048656d70
2057455354
20434552
47726162
696d6f76
20534f4c
295c7d24
206368616d
30313633
50726f746f74797065
6e61636c65
52455354
20497661
69696969
204d61676e6574
e38381
e7a88be5ba8f
7065726e69636b
2047726176
204d616e616765
69717569
75637473
2076c3a972
6c6f7a
2045697365
204c756369
e28b85
4a6f6e67
20544d53
20495341
204b6970
43686170
70656374696e
4e6f74696669636174696f6e73
4954494553
636c6172
43686f73656e
e8aeb0
7b7d272e
79736973
20566f6c6b73
546879
20466f726d616c
2050726f6a
6f7370696e
416c62756d
63756c61
6576616e
6c657474657273
2047616c65
20496e66696e697465
574c5251
7761796e65
6365746963
54494d4552
534352
6c616d70
2067617374726f656e746572
456e68616e636564
4572726f724d657373616765
50757273
20596f736869
20617070726f7072696174
5374617469635265736f75726365
d0b5d0b9
474341
5374616e6c6579
6c6f73696e67
20414c50
2051756172
42657267
544d4c
6d696e656372616674
4a46
6f67696573
656e69616c
4b65697468
e8baab
204177616b656e696e67
7268656f6c6f676963616c
205265616368
ceae
20456c73
67616d79
2053757266
35373833
38333530
4752415048
656c696e61
6172616869736f7669797370656c6c
73706f6f6b
204c616d61
50524f544f434f4c
7265696d6275727365
204c6966
66656174
6172696e61
7d263d26
414c4c4f57
524150
636f6e666f726d616c
636175676874
6672616e63
7175696e6f6c6f6e6573
2066697363
617263686974656374757265
63616d656c
2052616c
6d736563
52656573
20414153
5c2229
38383838
66696c6570617468
4c6f676963616c
416e616c797a6572
65626572
746f6e6573
2069736f70726f70
436f6e7461696e657273
737570706f727473
e585ac
556e6978
20546972
204769616e
554f
474143
4f59
666f72756d73
6368656d6963616c73
63617264696163
774451594a4b6f5a496876634e
696e68696269746f72
4173796e635461736b
73686f7574
576562436f7265
7369616e73
20546c61
79616461
706f6574
e69bb8
2073c3ad
4d634d
537972
65726269
204d6176656e
204675636b
20454b
4368616e67654c697374656e6572
44495354
4163726f7373
646566696e696e67
282f5e
6472696c
76656e65
76617269657479
67676c657273
2044656572
204561726e
2064697669646572
4372656174697665
2073656775
20596168
20d0a1
4d756e
6d656164
20436f6d706f736974696f6e
20496d6d757461626c65
204d616c64
474250
6c69706f70726f7465696e
736372696d
50726564696374
7c3c5c
53514c697465
52616e676573
30333030
ec97
20537567
726f6f64
506175
204c656e73
2073656e736f7269
204775696e
2043686972
0a09090909202020202020
6d61747375
67756573
74696e656e
7d292e24
eb8298
4d6f6f6e
20435341
6f73706f72696e65
2066756e67
205665726e
64627573
4a54
435454
7269746573
437a656368
676174696f6e73
696e6772656469656e74
2048616e6e61
2043657274696669636174696f6e
206a6565
447265616d
636865636b6572
6465736572
32303438
7d7c5e7b
6f736c6176
6f736d6f
524650
4d6f6e74686c79
50696e7461
2065786967
506c75
68616e6469636170
207369676e69666963
526573756c74536574
506f70756c6172
6f7073696e
205a6865
636f7665
426f7272
4c696674
30313033
6164646f6e
454544
e8a1a8e8bebee5bc8f
2041757468656e746963
64657363726970
20416c75
776167656e
20526168
504153
6e69736d
4d697961
557463
2048617a656c
646570617274
2042617374
6578706c6f
e8af81
2063617661
204d4147
584f52
4e4f554e
7d7d5e2a
204a6f72
4e6565646564
49534d
2074726570
2074c3a1
69766f73
42756666657273
75656e6379
444950
434a
7472616e736d697474657273
524950
6c697261
42674e56
456767
436f6d7061746962696c697479
4f72456d707479
4d656e74616c
617274697374
64657369
42697a
7566666564
51544c
636572746966696564
47726579
282725
7572726572
204d4952
4a4c
63697573
494e49
4b656570696e67
7175616c696669636174696f6e
75747573
20636172616374
20646f6d6573
206a616c
616e7469626f6479
7363656e6172696f
616464726573736573
2048414e44
6d757468
616e67696f67656e6963
6e636961
534952
696d6572
6a7572696573
70726f74656f6261637465726961
6963756c69746973
4769616e74
65727865
20546f7869
c387
297d2d
6f7571756574
295c7c
436f6d7075746174696f6e
546f6d6f72726f77
61636572
295d3d
20646566656e
c6b0
e99990
6d6f766564
646f6c6f72
544f5243
535552
e689a9e5b195
706570706572
6f6c69746973
2057697368
2063616c616d
20636f6167756c
636f6d706c656d656e74
e8b083e794a8
2044454645
207065726368
6f6363616e
786962
6174746c6564
204d696361
20d0bfd0bed0b4
20d79e
656e76656c6f7065
e1bb81
204a6162
4d4143524f
7d2c2e2e2e2c
30313735
6368746572
4b454e
696c69616e
63757265
4b6569
7363686f6f6c73
205365616c
207a6170
2073657269616c697a6572
204f7269656e74
64726f73
4f75746c6574
4e5441
474150
426f6174
2031383938
4d617465726e616c
434546
6e6f6e6365
7d5f7b7b7b5c
436c61696d73
44656372797074
20414e47454c
20444250
52657669657773
e382a8
746973737565
7573696f6e616c
7d3d285c
4c6163746f
63686576726f6e
e8a792
4163636f756e7473
54756d626c72
636f6e73756c
436861726765
20507565
207472616e7363656e64656e74
74686f726e
295d24
77616c6c6564
6e656c6c61
205363726577
626370
20d791
2050726f706f73616c
20616e61726368
726f737365
6567616e6f
72657669657773
42756c
5369676874
69736f6c6174696f6e
4d6f75
5c2c285c
62616c64
6d6f746976
4c6564676572
44697370
61756469
6d6174696e67
2076756f
4c7578
61736466
43686c616d7964
457661
20526563697065
436f6d706f736974696f6e
564543544f52
6167617261
4b57
75626c
206578706572696d
206578636570
2064656c6963
646a69
616d617261
65726f64
4c697374656e657273
47656f677261706879
204275727374
3d272f
564f4c554d45
434f5252454354
2054726962756e
c6a1
57617368
20537570706f72746564
6c6167656e
61737065
5041544348
205068656e
69656e6379
425a
4b46
696c6c7573696f6e
485056
6f776e657273686970
207072657474
204a6f6e61
206578636c
4465636c61726564
4e756c6c506f696e746572
48756d
666f726d6174746564
537068
756e67656e
73747261686c756e67
3e272b
20535046
7068696c6963
20414c41
20544347
5365656b
616d6963696e
4d4952
4d5558
6e6f6c6f6779
757272696e67
6468757279
706f726e
75737261
2070616e74
2050726566
616c6c657374
7d2f7b5c
c3a7c3b56573
73756963696465
65787072657373696f6e73
616d796c617365
e58f8a
7368697461
20657869737465
32303530
504f525453
363636363636
53796d62
475049
70656963
556269
20414152
7974686f6e
2053484f57
5265706f7274696e67
73706172
204865696e65
537566
506172616772617068
72656772657373696f6e
2052617368
696e737472756374696f6e73
207361637261
54494c
426567696e6e696e67
706c6174656c6574
20c5bd
4a7774
4461756768746572
20507279
20d182d0be
20756e6978
20546962
676f616c73
76697369
7b7b2d
616e646572696e67
6c65616b73
206e616a
6761757373
4954495645
534b49
30313835
4f75746c696e65
647a6965
6f6c616e
537667
61756375
466f6c
4769726c
53686177
5472616e736372697074
4772616365
20506c6f
20506167
605d7b7d
696e7374616c6c6572
2050686f65
c39f656e
20546f6e65
4b6456
46696e6e
64656c61796564
537465696e
2043657274
417370657267696c6c
20417a69
204772696d
494343
56494e
434354
69656c64
2f2f2f2f2f2f2f2f2f2f2f2f2f
4d616368
6368616d
454e444544
424f4f4b
63686f73
7363686d696474
204b616e6461
d8b0
666573746564
2057414c
657261626164
31393335
53494c
5c5c5c5c
73686172
7761746368696e67
53756273746974757465
416c706861626574
496e6465784f66
2050726f6d
20526f67
203c21
6f74726f70686963
696e61746573
696e7465726f70
417269
20616d6e69
20737469676d6174
496e68657269746564
2042726f6b656e
207363756d
2045636b
776174657273
205a6569
2050616e74
494e54455246414345
4167677265
415341
6465726279
554c4152
4553554c54
436f6e73656e74
204b65726e
206272616e
75646576
676574496e74
6c696e697479
7363696f6e
464452
56504e
6d61737469676f7465
20636f6d756e
6f626961
204a6565
2042617264
20436c6f736564
6e7a68656e
474942
4461746147726964
726567657870
6c657563696e65
5ee280a15e
204261696e
204d634b69
204c616e73
d986d9
2050657263
434855
4e5452
4f5253
63756c6174696f6e
6f746f76
20666163756c
e5bda2
2042617368
20476568
46697874757265
31353334
30303937
e8a781
50686f7370686f
70726f6869626974
544f524e4559
2046554c4c
726563616c6c
20417279
6f63696e
6f63616c
7468726561646564
617374696e67
416c696365
61767574
4165726f
5265736572766f6972
204875636b
204c656174686572
d18a
4d616e75616c
2056697267
206368696e61
2047726965
7573736564
72697070696e67
6374696f6e6172696573
656e766f6c76
4d6f6e6164
204d65726974
57616b65
204d7564
2050726f64
5363616c696e67
44757374
6d6574726978
205265646973
666f6f626172
436f6e63
c397c2a7
417761726473
6a7573746966696564
7472616374696f6e
5d2d5c
67687265
205363687765
20646973706c
206c65766f
416d6572
41434c
63617469
6f6c6c69
6f726269
73696d696c6172697479
72617065
6d6978696e67
706f6c6963696573
20436f726b
2063727563
5261696e
656e63727970746564
20436f6e73656e74
206c6174696e
506f6c6c
63646566
297d7d24
73746f726564
6f72496d706c
7d295f
746f706f6c6f6779
20d9be
7265646e69736f6e65
2053756d6d657273
e69982
20474152
756e6465
697356616c6964
697374726f
435441
68697665
66c3bc6872
204465706c6f796d656e74
2050736575646f
30313138
667572616e
5072696e746572
514d
48455245
4a4f484e
6f6f7073
5361756469
20d18dd0bbd0b5d0bcd0b5d0bdd182
66697374
73796e6f
205265706c6163656d656e74
2074687972
466f6e7453697a65
20617474657374
205370617469616c
476574537472696e67
204465737472
6861734e657874
6973637573
7d5c2c7b5c
0a0a0a0a0a0a0a0a0a0a
6e6f626f6479
686967686c79
62686169
ed84b0
4d617a
536c6f
6163636570746564
707265646963617465
4b6173
496d706f72
447261776572
30313133
6e617279
666c6f77657273
e99fb3
207472616e73706f6e646572
6f63746f
20626f6f6b6d61726b
6163636964656e74
7069646f
c397c297
544a
c397c293
737469636b73
417474656e646565
476e75
627574616e65
6772616e646d61
20636c6970626f617264
20494e5355
666973686573
2064c3a973
436175
636f726e73
6f726174697665
272e2e27
6465707265636174696f6e
7461746f65
6469736170
d0b4d0b5d0bb
2042657a
2042726574
6e756b65
73616d706c6572
204c7573
7a756c
5156
4472656164
656e696d
63686172616374657273
20504859
20435354
6c61736961
30323330
5361766564
c3a87465
50726f6365647572616c
20616666696e69
204861626974
204c6f6368
e381a3
2053414c
222929293b
30323031
6e6172726f77
70616e7473
66616872
20c3ae6e
66696475
20526f78
204e494d
20526f7574
20557275
206d616d61
6f6666696369
204d6f76
6172616368
616d706564
20616b7475
41637069
726f62657274
4f7865
7264696e6f
2031383936
4b696473
204c696e67
6d65696572
475245454e
6e646972
7e7e7e7e7e7e
696c6168
2070687974
e0bb
ec849c
2042726f616463617374
454c454d454e54
5441534b
6f736b656c6574616c
506c616e636b
79766f6e
616374616d
204361746368
20447265616d73
20465241
6e61676172
62617361
63696e6574
7361766572
737570706f7274696e67
43617473
70686f656e6978
20534d415254
20415453
6f61727365
564153
696767
696e617365
e9a696
786362
20617070656e646963
63656c6562
4f6c796d706961
6c6f6e676974756465
c3ba6c
696e746f7368
636569766572
5241544544
646967697473
67726577
20d181d182d180d0be
e1839de183
206d6564697461
e4bca0
e69bb4e696b0
20434f4f
2044696f6e
6b6a61
69677261706879
477561
20436f68
456e636f646564
d0b2d0b5d180
30303734
68656c6978
e381abe381a4e38184e381a6
20616c626f
7d2c7e
436f6d62696e6564
20526f6c6c696e67
526574726f
204d697a
2066726963
204b6164
696163656165
666163746f7269616c
7461796c6f72
277b7b
2043616e646c65
d0bdd18bd185
2a5ee288922fe288925e
7876696c6c65
7072696c
54687265616473
535341
46414345
484343
70726f6772616d6d696e67
206775616e
5461786573
204555524f
6d6573656e7465726963
20495343
e296b2
6767696e
726577617264
30313036
20677275
756c73696f6e
7370656374696e67
6f6361726469616c
686f6c69646179
456e726963686d656e74
20474f4c44
6d697374616b
2076696577706f7274
20544849
2053706c
297d2b5c
41544343
457370
416e6369656e74
425341
20676975
7361756365
63617263696e
4a6961
6475736b
204c696d61
20466f726b
63686f7369
7265616c6d
204372617368
20414d43
20524950
6d61726b6574696e67
6f6c696e69
616c6c6f6361746564
65746879
73656e73696e67
737a637a
204865646765
6f75746c696e65
204b697373
20465249
7573736973
0a0c2020202020
2053636877
50726f70657274794368616e676564
544343
474354
73657373696f6e73
56616375756d
206361726176616e
204e617661
20436f6d6d75
42617274
696e7465726e6574
476c6f7373
476c6f62
505554
436f6e63757272656e74
7469636174696f6e
417273656e616c
62656c6f6e6773
204461727769
e999a4
5155455545
20393137
20527566
6472656e
495350
55736573
30313430
205865726f
566964
616e746967656e
6d6f76656d656e74
2229292c
4d6978696e
6c6c6f79
6e67756573
6c75636b
50434d
666f726d6174746572
7475726e696e67
656374696f6e73
736d616c6c6572
656173696c79
417070726f76616c
204c69706964
20414952
696e66756c
526f74617465
31373030
6973736573
454e5453
65656365
2054656c656772616d
76697369746f72
ceb6
ed959c
2046554e
6172676f6e
444f4d41494e
7265616473
544741
206b6962
676e6163
204c617564
70726576696f75736c79
20737472656e
6d756e646f
546869
2053797374
66656c6c6572
7265616c697479
206163726f
4a59
585a
d0bcd0be
206b6f6e74
7a79676f73697479
206372696d
2054696e79
546f6f6c746970
73657261
6973746f72
2046617468
617a696d7574
e0ae95
4b617465
20425a
2050656d
636f6d62696e616e74
6261756572
50726f70657274794e616d65
65736369
63657261
535449
68c3a1
69746f7279
4f74746f
767063
6c61656e61
20696e74726f6475
4c6f76
e4bd86
727573746963
536f6c6172
204164656e
2054686965
72696c796e
776b73
74616e6769626c65
736b6f73
20434f4d4d554e
4c6169
466f7262696464656e
20437269746963
526f62696e
4164616d73
2044726573
204d6578
20417572
d187d0b0
30313236
6669726562617365
4475746368
205769746368
564552544558
e697
547269616e676c65
7465786173
616767726567617465
206d696477
6765744c6f67676572
70696c6c6172
466163746f7273
6f757672
7468656c69616c
2047696e676572
206465636f72617465
496e64657850617468
616e696d61746564
20566f6c756e
74726f6f706572
2041646a75
464952
20486162
736368656c
69676e697465
6a616365
6c616d6f
c3a8726573
70756973
48454c50
455053
4552414c
436872697374696e65
796e6573
61726f6d61746963
706f7373657373696f6e
0d0a20200d0a20
636f6e76656e69656e
206a6f73
44656772656573
66656574
68756e74
416d70
436c69636b6564
506978656c73
454a
524157
5b3a5d
204752414e
204c617373
20436f6e6e65
204e696d
297d2c2424
30313433
5a57
72697661
636f6e73696465726174696f6e
2053776f
20436970
73616e6775696e
e4bba3
61766f77
4b6c65696e
447572
6966657261
297d3b
4f726465726564
696d6f746879
6f726361
64696c61
2054434741
2042617473
20636c6164
2053504f
2045786f
4c6179657273
69c3a1
6e69616e73
636f6d70726f6d69736564
647261776e
54616e67
6c69706f
0d0a090d0a09
20426965
45534f
504b47
206a757374696669
20495349
e9a298
2073657269616c697a6174696f6e
534f4654
2050686f
e288925e
5b60
6372696d696e6174696e67
70756c73696f6e
616d6573
6f7869646174696f6e
536563726574617279
416666696e697479
72676f73
2032323535
2050444746
4c61626f7572
206163636573736f72
726563697069656e74
204e757472
5f2b5e
204578706f
20646f676d61
57616c746572
636f736d
6d6f6c64
7a6f76
434c49434b
6775616e
7377696d
7475646573
205758
7a616e6f
30303934
616c7465
6f46696c746572
6465636f6d70
496e666c616d6d6174696f6e
205374656d
20706f6e646572
68697261
63756c6f
4d7572726179
206b756e
30323037
454553
53776170
6176616e
6d6964646c6577617265
6f6666656e7365
4d6573736167654964
426579
7265616d
5748495445
436f6d706f756e64
646f746e6574
4d61726961
6174746963
207265696e73
53656374696f6e73
63646b
73756464656e
686b6c
61676e69
6661756e61
207072656d656469
204b7568
204d494c
756e67696e67
5a4d
616c6c6f63617465
6b6e6572
506f6473
64726f7073
707972656e65
6176656e6765
e69c88
616d617a65
6175646974
30313239
53696c7661
7264696e61
4372617368
70756c73
676f7265
43616c69
70726f66696c6573
70616c6d69746f796c
20477761
4e6562
204a61636f6269
e8a880
20435441
746172696174
66726f6e74656e64
6f7269616e
746f776572
436f6d6d697373696f6e6572
7369c3a8
c4817361
6865656c
e6bb
686f6f70
5e2b2c
30313038
656e64616e74
726567697374726172
49736f6c617465
4775657373
6e756c6c61626c65
2048757373
2042726565
20466565646261636b
20424c41
204b616b
6f766972
41646a7573746564
4c4c41
205363686f7474
42656c696566
65786861757374
206e696772
76616974
6272616e
766f6c766564
546f72726573
7374726f6e676c79
207365745570
4578697374656e6365
2056616c6964617465
204368656d6f
726570616972
297d2924
595a
696c6c696e
48454c
414b45
2121212121
6665617475726564
4372617a79
50696c6f74
434f4e56455254
2057696c68656c6d
434f4e5354414e54
50726f7465
626c616465
496e74656e73697479
20436f6e76657273696f6e
69676965
6275636b
7065746572
5845
6469736162696c697479
70696e6f73
c584
747261636b6564
20776861
4a58
475053
61766174
626561757479
756c6e61
656e6c697374
20435054
204c65676f
2053616c6d6f6e
2054696e61
204c7561
204b61746f
204d7567
53636875
546f4172726179
4368616d
65786572
636c6f73696e67
204cc3bc
7572676963616c
636c65726963616c
4861636b
53706f7274
6ec3a965
43686172616374657273
656469746f7273
70726963696e67
2043494e
46494c454e414d45
65766964656e74
30313338
534341
7574696e
76656e74696e67
4561726e696e6773
67616f6e
436f6e74696e756f7573
e28096
e4ba8c
e4bd
e4bf
62756d70
6575726f
6f676c75
63686e6572
43796c696e646572
6f7374726163
6976656175
526967
206175746f62696f677261
e0a5a4
6368616d626572
20436f6e6669726d
7ac3a1
626c6168
4d4843
4265726e6965
70616365
20457368
2057656c74
206361726e69
205368697661
20626f6d62617264
696e697457697468
e4bd95
20426579
204361706163697479
20446578
20736f70686973
747269636b
46494c
52656d6f766564
7b7d5f
696c6c79
7377616d79
486472
537465656c
7a746563
6565656565
20456c7361
204775696c
20436f6d70616374
20426c656e64
20383239
2053656b
6f646f6d
736570617261626c65
61696e6461
2073746576
7a696e69
206167656e64
70726f6475636572
2067696761
42726f616463617374
204e6175
4d7972
6d706f74656e74
204c4f44
20566169
76697363
696c696163
4465726976
414952
7469636b73
207061726563
7377697065
2076697469
73616c76
204e4543
4a6f7365
2047414c
204d696e6572
20e298
5e7b2a7d24
676c79636f73796c6174696f6e
31303838
7265656e
70756363696e6f
