2070726f6d6973
2320
297b7265662d747970653d2274
49464e
20746f206265207265
20726574726f
205c
732e2022
656d6f637261746963
2042757368
7365745f
766163
20726f6c65206f6620
646f63756d656e74
207468652070726f626c656d
746970
29292f
702d
207461726765
20796f7520616e64
207269736b206f66
5c6f70657261746f726e616d657b
626c6f636b
706c6f
617a7a
7467
2077686f2063616e
206e61747572616c20
6e206f7574
20726576
c9
2c20616374
2061206c697374
204a6f73657068
6f72206f72
656e645f
20796f752068617665
20706f74656e7469616c6c79
44
20746865206775
696c6520
20436f6f6b
20627574746f6e
77656967687473
5b62
20636f6e6365726e73
2073616c6573
20617320e2809c
4a41
2048756e
2075696e74
73732d
766f6b
20c2a7
27732061
7442
2929207b
732067
20566f
64206973
61637175
20636f6e74726f6c6c6572
432028
6866
0a2f2f20
2d696a6d732d
20202024
2f2a
672a
686570
20617267
705f7b
206f662068697320
2074616c6b20746f
206e6f20
746f6c6f6779
412f
205c746f20
696e2054
5b4042
0a20202020202072657475726e
616374696f6e20
20657865637574
206d65646963696e
2e2070
657572
20696e207468652063617365
efbc8c
7320746f
207468652063617365206f6620
206f6620416c
2d696e647563656420
685f
742822
0a57686174206973
4964
2e204d616e79
206d7572646572
20706172616d
2073757266616365206f662074686520
746820416d6572696361
206665726d
63616d
202264
652b
525f
73203d20
696c69
0a48
74696d652c20
20696e74
20616e616c797365
6174616c6f67
20696e7465726e616c
696f6e20616e64
542028
6d6f6e746873
792047
20697473656c66
736563757265
696e672077697468
3c2f6c693e0a
696679
206772616475616c
20746865206c6174746572
20666f7220796f75
74697a
69626c6520616e64
20293b0a
6167652077617320
5c7369676d6120
7d0a20202020
20746f20746865206e65617265737420
2074686520636f6e
20776974682074686973
0a457870
3d2270
20556b7261696e
706f6e65
5c7073695f
2063616c63756c6174
6f74726f706963
2e0a0a4d
6974792c
686972642d
2072656c6174696e67
61726b696e67
6564206265747765656e20
207265636f72
6124
207769746e6573736573
207469676874
20696e636c7564656420
20776974682069
2069732061626f7574
6f6c697368
206a61696c
726f
2e204166746572
20706c617465
2066726167
626f74746f6d
2063617272696564
6b696e73
20696d70726f76656d656e74
2063726561746564
20796f752077
0a4469
696e67206f66
7b5c656e737572656d6174687b
662822
2c206d69
20436f6e6e656374
5768656e20796f75
65643a20
0a0a447572696e67
7661
4665646572616c
20696e6372656173
507472
20776974680a
2c20472e
204850
2064696420796f75
222222
4a2e20
207777772e
6865616420
656374757265
0a202020207d0a
766973697473
20746865207472757468
73747228
6967726174696f6e
646974696f6e
206e65676f74696174
6b2b
5f6c656e
696e656172
204b6f7265616e
6f7266
7472696d
20746869732073
20636f6e6a
206167726963756c747572
0a4a
5c636869
202d2049
2e66696e64
207369676e69666963616e746c79
3f0a0a
206f70656e6564
636f676e6974696f6e
20746f6f6c
7b4b
736869656c64
2d2028
506f6c696365
7068616e
20416363657373
747970656e616d6520
20526567
20506879736963
7320796f7572
626f6f6c
696c6c696e67
206368616c6c656e67
20426f73746f6e
572c20
466f7265
2073657373696f6e
6464
20696e74656e64656420746f
2070726573656e
6e206173
61736572
656e742061
49276d
20746f2069
0a2020202023
20636f6d6520696e
7069
706974
696e672c20627574
20736d696c65
6c7d0a
2020202020202020202d2d
20636f756c642062652061
2076656e
206c6576656c206f6620
20666f
6f62
206372696d
207468617420756e
20646174612e20
74776f
636865636b
65732f
6f73697479
5d5c5d2e0a0a
20636f6e74726163
206f72206d
5320696e
2077697468206e
73207b23
204d6963726f
616d696e67
757272656e7420
656d626564
75702d
3d2243
5d5e20
61706162696c6974696573
20696e746572707265746174696f6e
206861726477617265
20617274697374
20686164206265656e
204d7573
2067656e6573
206d6173
2c20736865
5768696c6520746865
2069732061637475616c6c79
2044656d6f637261746963
2c206c65
5542
20706f696e747320
3c74643e
2e41
2068617070656e6564
74796c
73206120726573756c742c
20427261
7b66
5468697264
42726f6164
206578616d696e6564
656f
2077697468206f72
206d616b65206974
206e756d626572206f66
645f
e28090
796561722d
647572
7175657374
2d6c65
732072656d61696e
667269
697420
707562
6e20616c7465726e6174697665
2d0a
20686f6d652c
20696d
7274
20506f6c696379
2071756172746572
7265706f7369746f
3d0a0a
205c737562736574
5370616365
4372
6f6c766572
2070726f7365637574696f6e
20576172
e590
20666f72207468652043
20626f7468
204465706172746d656e74206f66
20616c6c6f77696e67
7061636b616765
207468616e20746865
5573
6865696768743d22
207072696d
616c20776173
732920
537472696e67
2062757420
7365747570
7d0a2020202020202020
20636f6e74656e64732074686174
0a0a427574
786c
206f6c
61737420
2c20746865726520776173
204e616d65
20696e206f6e65
20696e636c75646573
696c20616e64
2043616e
275d
20417274
612074686174
656174696e67
206f666665722061
20547265
206f66207468652057
756e74696e67
20647261696e
74206f6620
7d0a7d0a
20706572696f646963
733a3a
7070656c6c616e7473
0d0a20
205f
616c2066756e6374696f6e
0d0a2020202020202020
20426f617264206f66
20746861742077657265
546162
2070726f6475637473
20646570696374
20657874726120
7d0a2d2d2d2d2d2d2d2d2d2d
2073656374696f6e20
7320616d6f6e67
6f6e736572766174696f6e
5d5c5d2e2041
20616e642074776f
2072656c6174656420746f20746865
7365207468696e6773
2f57
205c72696768746172726f7720
6c3d22
2024746869732d3e
206c6576656c20
6572207468616e
2e2424
656e67
4743
4d6573736167
6f7265
6c792073
2061676520
732c20657463
2074616e
7874
20706c61636573
206265686176696f7572
20747269706c65
204369
73202a
20676f616c
4173207765
204869
6e2062
20697420686173206265656e
4d696e6e65736f7461
6564206279
73686f74
616d6261
2043726f
20617373657373
2e0a0a4f
20696e666f726d6174696f6e20
436175
616c6c69
4c6973
4d61746368
2074686520706572696f64
20757365206f66
54
4929
3e0a20202020202020203c2f
616775
6c6c207468726565
706f77
206368616e6765
206174686c657465
206164646974696f6e616c20
737361
645d
722e20
206f7574646f6f72
20636f756e73656c
6974792028
65735f
20202020202020202020202020200a20
616e6e6564
636f6d2f
2e5f
6865696d
5365727669636573
206d69642d
206167726565
6172726f
2063616e2074
6c6f747465
666f7265
696e745f
2064617465
20617265206d6f7265
45564552
65732e0a
2d47
74696f6e73
73206f6e2074686520
73706572
6465687964
65696e
7765736f6d65
2070726f706572
68726f6f6d
2c20696e20746865
726573706f6e7369626c65
206879
206d6163726f7068616765
20656d62656464
20612072
206a7573742061
6c676f726974686d
6d6974746564
63657074696f6e
20676574
2063657265
5c656e737572656d6174687b
656869636c65
20616e64206f66
616e6520
4f46
206d616e79206f74686572
20636c61757365
20646570656e6473206f6e
2064657465726d696e6174696f6e
69
727920696e
75626c
732072
61204e
20576f7264
63656e6172696f
2074617267657473
4545
2e0a0a4361
796c61746564
6d706c656d656e746564
5e6d
206120676f6f64
2c207468652070
202b2074
20616464726573736573
6d6d79
65732c20627574
546f6b
72657475726e73
616d696e
64657369676e61746564
204c7464
3b0a20202020202020207d0a20202020
6f7074
20726570
2b69
5061756c
206f662077686174
6c696e6520616e64
2d6f6e
796572
5c7769646574696c64657b
0a2f2a
636f766572696e67
20696e68696269
207468652062696767657374
20746865206c61746520
526f6c65
696f677261706879
5c657870
6c7d
0a0a492068617665
6a5f
20707972
2c27
20526f6164
206e65636b
6f6c6d
61746f
6f6e65207468696e67
20646973636f76657279
22436f6e
756b
2c206d6f
0a202020202f2f
696e2074686520666f6c6c6f77696e67
205072696e6365
73657276
206c616e
6e6428
3a46
2064657374696e
20746f206c65617665
5c66
2070726f706f7365
5768696368
2e0a0a5768696c65
68617a
2061206469
687962726964
686f737473
2d626173
20706965636573
2c20616e642062
67616c
20576f6f64
6172636f
6b3e
20245c62657461
70617274
c3a2
205377
206f66207265
207265706f7274656420
2061206669
6e616d65
207468617420757365
2e0a57
4d45
6c656e677468
69676874206f6620746865
206d696c6c
205570
52454144
617374726963
3e0a2020202020202020202020203c
746f726e
2074686520696d70616374
20657374696d
0a202a202020
616e6365206f66
65727370656374697665
696e6973
20617272616e67656d656e74
536f72
632f
2e20496e73746561642c
4d6174682e
696e67207468617420746865
d181d1
72616e65
65642062792074686520
646963
2050617274
726177
4642
6465636973696f6e
2065787072657373696f6e
2c20776869636820686173
5369676e
6b5f7b
68616b
20746865207465726d
20706f77657220746f
4e0a
206e656761746976
746962696c697479
206172652074686520
66656c
7320696e646963617465
6d6973
474f
4f5552
2061637469766974792e
20616e642063
7374616c6c
20616c736f206265656e
20626520666f756e64
637265646974
202457
2e2054686520636f
2c6e
20626564
2520202020
656475636174696f6e
6564207573696e67
206177617265206f66
6b656420
696e672063656c6c
293a0a0a
486179
205374756479
69737365
6e616d65206f6620746865
20282a70
e280997665
466f7220746865
2e706e67
54524f
20696e207468652061726561
206578706c6f7265
636c61696d
61636f6e
2042726974697368
206d7973746572
3f27
20416c69
2069742e22
666e227d
206661697468
696e2043
76
436f6e66696775726174696f6e
726570726573656e746564
637573
2e0a0a54686520
0a20202d2d2d2d2d2d2d2d2d2d2d2d2d
6f6e61
4e6f74696365
7375626d6974
7d285c
626f6c6963
206e6f74206f6e
206d6f727068
20696d6d756e6f
292f28282d
6f776e2d
222068726566
6172792c
70726f
0a3c64697620636c6173733d22
3e0a09
206973207573656420746f
7472616e736d697373696f6e
68617270
207468657920776f756c64
6d656e74206f6620746865
757368696e67
20736c656570
4747
206469646e2774
20696e636c7564656420696e
20746865207061
742e636f
636f6d657320696e
6965732077697468
657061726174696f6e206f66
7320656974686572
245c636869
206e657572
5c21
45636f6e6f6d6963
5c6c65
20762e205374617465
6172696f
d187
5c47616d6d615f
6572676572
20616e642069732061
616c0a
73207b2373
20646973706c6179
416c6578
2062697473
29206f6620
7c2d
206d6f7265207468616e206f6e65
696768746c79
6f706572
204d617274
0a0a53696e6365
4a61636f62
706963616c
20696e697469616c697a
757468
436f6c756d6e
73756363
707369
2061626f7665
2070657263656e74616765
6d616e20
e28099732066
72697475616c
706f727420616e64
47756e
20612070726f706572
70726f706f736974696f6e
696e676f
207365616c
2e2073
61732061
0a0a4e6f74
2061732073
20446f776e
20737472756374757265206f66
20616476697365
206167656420
616c6c7920616e64
20636f726f6e61
7b5c6d61746862627b527d7d
206c6f6f70
2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d20
207072696f72697479
74686d
29202020202020202020
4f7574707574
2064697274
20746f6c6420746865
5f707472
5d282346
202867
6b6564
0a0a2323232320
6d6f6e67
20696e207468652074
2061742053
6d2074686174
616d706169676e
20657870657269656e63
4669727374
52656c65617365
202020202020202020203d20
6e6174697665
462e
7563
46524f4d20
20616374697661746564
2066616c6c73
2028692e652e
206f6e204a
2072657369647565
5143
656e61626c6564
5c646f74
20736e
3e53
437265
2e204669727374
7475726e20746f
206a756963
2077617920746f
617574686f72697a65
656420697473
20736973746572
20796f7520646f6ee2809974
20737569636964
287129
7420696e
207265637572
656f6c6f676963616c
5c737562736574
20696e6e6f63656e
206120726563656e74
6f756368
207468617420616c6c6f77
206f722024
6f75676874
726f73636f706963
206f757420
4c4553
206f6620746865
61736520616e64
2e2046
732ec2a0
6520686973
20636861
2074686520646966666572656e74
20616c77617973
d0bdd0b8
20736b6970
204f6273657276
207374657073
20636f6d706c
746574
2c78
6c6f6f64
20746f206a6f696e
20746f206275696c64
20736561726368696e67
20667265
5153
2074686520707572706f7365206f66
7b5c74657874
617265
6d616e75
2c20776879
616420616e64
0d
4e616d653d
20746f2022
576172
3e44
204d6172
206f70696e
20696e2074686520696e
2061206d756c7469
70726f74656374
696520
667265657a65
696e6f72697479
20746865206f6e6c79
73706f6f6e
6875
20492077616e746564
2074686520776569676874
2061636574
6865617274
7d0a2d2d2d2d2d2d2d
20696e646570656e64656e746c79
20726573706f6e736962696c697479
61747465726e
616172
5c53
0a0a54686520
426c
6fe2809973
20416d65726963616e
20726563656976696e67
2077697468206d65
61206e
20617474
6664
415454
546563686e6f6c6f6779
757262616e
5d2049
49e280996d
2056616c7565
20d9
203d2020
5f0a0a
79656172
8081
206f7665722024
20746f20636f6d65
2061742043
2054656e
2072616e6765206f66
615f
6d696e
20706c616e
30
207468652066696c
2c0a20202020202020
69204d
0a0a5768656e
696f6e732e
726967696e616c6c79
6f6c6f676963616c6c79
20616e64206372656174
5f4348
6a7573
2048656c
2c204920616d
737472756374
6375727665
7274757265
20757320746f
2073686f756c64206e6f74
70783b
206879706f
766572
2061206368616e6765
20636861726765
23
726520686173206265656e
7974
206f626a656374206f66
526563656e74
e2809d2028
20746f2055
206974e28099
4465636c
546578
65706c6f796d656e74
4a6577697368
0a4173
4c4c20
2077657265206e6f
6961676f6e616c
7a696e67
6f6e29
732063616e206265
206669656c64
2c206c61
636f7474
2c2077696c6c
6564207769746820
292024
48
526973
2072656a656374
46494c
206d792063
20746f206e
61626f
207472757374
65736b746f70
6f78
20636f6e74726f6c6c696e67
20616e206176657261676520
736574206f6620
207468697320746f
227d292e0a0a
2924206973
2073686172
6c6f766572
0928
20636f6d6d756e69636174696f6e
20666f726d
612073
5454
732066726f6d20
61646573
696e20616e64
6520616c6c
7b0a202020202020
20536f6d65
543e
2061737369676e
2053797374656d2e
4170706c
5d2c20616e64
657874656e64
245c657073696c6f6e
415354
70657273
20526963
2020202020202020766172
696c6c696f6e73206f66
206164686572
24206f66
20647572696e672074686520
293a0a20202020202020
20626567616e
5c696e745f
756d626c65
537065
2e0a48
20657965
46726f6d
455245
6e7d24
2e496e
2c20657370656369616c6c79
2c20617265
756e7473
24705f
6176696e67
2e20427574206974
20666f7220636f6d
20616e206f70656e
50726f7669646572
206120636172
2057
2d4d
766f6b6564
2c20696e6469636174
69737465
206f7363696c6c
20726f62757374
746164
2073756273657175656e74
2020202020202020205c757365706163
576861742773
207061796d656e74
2d2d2d48
2064617461
2074686520706f776572206f66
20616e642024
207468652073696d706c
6f70656e
2066726f6d2068
206f662066616374
292020202020202020202020202020
20616e64204a
206d61696e
62696e617279
7d0a0a66756e63
20737461746963
726f6964
63616e74
206d61747269636573
2073796e64726f6d65
2068652073
205c7468657461
4d617920
20636f6c6c61707365
205465
737465726f6964
5768617420646f
2069662074686579
20636865636b73
757461
6574726963
757362
79696e6720
7175657565
74797065223a2022
d183
284b
e1b9
20697427732061
20696e6368
636875
56697267696e6961
0a766172
6974757265
696e67206d79
206d6f6465
616e6479
70202d20
2020202020202020202020203c
2069732068
434f4d50
7320746f206d616b65
2070726576696f75736c79
65642069
2e20416464
3a2f
2667743b
2c204a2e
52656d6f7665
2077696c6c2073
7320696e2061
20646576656c6f70
2073617920746865
20746f6c6572
5c6c
20746861742773
6720616e6420
204920646f6ee2809974
74696d
65726961
636f64652c
7b5c7468657461
20202020202020202020202023
20666f6c646572
732066696c
733b20
20747269636b
20636f6e6669677572
20636972636c65
20746865736520
20656c
646461
6172617465
20456c6c
204d7572
7072657373697665
20626c656e64
207065616365
202b207371727428
2ec2a05c5b6669673a
435f
c2a05b40
5c7461757d
5b68
20464c
492077696c6c
20746865206c6567
736b6970
665f7b
2062656361757365207765
20636f6e76656e74696f6e616c20
204372
636f6e64756374696e67
5a2e
636c6f6e
20796f7520736565
20762e20
656173
0a20202020202020202020202022
5f4c4f
4d6f756e74
206d6f7665
20617761
65642f
6d62696e67
202028
6a202b20
2076616e697368
20616e64204d6172
0a202053
2065636f6e6f6d6963
20444e
207370656e7420
bc
20616c6f6e67207769746820746865
732d2d
206f66206f72
6f6d6f72706869736d
20706f7274696f6e
4f574e
2043616e616461
6f6c6420616e64
4e4745
2c20616e642066
6e2043
20656e72696368
2063616e207265
70726576
537472696e6720
68695e
733a0a
206c696e65
206f66207468652042
646964
6520536f6674776172
5f58
7320616e64206973
2076656869636c65
2073706163652c
206f7220746f
7473206f66
0a0ae280a2
61626c65
2c20776869636820697320
6f727473206f66
206a6f
2068696d2061
555342
20646976657273
20707265747479
20766f696420
796c6174696f6e
206475706c6963
6f0a0a
20726573706f6e7369626c6520666f72
206a75646765
416c736f2c
206f6e746f20746865
676773
207468652073797374656d
5d3b0a
206368656d6f74686572617079
736964652e
4c617374
20656c7365
20726f6164
22546865
7468696e6720746f
756520
2e0a0a446f
20616e206572726f72
4246
20746865206576656e74
20746865206d6174746572
3a2028
2076616c6964
2920202020202020
696f6e7320696e
5f7061
204f63746f62657220
676e6f7265
696420616e64
6d77
207368652773
646f6e65
20627574746572
206561726e696e67
6520686164
202a69
204d69
74656c
2077697468206974
70695f
727920616e64
20746f74616c
696e67207468656972
656e22
434845
6f726d756c6120
207573657273
20666f72207374
4c46
2077686f206973
43697263
3c7370616e20636c6173733d
617269616e
646174612c20
207265616c697479
64646974
20667269656e64
6f20696e
646570656e64656e74
6c617a
5f6f6e
7362757267
20706172656e74
20796f757220
206f66206578
206578706c61696e6564
206d6f6465726174
20706f7274696f6e20
444e
2068617320616c736f
65787072657373696f6e
2c206a757374
67657443
2e20466f72206578616d706c652c20
207b0a2020202072657475726e
676c6f62
2063757474696e67
452a
6e616d65203d20
20612067656e6572616c
7175656e74
2074686520636f6d6d756e697479
222c0a0909
6a6b
205c2c20
646f6e2774
20e2809c
2065717569
6b65726e
2061646a7573746d656e74
5442
72616e
6c6f7474
20746865207261
66202b20
756e6b
2063616d707573
7b6e2d
2e2e2f2e2e2f
444e41
70686167
467269
20576562
6f6e652d
766520616e64
2063686172
757320666f72
6472696564
5c7369676d6124
205061727479
206c656674
292e20536f
626169
696e67206261636b
617461
222c0a20202020202020202020202022
222c0a202020202020202020
70726f70
65766572616765
2e20416e642049
206861766520746f
2d42
0a202020207d0a7d0a0a
0a202020207d2c0a20202020
2072656c6174696f6e73
204920676f
666f72616c6c
496e746572
29292a
20746865204e
20746f207468656972
207375726520746f
2063686f6f7365
6f206c
2a2041
612050
0a53696d706c69667920
7b62
2e204865206973
206576656e7475616c
697369
206e6577737061706572
7320676f
696e672049
6c6565
77656570
20666f72206465
6f7220686572
547279
204c6963656e7365
656761
2c205f
6564207468656d
6973742e
207175616c6974
732c20616e64
206265696e6720746865
207468652050
737065637472756d
4d6f64756c65
207468652070726f64756374696f6e
6f6e2077697468
692061
7d7b5c7061727469616c
2073656c6563746564
5469746c65
757468656e7469636174696f6e
204b616e
2e2028
456c656374
206c61756e
20726573657276
5322
6f737068657265
6c617973
204a756467
20746865206f70706f73697465
472e
69742773
202026
0a53696d706c6966792028
4e6f77
732073686f756c64206265
736561726368
206261636b20696e20
c2a042
207472616e736372697074
2064697374726962757465
8c
617564696f
206578706572696d656e74
206261736564206f6e2061
617373656d626c79
206465636c6172
246d5f
2049276c6c
205041
207769746820796f75
464954
6c696564
65722c20616e64
206172652074776f
206465736572
205b
20200a20202020
2e20496d
6f6465
20746172676574696e67
444552
295c2c
73206f6e20
66756e6374696f6e73
2e204974e28099732061
203d206e657720
75726572
673d
207363686564756c65
20696e766f6b65
53656d
2e2050
776973
746963756c
73736f63696174696f6e
64616d
726e
206c6172676572
6ee2809974
20616e642077697468
65726d6174
207761736e2774
20736964652c
7a65
65643f
756d2028
206469706c6f
0a0a20202020202020
20616e6420e2809c
2066726f6d2074686973
207769746820697473
72696573
2053686172
5c71756164
2073636f7065206f66
6265747765656e
5f6c69
444553
206973206d
3b0a097d
6e6978
3a2025
7772697465
656e61
2064697363726574696f6e
7d0a7d
617669
616461
20526f79
6b6120
5b44
74696f6e6572
505249
207468652073616d
434143
20636f6e74726f6c6c
69626572616c
656e74757279
657320666f72
63617061626c65
732074686973
2e204c65
6f66666565
696e672e
2022596f75
2063616c6c696e67
280a2020202020202020
6727
4265
2048616c6c
20737573706963
696e672065616368
207472616e73616374696f6e
2061207472616e73
d180
206f6e6c79206f6e
203d3e207b0a20202020
20537472
2065787065
20617474656d707420746f
747275
206279207573696e67
696172
41646472657373
207368617270
6167656e
204f4620
53544154
20677265656e
2d4a
207761726e
20d0
656420627574
65732074686520
636f6e74696e7565
20646570656e64656e6365
494e41
2076616c
5c64656c746120
782a
206665776572
20756c74696d61746520
207468652045
3a2054686520
206c6f63616c20
2e20496e20
0a766f6964
0a6f72
782c
2e70
73706163
6963652074686174
616d6f756e74
20626174746c
686f6c64657273
696e697469
6f2050
2074686520416d65726963616e
20636f6e6372657465
c3a974
696c79
696a657270682d
44617920
582d
7d20
20627265617374
79204b
5f64617461
5365
2c2066696e
6f6d79
20696e636c75646564
46616c
756c617465
5248
2074686520666163742074686174
2920746f20
7229
90
6d652c20
62746e
2222
7371
615e7b
20776f7264732c
69736f
204c6f6e67
696e746572
2062792053
4461
4e41
4f6e6c79
292042
20756e61
766174696f6e
20776974682048
7320616e642062
2074616b65
496d616765
20626563616d652061
70702e
20636c61
502c20
23646566696e65
20436f6d70616e79
693e
65642e2054686973
20756e
45524e
2c2077656c6c
206365727469666963
206163636f6d70616e
646570
20636974
70656c
2c20616e64206974
746563686e6963
5468616e6b73
417474726962
4170706c69636174696f6e
206275742074686973
2028696e
20776974682074686f7365
756e6773
2a2a0a0a2a2a
206966206974
626963
20696e207468652073616d65
20706c616365
2074686520696e746572616374696f6e
736965
20506f74
733f0a0a
75706f6e
206e6f740a
20736179696e672074686174
7b43
6578706f736564
696f2f
7665726564
2220636c6173733d22
2074726561746d656e7420
206f6e206d7920
675f
20636f6e63656e7472
2c0a2020202020202020202022
4148
20737461746564
2064697374
2046696e616c
6420776f6d656e
2d3e6c
74726f6c
20617175
4d6173
66756c6c7920
6c20
6c696e6720616e64
0a0a23232320
626f617264
206973206578706563746564
20666f72207468652063
7572656c79
20687964726f
74696d6573
740a
2070657266656374
206e6f76656c
20762e2043
6461726b
206d696e65
2e204861
20636f6e73756d65
456e67696e656572
20636f6e74656e
0a0a4120
20636f75727365
20616e64207275
74656e646572
206465616c
2069733a
20666f72207468656972
537472696e672829
2066756e6e79
2073797374
20245c4f6d656761
2e22202249276d
69737472696275746564
6967656e76616c7565
0a09202a20
757474
2064696420
2e20536565
20646973636f7665726564
204d63
726f64
547970
706172736572
206f6e20686f77
76656e20
566572
2073756273747261746520
68616e69
20616e64206469
2c0a2020202020
6c6f6e676564
2074697073
7320616e642074686520
657363726970746f72
72653e
2061206e6f6e2d
6d756c7469706c6963
20666f72206164646974696f6e616c
6d61
43656c6c
20646576656c6f706d656e74
446f6e616c64
2077616e7420
696573206f6620746865
6964
20706f73
2072656365697665
732c20616e642061
6d6e69
746120
2050726f7669
732c2074686520
73207573
656c73652069662028
2070686f746f73
20616c706861
7468756d62
206c6561
3a0a0a53
656e7420696e
206973206f6e65206f6620746865
3c703e
73656e74656e6365
6729
2066
3b0a202020207d0a7d0a
20647261776e
2073616d706c65732077657265
2056
656464
6e6f7572
696e672e222022
65206d
20436f61
732e63
20736c61
6f7261626c65
24206279
20636f736d
6174656420666f72
746f776572
28766172
7072696d
6963756c
53203d
496e20746865
6b6574
636f766572
6f6b6572
696c6c7573
20746865206e69676874
6f636b5f
696167
766963
5327
637d7d
20636f6e66
6f726967696e
7472612d
0a202020207d0a0a20202020
2073686f72
206d616a6f72697479206f66
205349
65787072
2f66
20697320746f206265
736368
2e20546865206669727374
206163636964656e74
3c2f613e
696669636174696f6e20
67657220
7265706f7369746f7279
2070726f70657274696573
20776974686f7574207265
6c3e
537461746973746963616c
2072656c6576616e74
2e6a
2c207368
6c7561
205c707369
2c207768656e
63796c
293b0a0a0909
2070726f7370656374697665
20746865206c616e6775616765
6962
2e205468
77616e74
206d616b6573
657373696f6e20
727268
0a0a27
414d50
2e706466
206d6d
20757020746f20
74732028
616e6473
285829
204c616d
7628
206173206865
756c6174696e67
2c207468616e6b
20736964
656e742c
277d
696e2061
4b696c
e28692
76616c756573
6d6f7374
2c20627574206865
4d4520
20617265207265
2065636f6e6f6d79
20636f7272656c6174696f6e73
222069643d22
6e206974
292e204974
616c2073797374656d
20666f6f7462616c6c
20542063656c6c
20492077616e74
20666f72204e
206d756c7469706c
20446f
2222220a20202020
737562
69657320
207374696c6c20
20746865206d616e75666163747572
2d696e
7475726e20746865
3c2f74643e0a
697368
572c
616c2049
73616d65
3a20616e
206f66207468652046
7320616761696e
766973696f6e
75746f
65743d
2064726177
206169726372616674
68616c
20746865206170706c69636174696f6e
2a2a2a2a2a2a2a2a2a2a2a2a2a2a
20686967686c7920
746f2074776f
207468652067726f7570
73746174652e
70223e
636f6d70696c65
20616e64206f74686572
206b696e64
5765737465726e
67203d20
6f72616c
6c696666
20736f7274
492073
7b70
68656e
65722773
206d696768742068617665
6e7d20
736561
206f6e2074686174
2e68220a23696e636c7564652022
207375736365707469
2c205265
2066726f6d206120
206d616b65
20666f756e64
5468726561
204e6f77
0a0a232323232323200a0a
2067616c6178696573
86
6d20616e64
2e20497420616c736f
5273
6d2d
222f
48747470
2077686f2077657265
206d656574
79206e656564
27732043
706f6f
206c656176
70617469656e74
206170706561727320746f
20617373697374616e74
7320696d
5c6d61746862627b527d
0a6174
2c20616c
206d65746572
3a69
616c69676e6564
6556
286e29
747261696e
2061707065617220746f
2c20616e64206865
6561736f6e696e67
20686f6f6b
6d70726f76656d656e74
5f6765745f
c391c282c390c2
0a546865
2072656c79206f6e
2074686569722066
0a0a496e2074686973
5c73756d5f7b69
4178
636f6e6a7567617465
207375676172
207468652076696577
0a0a596f75
205c696e20
616e6368
206e6f7420
636f6e65
617373657274696f6e
3b0d0a20
434845434b
2e0a2020
20636f656666696369656e74
2067616c6c
492c20
6c69656e
e2809d20696e
2f646f63
206576656e7473
20776974682072
282020
6265
2061206e6577
666f6f74
20626567
677561
207472616e73706c616e74
292e2043
245c656e647b646f63756d656e747d24
20506170
5068617365
c2a047
7b28
70746f746963
207365656d73
2e0a0a22
706c75
2066726f6d204a
5074
4f4d45
7e2c
20486f77
20656e67616765
786564
7577
616e6e6572
206f6e206d79
20736b
7265736561726368
0a576869636820697320746865
4151
20656e636f7572616765
20696e7374656164206f66
282929
5f6e616d65
20666f720a
292d
6d616e65
207468697320697320746865
206973206f6e65
616c6c6564
617474
6973636f76657279
6c652c
20637269746572
203a290a
6c656d3a
20747261636b696e67
2068657262
787b
4d616e69
6924
3e2069
206b6e6f77
207468652073616d65206173
0963
73206265696e67
69746f72
7320746f2061
6d656e742e20546865
0a6d736769642022
6d617a6f6e
207374726f6e67
20746f20737065616b
203c3c
696e672066726f6d2061
206c616e6473636170
564520
6974616c
7862
206f6e746f
486f7720746f
697a6174696f6e20616e64
2e2020536565
20636c69
73746174
2c20636172
20616e676c65
636f6f7264
4f7267616e697a6174696f6e
20537461
72756c6564
73206173736f636961746564
73706563746564
207365
7263756c
626f72646572
3a62
785f69
207265717569726573
7363686f6f6c
206973206f6e
20616674657220746865
476976656e
6c696272617279
732063616e6e6f74
6f6e6e6563746f72
20736f757468
6e6563
65207769746820746865
20746f20666163
7573697665
486164
4576
204a616d
20596f756e67
757365
436f6e7465787420
4672616d
7572652c
207265736f6c7574696f6e
73657276696365
206775696c7479
7374616d70
207072696d617279
206d656d
3b2049
65696e65
2066696e64206f7574
4164
20746861742054
7269636b
766572796f6e65
207468652072616469
206f70706f7274756e6974696573
207965617220
28782920
1e
2e20466f72
5c70726f64
756d206973
20646562617465
747a
732e204f6e
696e6720696e746f20746865
20566572
5d3b205b4042
416c6c
72c3
20616e642073657276
3c2f6469763e0a2020202020202020
2061637473
692064
20636f6d7065746974697665
5d28687474703a2f2f
207369676e6564
697a6572
20616e6420737570706f7274
2070726f626c656d732e
207175657374
0a696e74
2e0a202a2f0a
6e616d65223a2022
616e6420696e
20486177
0a20202a2a
6d796f
5072696365
2c20616e642063
20676c617373
206c6976696e67
696a75616e61
206f66204d61
6461746162617365
6d6f64656c696e67
2077652077657265
206c656164696e67
7363616c696e67
20696e746572616374696f6e
656176656e
616963
2c207468652064
645b
756c6174
696e672069
20656c656374726f646520
756c7469706c65
2c207768696c6520
206a65
795f7b
636f6e74
22202f3e0a
6365727461696e
5f7b70
4964656e746966696572
2067656e
7320616e64206f74686572
2077616e74656420746f
20436f756e63696c
206578657263697365
72656d656e
24240a
6e6f726d616c697a6564
53746f7265
6963
09093c
207065726d697474
686f6d61
263d26
292a2d
74204c
207468652052
5468657265
20746869732062
5c6d617468726d7b64
7068617365
20482e
7468696e6720696e
736573
6f727473
4c6f7665
206172652074
746974756465
66696c656e616d65
6571756174696f6e
6d626572
50726576696f7573
20646965
5c7365746d696e7573
23232323
6e5e
204c6f77
206f6620686572
73706865726963
206f75742077697468
76617269616e6365
626f7572
4e756d626572
c3a1c2bbc2
6f7267616e69736d
2d62
2077696c6c206265
66732e
626261
205c626967
5420616e64
6f206465
7420
50726f6a65637420
20666f722074776f
656765
4665627275617279
6c696162696c697479
207468652072656164
20776173206e6f
20736f6c65
7265206f6e
6174696e
292f
2065787472616374
726565206c
412a
6d6174757265
2024245c626567696e7b
20616e6420616e
6b64
507574
616e6b727570746379
e38197
57616c6b
2e2061
677261
502e20
636f6465
20646f6ee2809974
2061696d6564
73207468656972
205363686f
636f6c69
77616e
726973696e67
6b6573
494920
206d6f636b
776173686564
414d45
20746865206c697465726174757265
696e672073697465
6d617a
22293b0a2020202020202020
732061742061
656e6472
20676572
657220776f756c64
205049
6f696420
2d726567756c6174
7374656c6c6172
204f766572
204576
70726f74656374656420
6772616e756c
706f6c79
2064697665727365
726573756c74
20647520
206f6620746865206465
25252525252525252525252525252525
204c6174696e
2074686520617070
2c0a202020202020202020202020
20655e7b
2062797465
29206f66
61642c
2a49
50726f63657373
28742c
20666f756e64207468617420
756720
616e742773
686578
687265
205e
6f6d20
74656374696e67
6f74696f6e20666f7220
20746865207265706f7274
207b0a2020202020202020202020
5c667261637b
2061206d65
207765207265
64697374696e6775697368
2f62
20636f6d706172696e67
2069732074686174
7468657220
6971756974
2e0a4e6f
20616e64207468652070
6162736f7262
0a466f72
207465616d73
206f66207468652052
20796f75277265
3a2070
0a2d2d2d2d2d
6e676c65
69746963
6f43
2e6a70
206d6561737572
206c696b656c69686f6f64
9e
20746965
20696d7072657373
2061207369676e69666963616e74
2420616e64
0a3d3d3d3d3d3d3d3d
206d6973736564
20696e73756666696369656e74
20636f6c6c6561677565
6c6c206265
7475726e
206f6e20796f75
756c70
205c7069
7d202d20
20636f6e63656e74726174696f6e73
206465616c696e672077697468
2073616e6374696f6e
466561747572
205649
20696d70616374
207363616c6573
61746172
2d617070
526f62696e
547769
204d656c
202445
2065666665637473206f6e
0a0a41
2024665f
206368656d6963616c
293b0d0a0d
20656c656d656e7473
5c3e
3b0a202020207d0a20202020
61726773
20636f6e
6d6f64756c
7320746f20676574
20616c69656e
207374616666
206b6e6f
20706561
207072657061726564
6520666f72
78
697374696373
64657369726564
72656c79
70726570
20616c676f726974686d73
2f73
2069736f6c6174
4541
6f6e2043
20646576696174696f6e
6f696e746572
20737475647920746865
207375622d
206d656d62657273206f6620746865
70726574
20696e2074
20616e6420706572
205c5b6669673a
6f6c756e74617279
2061626f75742061
6476657274697365
2072696368
6d65616e696e6766756c
2c204e
657273206f6e
63202b20
2066616d696c
706f6e64
636f72746963
20537472696e67
72652c20
2062656e6368
207363616e
646970
70616e65
6f6f6c6564
7320616e642074
2a2a43
20616e737765726564
20532e20
475f
78205c
696f64
656c66617265
5c6c656674285c667261637b
616d6564
20746869732066696c65
2061636964
732c2050
2d6167
2072656d61726b61626c
73206c6974746c65
204d42
207065727065
2046697265
20616e206f626a656374
756d656e74
5b49
2064657465726d696e696e67
20552e53
6975
2070726f6772616d
736861646f77
776f72746879
206164766f6361
2e205370656369666963
635f7b
2e6a73
295e7b2d
20737472696b65
206f662074776f
65796f6e64
20746865206e6f726d616c
20646174612c
2769
5761
24207765
2d6d6f
65726e
657863
7269656e
207468657265e2809973
696e672077
4752
617320746865
61727320616e64
554c54
20696e2068756d616e
207265737472696374
2920616e6420746865
203d3d3d20
207b0a20202020202020
207374643a3a
20686176652073
646d616e
426f756e64
50696e
20ceb22d
20636f6e7374727563
20736179732074686174
65646f
4e55
69632061
526f74
206261636b20696e
416e64726f6964
7361626c65
204120
7669736564
417061636865
2068696d2e0a0a
736520726573756c7473
70726f6d69736564
616e74696f786964616e74
2072656c6561736564
207469636b
7574726974696f6e
206170706c69
2061666665637420746865
2e205374
494e
20676f6e65
522054
6e747261
28293b0a20202020
20706172616c6c656c
506572
5069636b
732065616368
2074616e6b
206461746120
20686973206f776e
2c20617420746865
20686f77207765
206e617669676174
206d616e75666163747572696e67
20702e
20247b7b
0a0a42
686575
43617264
72696f7220746f
636f6e636569
2e20417320746865
206f666620746865
646f6373
5570
74686f72
70617373776f7264
6c697073
2074657374
6520646f
207573657320
2062656c
555245
6f6d61
0a0a47
20746865792073686f756c64
2a2028
7929
61202b20
207765696768
0a7d0a0a2f2f
756273656374696f6e
206f7574206f66
6f6d70617269736f6e
6173686564
2920616e642028
e2809d20746865
20747970653d2274657874
496e76616c6964
2c0a09090909
53706f727473
6177
6c61696e746966662773
2c20656e
756f74696e67
20746865206e6f726d
290a0a53
2420616e6420245c
2e220a0a41
20636f6e76656e74696f6e
207370656369616c6973
0a0920
2061206e696365
2061747472616374
206f6666696369616c73
202020202020202020202020
696e2074686520
6c696e6520746f
20526570
696f6e7320
6d657368
2070656e73
5c6d61746862627b
6e6f64
9d
736520
6d6f6e6f
537562
536563
4272616e64
736973746564
20746865206c616e64
206162736f7262
207365747570
5d20616e6420
2070726f626c656d2e
2d706f
20616e64206472
736875
73206f66666572
69746c6520
2073697a6573
206c6f6f6b6564206174
6f6c61
496d70
6f756e
616e206973
20656c65
207065726365697665
206b69746368656e
526563656976
70726564696374696f6e73
75736520
22202f3e0a20202020
75652e
5c6c616d6264615f7b
2f64
6172746966616374
ceb2
2e0a2a
657374
2a5d7b7d2c20
205468656f72
20496e646961
61636b77617264
206470
726567617264
4f6276
6d656e742c20616e64
206c61796f7574
20746865736520617265
20746f2061636869657665
2066756e6374696f6e2024
207075727375
2e2049276d
746572696e67
5c7061727469616c20
20746f2066696e642061
756464
2077696e646f77
675c
290a2020202020
74696d65
6174696f6e2c
6c6b
206f662074686520636f
6170692e
6174652028
2c207468652042
626f77
2e22202253
2c206372656174
206c696162696c697479
652042
20656e6f75676820746f
2e0a0a546865
20746f2074616b652061
7f
207061726164
206120636f6d706c657465
657363656e74
50726573
5761746572
6574732c
657661
206973207468657265
74203d20
2c206a
5468616e6b
6f6e6365726e
2c20616e642043
61737468
20616d706c6974756465
3e2c
64656d6f67726170686963
20726174696f206f6620
22206e616d653d22
3a2041
612773
75646f
2c20686173
3b0a0a202020202f2f
466f756e64
206e656172657374
62697465
20636f6f6c696e67
20696d70726f766564
20736861646f77
746f73
434b
20736572696f75736c79
7265717569
e38082
6172626f72
206f6e2024
5c626d
2c207768657265
7b52
6624
62696e65
2066617368696f6e
206b6e6f7720686f77
206177617264
5f6f66
70203d
0a0a59
20756e6465727374616e64696e67
2063617264696163
28290a09
6576656e7468
6c6162656c6564
414745
2070726f626162696c697479
20616e74696369706174
2048756d616e
20456e67696e65
205354
206861766520666f756e64
20746f72
5c52
496c6c696e6f6973
20697320776879
0d0a202020
2076656869636c6573
202478
2c206f6e
e28099732072
4c2e
5f76
2056697267696e6961
53746174652c20
6c617474696365
486f7374
20707265646963
7420796f7572
666665
4c6f756973
65737468
6d2a
206661766f72
6b6f
4c4520
616c69736d
656e7a61
616e69616e
696f6e73
2c207468616e
677572
20526179
57726170
206f62736572766174696f6e
696f6e20746f
5175616c
2063726f7764
536571
206865616c746879
747261636b73
2c20627574206e6f74
657320746f
4f5448
6553
2048696c6c
476972
6c5c
20697320696d706f7274616e74
75727261
0a0a0a
20696e207468652077
756d65726963616c
204845
20737461746973746963616c6c79
20626520746865
0a23646566696e65
454e
7472616e73706172656e74
206861766520686164
6c6c20736565
2068756e67
656420696e
2074686520726573706f6e7365
4529
2c207769746820746865
2f76
20c2b120
4259
2068617264
66206f66
636f6e7374727563746f72
65786563
627365727661626c65
20736565206974
20746f20747279
736964652061
426f
0a20206d5f
735f
737562737472
20746f6e65
206261746368
612e20546865
206f7572
20697420616c6c
2064756520746f20
20546572
0a46726f6d
696e67206f
737465
2064726976
637269
2073746f726564
206f6e2046
6368696c64
727567
522f
20636f6e7461696e732061
73207368
74297d
534120
45787072657373
6c696d69746564
705c
4d756c
203d2067
64696e
2c5c2c
5c70695f
206f6666657273
732027
2052756c6520
3f3e
6765745f
657474696e6720746865
6163746963616c
206571756970
6e6f6e2d
7528
6f6e652077686f
66616d696c
4368696c64
6f6e73
697365
756e67
747920
6275
416374696f6e
6973742c
72656675676565
20686164
2c2043
2e20466f72206578616d706c65
2077656174686572
202a20
436c69656e74
2062652074686520
63696573
20766f63
7779
206469616772616d
e2809d20546865
207b0a
7572
20616e797768657265
626f786573
20696e74656c6c656374
63757272656e6365
204c6f63616c
76657273697479
68202b20
3e0a0a20202020
69632e
207072656c696d696e617279
656e206f6e
2c207768617420697320
6369c3b3
2d48
2e2054686174
20696e2073
6f7070
20636f6e63657074206f66
732050
4855
737461736973
20616c736f2061
726f6c65
2068617665
70696b65
29207b0a090909
6d2c
3d3d3d3d3d3d3d3d3d3d0a0a496e
20746f206d616b
206665
4d6172
207375727072697365
293b0a2020202020202020
733b0a20202020
452d
73206d
6265727279
496e7465
20612047
5f7b63
6e7a
7572616e
544849
7273696f6e
20696e76657374696761746520746865
20616363656c6572
2e2220224c
612e0a0a
2061746f6d
205468
20617574686f72697479
2063617573696e67
7846
6e20616e6420
74657572
6974655f
6c6f676f7573
70757428
65720a0a
20616e64207075
6d706f7274616e74
6c7573
2073656e696f72
204f70656e
6f72206f66
7b5c
2073696c766572
706c6574
616c5f
20746f2064697363757373
656e74
786973
646972656374
206172652076657279
6f20776173
696e6720746865
20776869
6d61796265
6169722c
2e0a0a4d6f
762f
2067616e67
2d626173656420
61646c79
20285b4062
0a2020202020202f2f
20696d61676573
65207468617420746865
656c6d
20612076
5465
487562
6c656e28
756d626572206f66
5370656369666963
2d6e616d65
20726f77
20747261696e696e67
77617266
63726565
65636564656e74
65636f6d706f736974696f6e
4569
6829
20746f20636f6e7369646572
0a0a576879
73746d
206265656e2075736564
64657363
206265737420
2e0a0a5265666572656e636573
6a3d
0a61
726566
206368616e676520746865
65642067
206e
2073656c656374656420
696e672070726f63657373
2074616c
2067656e6f6d65
6e7465726d656469617465
20616e6e6f756e6365
207768696368
20746865207269
2075736520616e
44656d6f63726174
2073797374656d20
7320617661696c61626c65
20524e
73207765726520
6b6565
697474696e67
6f6e2052
2e205768696c6520746865
202a52
6465616c
7272616e676520
292e0a0a54
2c20616c6f6e67
206d6f72652070726f
29292c
656c6174697665
6672616d65776f726b
6265686176696f7273
2077696c6c207265
206669
6222
20736f63
696e7428
656e7269
70206973
5b73
20666967757265
6b5c
5265666572656e63
20737572726f756e64696e67
206e6565646564
2069742e222022
502f
756363
74686572
696f6e2e0a0a
2050656e6e73796c76616e6961
20736574206f66
616e6e6f74
7469746c6564
206120726573756c74
7475726520616e64
696e6720746f20
7320616c6c6f77
5c706920
7472616e73
6e6966
726962
2020202020202020202020204c
20616e64206d6f7265
7a5e
6c6567616c6c79
206b69646e
63652c
2061206d6973
4a61636b736f6e
212041
7066
4356
696e636f6d65
66756c6c79
6f73616c
4273
436c6f7564
b0
206c6973746564
47494e
2c206d616b696e67
6f6368
776172
2073656c662d
2074686520696d706f7274616e6365
656c6c73
206c617474696365
652077
6f6c6f6779
2e0a496e20
686520646964206e6f74
5e7b7b
2074686520626c
782e0a
20737563
206c6f616e
0a50
68652073617973
2073657175
20616e616c797a
20616e7469626f6479
2d6173736f636961746564
20746572726f72
c382c283c383c2
20696e666c616d6d6174696f6e
5c63646f7420
20736f7274206f66
696e2042
207375726765
686f7374
20746172676574
6772616e
0a2020202a
2050616e
7b5c74696c6465
665c
3c70
207768656e20746865
20746861742c
69736d206973
4d6973
5461
557064617465
4173
2070
fc
20696e206e
206162736f6c757465
524544
415554
4e6f
554e49
20726567756c6174696f6e206f66
206e6563
2e2043616c63756c6174652074686520
6f706566756c6c79
636f6d70616374
7265736f6c7574696f6e
616e646f6d
61696e6564
20666163742c
4e6567
2e20466f7220746865
206261727269
206368696c
2073656520
20676170
526f6f74
0a6060600a
676173
495354
626f782e
2066726f6d207468656972
2072657475726e696e67
206177616974
20746865206d656173757265
2e2c
6f756e64206f66
7475726573
646c65
20746865207370656369666963
207765206e656564
466974
20616374697669746965
6c6c756d696e61
4142494c495459
4241
696e7665737469676174696f6e73
206d656368616e
20706572736f6e616c20
2c206f74686572
2067656e6572616c6c79
206f66207468652044
2e202054
657220666f72
546f726f6e746f
2049726171
6f74686572207468696e67
206f6620616765
20646f6d6573746963
2044656e
2070726f6a656374
206368616c6c656e6765
726166666963
707574
636f6d70757465
206f6e20746f
466967
6f6b696e67
616c69616e
2041726d
697473
416e67
202020202020202020202020666f72
537461747573
2e0a0a2d
206f696c
667572
2073747261746567
20646563696465
207265706f7274656420696e
733b20616e64
20776865726520
7d293b
706172616772617068
76616c
495320
206163757465
d0
72697a
696e6720756e646572
20706172616d6574657220
ceb12d
20636f756c64206e6f74
f0
2061726520617661696c61626c65
656420616e
207175616c
2073686970
6f757274206f66
207c7c
20657870726573
466972737420
20756d
616d6d6572
282e
2e0a0a28
2e2e2e2e
207265647563656420
2073796d70746f6d
206f66207468652055
0a20207d
53756368
206164646564
206d6f7374
4c6976696e67
534947
72657363
204963
6973747572
20726566696e
414e
7075626c696320766f6964
20636f6d65
596f75e28099
204920676f74
206e6565647320746f206265
20737567676573746564
207d7d
7777772e
207375707072657373
6973636f
20696e6869626974696f6e
7d2e2424
6f6262
206e6574776f726b
6269727468
656d2d
696e672046
220a2020202020202020
6c61796572
20636f75727365206f66
22202253
2067726f757073
20436f6e737469747574696f6e
65642028
df
20202041
656c2c
20616e642072
206f6e652074686174
63617374
7c0a
72726976616c
20697420666f72
726f2d
63756c747572616c
2c20697420776f756c64
62657468
20616e642056
20776f756c64206c696b6520746f
2020200a2020
206d6f766573
726f65
7320646f
756c696e
2f53
2c207361
206872
6174696f6e5f
427574
5374796c65
5265666572656e6365
207361797320
436f6e74726f6c
20706c6179696e67
2e20497420697320
20506572
6f616d
3a202e
6520e28093
20746861742048
70726f7879
424d
7265706c616365
707265636564656e74
7374727563747572
20556e69746564205374617465732c20
4953
7b0a20202020
6f6e2e20
74686f75676820746865
68726f6e6963
2069732074
20656e747279
20676f7665726e696e67
2e0a0a4e6f77
20746f207075
73736179
204d696b
2e636f6d2e
4d6f6e6461792c
0d0a20202020202020
2028746865
b6
20646966666572656e7469616c
61726168
6d6f6465726e
20746f2054
74616e67
64656e74696669636174696f6e206f66
6f7220697473
20686173206265656e207265
6e616d6527
2e204b61
205c73756d5f7b
0a202048
6e20
206174207468652073616d652074696d
425554
62696c69747920746f
7d0a2d2d2d2d2d2d2d2d2d2d2d
2068756e6472656473206f66
7c5e
204d616e6167
222c0a20
2070617469656e74732e
6c6175
69746976
2069732070
0a09090909
6172746e657273686970
66616e
776174657220616e64
2061726520756e
467572746865726d6f72652c
206472696e6b696e67
207374617273
202a46
2061766f6964
20696465616c
75696e
20657374696d6174
496e206f7264657220746f
20646964206e6f7420
746f6f6b
72697465726961
2064697374757262
204a657773
6176652061
0a636f6e
20646570656e64206f6e
220a6d73677374722022
7265616374
657863657074696f6e
20656e73757265
657d
736d616c6c
4d4f52
69736d2e
205961
20746f20666f72
61757261
2c206e65
207265
5b5d20
2074686520756e6976657273
6e2b
634e
4c6974746c65
636520
206f66206d79
637265617465
20616e642076
20424c
632d
6e20616e
4c2c20
206375727665
2e204162
726f7065
657874203d
6c746564
0a0a2020202020202020
696e672044
68696768
73207479706963616c6c79
6e796c
452e
544f
54686973206d65616e73
20446f77
20526f636b
2020202020202020202020202020205c
a3
204d6572
636f6e74696e756f7573
2070726f737065
447572696e672074686520
6a736f6e
7320776869636820617265
20646520
20746f20736f6d65
61686f
206164756c7473
746974
206f6e2043
656d6961
206e6f74652074686174
20636f6d706c69636174696f6e
53206973
6d6f72
674d
3a0a2020202020
203d2074686973
766972616c
20646973706c61796564
696e672e20
207265616c
207075626c6973686564
2c4e
697472
20746865206f626a656374
2074656e73696f6e
64616c65
20746f206d79
53656374696f6e20
20646976
204d617920
4275
6c6765627261
70657374
646570726976
666f7572
6c792e
69706572
20cebc
696e74
65676578
68697020616e64
2069742066726f6d
756e64657273
20646570656e64696e67206f6e
77697468
74203d
64646572
6c6f6e
2e0a0a232320
6763
2e20417420
617465
20737065636966696564
20636f6d6d756e
2067726561742064
206c6f6767
5c76657274
2020646566
2074686520736574
20696e63726561736573
20666f6f64
50415254
726567
732e204f6e65
64756d70
6963652c
7465
617363
5768656e2061
6b206973
20706c616e6e
20696e666f726d
20636c656172
75636f
616c7320616e64
6174696f6e2c20
20706173
757261
207669736974
657273
6f7068
2073656e
207468657265666f7265
487572
20686f7720746f
20686f6c65
20636c61696d
666c6f776572
6172206973
6b2773
656420766961
65616d
e282
6c6f636b636861696e
20696e207468652073
2020202020202020202020202020205b
682c20616e64
6c656d656e74
3b3b
2e27
29207b0a2020202020
20696e636964656e6365
20646966666572656e636520696e
207468726f756768206120
20666967757265206f7574
20696d706f736564
696e76656e74696f6e2072656c617465
617469
3a73
6c79206d6f7265
20706f7374
292c20696e
2e20497473
63616e64
2d6d6564
222048
73686f727420
746f6e69616e
656c656374726f6e
6f28
2ee280
276e
69636b73
446f63756d656e74
746175
537472
61207265
206c6174
20616e79206f66
6327
246d
206f66206e6f6e
4e6f74653a
5d7b7d0a0a
202467
4848
6c79206c6f77
0a0a5768696c65
2c222073616964
207468616e2074686f7365
2062652061626c6520746f
3d20
0a43617465676f72793a
6d6f
737963686f
207175616c6966
20626574
6f6e6520
20616363756d756c6174
2e20436f6d
2e28
4c6177
3c2f70617261
20766f6c74616765
73207468617420746865
206465636973696f6e20746f
6f6e76656e74696f6e
7e7e
20776f6e
202420
616c2f
2873656c662e
4f4b
0a6465
616c6c20616e64
65206a
20746865206372696d
696d706c79
6e206170706c69636174696f6e
696369
62696e2f
2076657264696374
2b29
0a0a232320
65727327
7274202d
5072696f72
6c6c2c20
696e29
20696e207468652043
5c7461755f
6f6c646572
202020202020202028
5c616c7068617d
20746865206465636973696f6e
6f20
2061726520746865
74656e74
2062652061
20417265
20494d
6f726572
207061727469616c
2070617469656e74732077697468
657261746564
6e202d20
207265667573656420746f
20696e766173696f6e
6f6d65746572
736569
6e7574726974696f6e
6c616d
7b5a
20616c6f6e
2069740a
6b656e
20746f207468652062
446576656c6f70
536d616c6c
206265656e20696e
20746f206d616e
3e206c
20666f75727468
2064616e6365
2068696768207363686f6f6c
0a202020202f2f2f20
54455f
696e
2063796c696e64
742069203d20
2070617373776f7264
5c
2e2c2026
2c204865
207472616e7366
2c204861
20612072656c6174697665
736f76
6b6f76
436f6e64
206f6273657276656420696e
68746d6c
206469616265746573
6963616c20
757020616e64
20616e64206d616b65
6361
20617564696f
792e0a
285c5b65713a
206170706c69656420746f
207365637572697479
737973796d7d200a2020202020202020
206c69737473
2474686973
7a6f6e
2077697468206c
6573742e
63686f6c
657320696e20746865
5c61
523d
696e67202d
686f6c64696e67
696f6e2077697468
6f6d6f72726f77
4f50
206d6f6e746873
37
6d697474656420746f
3a53
6f6e67
207375636365737366756c6c79
2e0a0a59
20666f722077686174
672a2a
206e616d652c
20696e76657374696761746f72
20496e7465726e6574
4d4d
202b20
20616e64206d65
d18f
20776974682068
656e7420666f72
2061726d79
79e28099
2c20652e672e
20627920
5c706172
616c697a65
1f
6e672070656f706c65
726f7374
0a687474703a2f2f
70706c
73657474696e6773
2e204361
726e73
766579
626967
757363
6f72207468726565
2c20526f
204d6178
20426f62
20666f722065
726f74617465
7d0a3d3d3d3d3d3d3d3d3d3d0a0a
202020203c64697620636c6173733d22
0a67
726571756573742e
6c6967
20696e20746865206d
20246b
207175657374696f6e206973
756666
5c7068695f
20636f766572616765
7665
20746f20746865
2c5c20
2074686520436f757274
2067656e6572617465
696e617279
4c696665
2c207468726f756768
5c7369676d615e
207768656e20
6c6173736573
6475636564206279
696e672024
447d
20776569676874
696e672057
766f6c756d65
72657175656e746c79
20657870657269656e636573
5d5c5d
206c6f6f6b73206c696b65
68692c
680a
454154
75202d20
41544f
20616e206f
20776527
7b5c67616d6d61
2d6f70
20796561727320696e
6576656e74732e
7065746974697665
65732c20
7265666572656e6365
2c2070617274
6e65737320746f
427920
2052616d
48617665
75736520746f
206e6574
732c207765
2077686f7365
207468617420686973
687973696369616e73
20696e737469747574696f6e
496e76
2068652077616e74
67656e6f6d6963
626f64
2073696c6963
204772616e64
5f44
686962697473
4e24
61796f72
756c74
46696c746572
20646976696465
76616c69646174696f6e
2c206974206973
496f
2068617665206265656e
6e53
66696c65
72656174696e67
72656e
20636f72
2064616e6765726f7573
6328
4c696e
206974206973206e6f74
206d6f73746c79
2072656c6967696f6e
696e672070726f6772616d
20776174
0a3c62
486f77657665722c20746865
2c2061732061
6d22
20737461
22290a0a
22293b0a0a
752d
6573746976616c
20464f5220
436f6e636c7573696f6e
20616e64206861
203e3e20
48617274
67656e65746963
2068617a617264
0a7d0a0a
2075736573
2f61
2e205365636f6e64
65722e2049
65642066726f6d
2064656665637473
6379636c
c280
2077697265
696f6e6963
7b707d
652c207768696368
6966666572656e6365
2052657075626c6963616e
5c626967
4f76657272696465
2e20546865792077657265
205045
20696e6974
232323
20696e207468652066
61732077656c6c206173
666f726d20746865
5f6465
20746f207472656174
6572206973
2e0a0a27
68696b
2069732073686f776e
20666f6c6c6f776564206279
205044
70706572
76696577696e67
2e0a0a225765
506f70
2c20666f726d
263d2620
206d69786564
20747279696e67
476574
6e616d65203d
206e657374
74726561746d656e74
50726573656e
2c20746865206d
206d6f62696c
207361
69636b6e657373
736f6e73
4152
272c0a202020
e382
6e2073746172
6167676564
6f2061
66756e6374696f6e616c697479
2054656c65
6174696373
696e67206120
696c6c61
6c7578
7469746c6522
20416d617a6f6e
2062792054
204841
20617274657269
6173742079656172
64656e73
547261696e
612064
5c4f6d6567
207468652062616e6b
636174696f6e
617420796f7572
6d61746564
20746865206e6f6e
206e616d653d
206164766f63617465
61725f
2f696e
73656564
206d61676e6974756465
207265647563696e67
20706c61736d61
206c6f6e67
656769736c6174757265
65642d
206972
2e204974e2809973
5b4052
637070
20202055
2074617820
652068617665
657665
2c206275742074686520
736f6c7574696f6e20746f
6e64756d
616c79736973
636f6d706c657465
222c0a202020
20636f64696e67
5c6261727b
657228
65647563617465
2061206361
206574632e
20696e707574
20636c69636b
5661726961626c65
20796f7520646f
6578616d696e6564
6f62736572766572
20762e2057
2364
20697320636f6e
657273206f72
20656e68616e63
616c206f66
2c20626c
636c696e
20696e666c616d6d61746f7279
0a3d3d3d3d3d3d3d3d3d3d0a0a
6f722c
65727469
6f7572636573
206c69626572
5c656e647b61727261797d
20506f69
5c72696768747c
206d7574616e74
70757368
792063
53746f72
0a496e
2076617279
2d74797065
206665656c696e67
5d7b7d
79616e
202a
4120746f
2073616c61
206d75636820
6172736f6e
205374657068656e
73617665
6454
514c
0a46
726566657261626c79
206d61796265
63616c63756c617465
25292e20
544f52
8085
5265762e
636173
2074617267657420
2073686170
20617263686974656374757265
20657374696d6174696f6e
2074686520707572706f7365
43616e
2c20616e642074686174
20726566
2e205265
656e6420746865
20746865204a
6e64656d6e
616e2047
697874757265
242077686572652024
3a202a
206966206865
63726f7373
20726567617264
0a0a
2070726f6772616d2e
5f7429
245c
206c6f7365
c0
426f74
20796f753f
686f6e79
20636c6f73657220746f
202461
20436172
20746f20646f2077697468
3a2f2f
69636820
657573
697475
61
494748
7665722c
2b2f2d
20616e642070617274
20616e20656c65637472
7454
0a5c6c656674
224f
6c792c
73747275
3c2f70
72757468
20706c6179
20776974682068696768
2063686c6f72
2920666f72
6d696e617465
206e65617220
207265636f676e697a65
2b3d
2074696c6c
7b64
69657320616e64
2873656c662c
524554
64656564
696e2041
756d2d
2077696c6c206e6f74
662f
20506c
20225b
4163636f7264696e6720746f20
636f6e737420
202a29
6c6564
2072757368
5f6172
627261696e
3b2046
707265736372697074696f6e
706c616e746174696f6e
207665746572616e
20746865206865617274
746172
20726967687420746f
687474703a2f2f7777772e
6c61726765
696e6520696e
61626c65205b
20706572736f6e2077686f
