c0
c1
f2
f5
f6
f7
f8
f9
fa
fb
fc
fd
fe
ff
f1
1f
dd
00
02
f3
05
06
04
0e
12
07
1d
1e
7f
d4
f4
df
de
01
e3
1a
cd
17
f0
19
0b
10
18
0f
16
d3
15
13
0c
d2
dc
08
c7
d5
1c
e4
1b
14
11
db
c9
ee
cf
c6
cb
c2
c8
ca
da
cc
d9
e0
d6
d1
ef
c4
ea
ed
e1
c5
d7
e2
d0
d8
8e
b5
e5
ae
ba
a2
89
c3
ab
b9
ce
96
bd
aa
9e
b2
ec
b1
93
92
b7
a8
bf
9d
bc
b6
eb
b3
e9
9b
8f
85
8a
97
a6
b8
9a
af
90
ac
a0
8b
9f
94
87
86
8d
99
a9
82
b4
bb
ad
be
83
9c
a1
95
a4
a3
a5
84
a7
8c
80
91
98
88
e6
b0
81
0d
e8
e7
03
60
40
59
5a
55
6f
26
7c
4f
56
57
4a
51
09
77
4b
71
7a
6c
58
75
7e
47
79
76
21
48
4c
6a
23
4e
68
4d
2b
46
45
72
39
54
50
52
67
6b
25
44
65
66
37
38
6d
5b
63
5e
62
36
70
3d
27
3c
43
5d
53
69
42
6e
49
64
61
41
78
35
3f
74
24
34
3e
22
33
5c
7d
2a
7b
3b
30
73
2f
20
28
32
31
3a
29
5f
0a
2d
2c
2e
20202020202020200a0a20
202020202020200a0a20
2020202020202020202020200a0a20
202020202020202020200a0a20
20202020202020202020200a0a20
205f5f5f5f5f5f5f
2020202020200a0a20
202020202020202020202020200a
2020202020202020200a0a20
20202020200a2020
205f5f5f5f5f5f5f5f
202020200a2020
5f5f5f5f5f5f5f5f
20202020200a0a20
20200a0a20
5f5f5f5f5f5f5f
20202020202020202020202020200a
202020200a0a20
5f5f5f5f5f5f
2020202020200a2020
5f5f5f5f5f
2d2d2d2d2d2d2d2d2b
2020202020202020202020202020200a
205f5f5f5f5f
0a0a0a0a2020
202020202020202020200a
2a2a2a2a2a2a2a2a2a
0a0a0a0a202020202020202020
2020200a2020
0a0a0a0a2020202020202020
2020202020202020200a
2020202020202020202020200a
2d2d2d2d2b
2d2b
0a0a0a0a202020202020202020202020
2020200a0a20
205f5f5f5f5f5f
200a0a20
20202020202020202020200a
5f5f5f5f5f5f5f5f5f5f
0a0c2020
2a2a2a2a2a2a2a2a2a2a
2d2d2d2d2d2b
0a0a0a0a20202020
0a0a0a0a20202020202020
0a0c20
202020202020202020202020200a0a20
5f5f5f5f5f5f5f5f5f
2d2d2d2d2d2d2d2b
0d0a2020202020202020202020202020
2d2d2d2d2d2d2d2d2d2b
6f6d70
0a0c2020202020202020
0a0a0a0a202020
7572696573
61696f
205f5f5f5f
2020202020202020c2a0
66696361
726972
636c6173
6c65747465
0a0c20202020
0a0a0a0a20
2d2d2d2d2d2d2b
6e676572
20616d79
2a2a2a2a2a2a2a2a2a2a2a2a2a2a
0a0c202020
20200a2020
2020202020c2a0
616c63
6c617a
2a2a2a2a2a2a2a2a
20202020c2a0
2a2a2a2a2a2a2a
20616e67696f
2020202020200a
20202020202020202020c2a0
202020202020202020c2a0
0a0a0a20202020202020202020
616c6c61
202020202020200a
0a09090920202020
20617869
200a2020202020202020202020202020
0a0a0a0a2020202020
4c6973
4f554748
0a0a0a0a2020202020202020202020
50686f
2e2e2e2e2e2e2e2e2e
616e6b
205945
446f77
2066756c
6174696f
204963
726976
74616e67
204d617572
776561
706961
617a65
5f5f5f5f5f5f5f5f5f5f5f
20736f66
6b65746f
61726c
207061727469
20706f74656e7469
5c2c2c
2a2a2a2a2a2a
6f736d
206d61746572
7269736564
64656d6f6e
69736e
202020202020202020202020200a20
656e74696e65
7966
696d656e
0a0a0a202020202020202020202020
2a2a2a2a2a2a2a2a2a2a2a2a2a
6e6f64
556e737570706f72746564
686170
67696c6c
70726f7465696e73
6d6178696d
484f54
73657474
6f7069
65656c
20666f7265636c6f7365
20707572706f736566756c
696e74657273656374
72657072
6174616e
634c
696e6571
696275
576964
61626c
6173696e
6e6379
63686f6e
7b2a
616c75
6d6f7274
206272696265
766962
4e4144
636f736d
736365
2044656d6f6e
0a0a0a2020
6c6175
2053696b
4f5358
666c6f70
456174
200a20202020202020202020
72656173
495441
476d
0a0a0a20202020202020202020202020
666972
20427279
696b68
204e6974
4b656c
0a0a0a0a202020202020
205377696e
446f6c
436f7272656374696f6e
53706563696669636174696f6e
434941
6d696e696e67
6578706c61696e
0a0a0a202020202020202020
616e6765
5169
72757374
776f756e64
434a
74616c6b696e67
72697a
417564
20707564
2064656665
6973637573
696375
666c69
726d73
206d657263
6f6d73
696269
73656e74656e63696e67
20202020202020200a
746869636b6e657373
436f7272
4366
204c616f
20527564
63726f6e
616b68
6d757468
72636c
6e616b
76616c65
203030303030303030
666973
7070656e
43617074
20646961706572
756e73
667275
29263d
756e61626c65
3a2c
746f6d65
6e6163
43415244
656e6e65
0a20200a
6c696d62
514f4c
474154
204d6f7269
424f52
616468
696e646f6c65
20726567656e6572617465
6d6963726f6e
53594e
6e6575726f
6e6f6d6963
70686f73
50434d
6e646572
204b68616c
207265637572
61746368
6c756e6368
687761
0a0a0a2020202020202020
74756e65
666f6e
434c4f
20417374726f70687973
48756d
6e6164
6a6961
626f64
204c69627261
4578616374
536572766573
6f6365
6c65616e
50726f74656374
617468616e
697069
617272617973
6f6b6f
4d4f53
2048696e64
204c616e6473
2070616e74
696e7465726e
48454c
20584949
70616b
766967
6a6563
2074656173
696e73746974757465
4e69636b656c
5f5f5f5f5f5f5f5f5f5f5f5f
6e6170
2070726f67
20535449
446169
72656772657373696f6e
20736f6c76
202020202020200a20
656e75
61646572
2048756e67
0a0c20202020202020
4d6f6e676f
61646469
72616964
7374726174
506865
6f7270
2074686572
566972
464954
6f6e7465
5361756469
76756c
202020202020c2a0
4c4541
0a0909090920
61746861
77726974
436175
72696c6c
20426573
50726f73
6c6f6f7365
7472656e64
d0b5d0bb
72696669636174696f6e
617a61
6c6f7265
20c3a974
20436f64
20466c69
69636865
207374616c6b
636175
7977
28247b
20202020202020200a20
727363
424c45
444f4e
20706f6c69
57656e
6f616e
71756174
70756e6374
20546f7274
6f7669
202020200a0a
416264
206c616d696e61
20637a
6c616365
455453
2046554e
53495445
446578
617379
2064656369
206f77
74757262
65726f73
656d656e7473
697272
2064697665726765
20566f72
2f3e29
6d616e74
436f6e73656e74
4e4243
6e41
53706f
6c6964
57616c746572
6572656e74
2d2d2d2d2d2d2d2d2d2d2b
65666572
204a61636f6269
2067656f6d
656164
756e6573
62756d70
61637175
2020202020202020202020200a20
616c697374
706169
61657573
636b61
206d616e69
206c617661
2020200a202020
6c6f75
2e2e2e2e2e2e2e2e2e2e
0a09090920
6e6967
206164656e6f6d61
20546173
535041
20736e6970
4372616967
2020202020200a20
436f6e64
20616c676f
6e676f
65706c
63696465
636f65
617869
20486f7765
204d444d
206d6f69
20636f6d706174
2052656374
204b6e6f
6f6d616e
2225
73616e74
727463
69657665
2d2d2d2b
206961
20676c65
726573697374
467261
2066616d
0a0a0a2020202020202020202020
68617269
707073
4e696b
696c6c696f6e
6e697465
207365726f74797065
2047656e6f6d6963
636f6d6d61
4f616b
726574726f
61626364
6c7364
5748495445
2042617368
6d6574726f
666572726f
74616c6c
656c696d
206d757465
6f7266
200a20202020202020202020202020
204272656e
4e616d
32303438
2053656c6c
20746b
616c6c6f63617465
644e
20436c6172
776574
436f6d706f736974696f6e
20437974
716d
524541444d45
5950
20636f6e67
6d617265
62696e65
6f626c
61706572
2042656e65
616e647265
2052696465
2047726f73
4c6174696e
696e74656c6c6967656e74
524954
6c65696e
2070726f62696f746963
2073757065
5f5f5f5f
6d6d696e67
6f6e63
426169
6d6f746f
486f74656c
2073696c6963
0a0909092020
68657273
554e44
7452
535552
616c6469
617769
6e6f746174696f6e
686569
426574
726168616d
4c656164
4378
63616e74
676d61
207374796c
68697665
636c6f636b77697365
746163
73746f72
766974726f
2020202020202020200a20
506f77
63686169
4578706c69636974
726f78
4d494c
206c6f6674
55736573
7465726d696e6174696f6e
206578706c
6c756369
2050617061
544746
5276
72697a6174696f6e
2070726f6d
616b6f76
79616d
446f75
476f6f
61737472
6d696772617465
2053434f
4976
696576
6f6d656e
4274
666f6c6473
636561
656761
20646f6f
736569
65726173
2053616e67
756e7479
6d6f6c65
7175616e
626567
6962696c
7976
7667
207376
4963
686176
6c696e64
65726c
647562
0a0a0a0a0a202020
204177
d0b0d182
696d6572
0d0a20202020202020202020
53504c
574159
207368617665
72656c75
204672616e636573
204b6c61
6d696d
6d766f
6c6169
20766f69
20466973
636f7270
7265696e
706f7274666f6c696f
6347
72616e676573
204c6976
20436974
6e657a
496d6d
636872697374
75696c
4e6174696f6e
69636961
206b65726174
494f53
7574616e
6b66
2a2a2a2a2a2a2a2f
6f6e6564
6c6975
4e51
204d657263
437261776c
46554c
476f616c
6974617279
566963
6261646765
686f6c6f
6172696174
2041717561
506879
6368696e61
207475626572
7265766f6c7574696f6e
204e4f4e
204970
4f5552
20435443
6d657a
20222e2e
204765726d
616d65726963616e
20497a
495a45
50726573656e746174696f6e
3e5f
72696361
20417273
59616e
20437562
506965
22292929
5475726e696e67
6965766564
205069706572
20576572
706172746963756c6172
20434143
20363832
20636c6b
0a2020202020200a2020202020
65726d
20526f647269676f
2053796c766573746572
20427265776572
2054797065536372697074
206861746566756c
456e7669726f6e6d656e74616c
746172676574696e67
e794b1
20373535
206879706572746865726d6961
20706c61757369626c79
20726f74617461626c79
636f6e636c7564696e67
7375736365707469626c65
20436c61756465
20457371
2048697370616e696373
20486f6f766572
204d696e6f72697479
205265796573
2066617374656e696e67
20686f6e6579636f6d62
207065656c696e67
496e73746974757465
636f646568617573
e5a0
204f7267
2055534552
20737570657273746974696f6e
20454342
2049646561
204b657973746f6e65
2050686f746f73686f70
206c6573736565
2041747472
2046616b65
5d3c
204c69737456696577
747279696e67
204a696d656e657a
20646f6f6d
206e65757472616c697a6174696f6e
206e756d6265724f66
4379746f
20d79c
6c6561766564
444f4358
5969
61746f6d73
206c6873
554748
46616d696c696573
20436c656d656e74
2044656e6973
204845504553
20617363656e64
2066656e636573
206c6f63616c697a65
20726f617374696e67
207472616e736372697074617365
20756e66696e6973686564
63616d707573
4d696e6f72
4575726f
207061727365496e74
2044656e73697479
205741524e494e47
464c4f57
68697265
686169726564
20696c6c75736f7279
204c4e436150
4b656e6e656479
4170706f696e746d656e74
20646973616772656573
20737563636573736f7273
e2808d
5d295e
706c61636573
6c696361
61766f
e28caa
2050726563697365
2050424d4373
20505050
20617474657374
20626c65616b
20696e766f6b6573
20697373756572
207369676e69666963
77616c6b696e67
646567656e65726174696f6e
2043686572
417374
4c6966656379636c65
496e737472
5441534b
726e67
206572797468726f6964
717561647261746963
41646d696e6973747261746f72
537562737469747574696f6e
204e6f656c
204f6c646572
2050726f705479706573
206173737572616e636573
207265636f6e6e656374
506f70756c6174696f6e
64657465726d696e65
c3b377
20363731
77617474
20476568726967
2053796d70746f6d
204669726562617365
204d6f6e676f4442
2064726f776e6564
2066656d7572
20726f6f6673
70726f6e65
20e299aa
20363836
6f6e696373
2062696f6675656c73
2062e1baa16e
2044657465726d696e696e67
207375726d697365
204d616a6f72616e61
20636f6e7374697475746976656c79
206865667479
20706c65617375726573
627265617374
62757264656e
676c796365726f6c
207365616d73
204b4e
204f626a
20416d6f756e74
4d4f44454c
30313331
5472616e73666f726d6174696f6e
20756e7769656c6479
50524f5649444552
5c213d5c21
2031393036
2062616e6b6572
20636f636b706974
20646f6e6b6579
2066617363697374
20706173746f72616c
2070687973696f6c6f676963
207472616e73706c616e7473
4f63637570
205374616c
434e53
697356616c6964
786e
696374
2053747261696e
20637269737079
20656c656374726f6361726469
20736578697374
207472656d656e646f75736c79
20776970696e67
4469636b
20363635
2063726f6e
7061756c
6973636865
6a6162
205472616e736c61746f7273
20656e646f7468656c696e
20464556
204a6573756974
2065786869626974696f6e73
2066757373
20696e7465726665726573
20737562636c6173736573
e38091
437275
204375727665
6d657263
464f524345
6c6163746963
7b5c2c
20756e6f627374727563746564
20646570686173696e67
417070656c6c617465
204173706572676572
20437967
204d61746c6162
2053697374657273
2063616461
2070617374757265
6f70686f726573
e38090
20363631
77616974696e67
295c7c5f7b
2063796e696369736d
2074796c6b6f
20506167
20616d62757368
207375627363726962696e67
2073757065727669736f7279
466c756f72
4d61726965
646973636c6f73757265
7363686564756c6572
e98089
537061696e
657874656e74
206d41
205257
4f75744f66
2229292e
4e4559
72656d656e74
696e73706972696e67
20496e766173696f6e
20537572726579
206163636f6d6d6f6461746564
206f726465616c
207061726f6c
0a0a0a0a0a2020202020
20363834
d0a2
5e7b7b7b5c
227c
5447656e47726f75704279
4669726d696375746573
c3b367696361
20476565
2057616c64
2061646170746f72
206561726e73
2068696e647369676874
20696e636f686572656e74
206a617773
2072656374616e676c6573
207363617263697479
53505353
646f776e6c6f616473
7175626974
626f64696564
6465717565
526573756d65
20c397c296c397c294
205370616e69617264
2042696e67
20617474656e74696f6e616c
207377617070696e67
2074616b6561776179
20536f6f
2056616c65
4676
20496e666f726d
446973706f7365
204a6f6f6d6c61
63617465676f726963616c
204a555354494345
20636f6f6b6572
20646976697369626c65
206d6963726f747562756c6573
4c6567616379
616e7377657273
697373616e6365
e8bf9b
204348414e4745
20363738
70637265
20617667
62626f78
656e6961
6f6d657273
20526f6574686c6973626572676572
20646973696c6c7573696f6e6564
20436f7567617273
20434d4c
20466f6c6579
204e65636b
20666964646c65
206772756e74
2070686f746f73796e746865736973
207069637475726573717565
726571756573746564
7374696d756c6174696f6e
20363436
20363238
27295b
7d7d3a
2b5e2d
4c455353
73717565
2061707269636f74
2047726176
20737572657479
20416465
2076696465
20435241
6e6f7265706c79
29222c22
2044657461696c
20436f6e7374727563746f72
2a2a5c3c
6a696e67
2052756d7366656c64
20656d62726f696465726564
206c696e6f6c656963
20776f727269736f6d65
20436f7262657474
205061756c61
20616d706c696669657273
206d6173636f74
206d6f636b696e67
206d7973746963616c
20726570757461626c65
696e6a6563746564
2054616c6c
204e696d
205061727469636c65
4566
272728
616a6173
73747261696e
617375
20436f6d706f736572
2061646a6f75726e
2048616e636f636b
20536f696c
20666c6f776564
20706c756e676564
5175616e7469746174697665
5465726d696e616c
204c75636b
456c69
4c4441
207670
d090
69626d
20454249544441
2057696b696c65616b73
206675726c6f756768
206d6973657261626c79
434f4e56455254
4255494c54
204164756c7473
206c657563696e65
e5ae89
20426964
6372657374
6472657373
6c61636b
206b696f736b
20466f7272657374
204c696761
20637573746f6d697a6174696f6e
20657870756c73696f6e
20506c6173
4d657263
20636f74
20363839
476c797068
4368616e6e656c73
5957
6c7473
204b656a726977616c
64616374796c
2063686f727573
206d696c696575
206f7074696d616c6c79
456c656374726963
e382ab
e9809ae8bf87
20416c6d
486177
275d5b
687964726f67656e
64756e
4368656c736561
656e646f7468656c69616c
20436f727269646f72
205265736f6e616e6365
50494e4d5558
5245564552534544
2046656c6c
2054696d626572
20636f6d6d75746174696f6e
206465636f6d7072657373696f6e
206f6c6566696e
207368756e
20776166657273
57696e746572
626c656e64
0a202020200a20202020202020
292d2d2d
20707265646973706f73696e67
e785a7
204c616772616e6765
20626f696c73
206465706f74
20706c617966756c
207375627374697475656e7473
cf95
50617374
4d616e6e
706c6c
30303539
7d7b285c
726f6c6c6564
6d706c
204c656f706f6c64
206d476c7552
20627566666574
20696e74726176656e6f75736c79
207368726564
e1bb99
20434653
6f7869646174696f6e
436f6e666c69637473
30313136
616c676f
62726f6d6f
70686f6e
696b6572
207363616c6c6f7073
204368696c64686f6f64
20666c6173686c69676874
2067726f756e64627265616b696e67
20696e74656e64696e67
20437573
205144
297d7b28
757264
2052657472696576616c
2068656d61746f63726974
2053696d756c74616e656f75736c79
204272616767
204c65617365
2050656e73696f6e
20696e74657276656e6564
207365636f6e646c79
417061636865
49525148616e646c6572
20666c6f72
2056697274
20756e6f
494d504c
74687265
6c617279
206d616c6f6e6469616c646568796465
436f72706f72617465
20456e726963686d656e74
20526f6e6e6965
20696d7061697273
20706172746974696f6e6564
506f7572
20756e666974
54484559
4c6f7374
30323132
2440
3230303030
7061636564
50524f4752455353
2047726f77696e67
204c756369666572
20636f6c6c6170736573
2064697370656e736564
20676c61646c79
206d616e7573637269707473
477265656b
c3aa747265
426973
6661637475616c
204469737472696275746564
77696669
6966616365
2073746f696368696f6d65747279
204275726c696e67746f6e
20446175
20636c65616e657273
20706561636566756c6c79
2073776561746572
5465726d73
636e6f74
204370
20496e7465726d656469617465
2066696c654e616d65
424f4f54
677270
634e
2041707072656e74696365
666f7274756e617465
202424285c
20416476656e7475726573
20544150
20574859
20636f727269646f7273
2070656173616e74
20726f626f74696373
207472696c6f6779
496e6469616e61
6d7572646572
20363338
5376
666f73
20536368756d6163686572
205a68656a69616e67
616c6962616261
20476f616c73
20636172746f6f6e73
20736f6172696e67
2077616b6573
6861626974
20363737
20576f726b6572
20736c7567
2929292f28
203d26
3d7c
200a202020202020202020202020
4e534d56534d514c495642
204163717569736974696f6e
204d65726368616e74
20526561736f6e73
20536861726b73
206d61727279696e67
206e75636c656174696f6e
5368697070696e67
205465727261
2057414e
20776564
6372617368
72766d
636f6e73706972616379
20476976696e67
2050434e41
20656e7472657072656e65757269616c
20666c75666679
20666f726167696e67
e6b2
6c616e677561676573
464746
2053706c
204e696c
7d292f
30323235
7363616c
204e616d69626961
4c617273746951
eca09c
20496d70726f766564
204d53475041434b
204e696e61
20626567676564
20636869656673
206465706f7274
2067656e65726f75736c79
206d6972726f726564
5365727665
20756e6465726c696e65
0a09092020
6b6b6572
435249
4c4c49
20474c73697a6569
2072657374656e6f736973
2042656566
20464353
204f736c6f
20666f6f6c73
206c6f6f70696e67
20746f7567686e657373
4365727461696e
e3839e
6c756d696e616c
20534550
4265636b
2043697263
426163
56696577486f6c646572
65766f6c76696e67
54686572
696e6761
2032303530
20416e6472656173
204d656e64656c
2054617261
206368696c646269727468
20646973706f736974697665
2070696573
6163717569726564
6d657461626f6c
2053616c6d6f6e656c6c61
736d69
6d706572
206d6572636966756c
207265686162696c6974617465
20706f6c6c75746564
20756e696e666563746564
4379636c65
696e7374616e636573
e98081
7368696674696e67
3830303032
20d092
456e6372797074
67657474
6c696e656172697479
20696d7065636361626c65
2054525843
20616273747261637473
20626c696e646c79
206d617465726e697479
207072696d617465
426c61
2053414e
20363831
20363332
2048746d6c
64657369676e61746564
616b696e67
496e647573747279
e697a5e5bf97
e8be93e587ba
2061626572726174696f6e73
2061647669736573
20694e4f53
2072616d696669636174696f6e73
207363616c617273
20746f706f677261706879
20756e62616c616e636564
706f70756c6172
20536d69
77656e74
20287b7b5c
20696d6d
4c6f676963616c
446972656374696f6e73
48414e44
535052
657262
53756273746974757465
204564697468
2052656475636564
20546f776e73656e64
20636f6e666f726d6174696f6e73
2066656d696e69737473
5475726b6579
7065726d6974
20c2bc
476170
20446961676e6f7374696373
28272d
207265636f6e
293c5c
20200a20200a
6d656574696e676f6c6f6779
777061
67726567
20546f756c6f757365
206665726f63696f7573
4d414e41474552
41525449434c45
205061726b776179
2070726f7365637574696f6e73
20776f7273656e6564
e5ba93
204a6167
20576169
426565
20363537
3a5c5c
636463
20726f74617669727573
206d696c6c696d6574657273
2072657072696e746564
4d696c6c
20373630
2e2e2e2e2e2e2e2e
616661
206c617061726f73636f7079
20657870697279
206465737365727473
20646574657272656e74
20766f6c7473
667265657a65
77697368
6b6d73
7d7d24245c
5c5f5c5f
20616c6b6f7879
206f766172696573
207061696e66756c6c79
53696d756c6174696f6e
636f6d7075746564
666f756e646174696f6e
446f636b
29297d
656d6272
20d0bcd0b0d181d181d0b8d0b2
20417274687269746973
5468655368656570
574549474854
6c61726176656c
2048454c50
206164616d616e74
20617272687974686d696173
20636865636b73756d
206d656d65
206d697373696f6e6172696573
0a0c2020202020
50534e414d45
204d616e6966657374
20464c4147
70726f73
20506176
20636176656174
206375726c79
206a6f6b6564
206d617267696e616c697a6564
20747275746866756c
20756e737562736372696265
6f7068616779
6d616964
2045786563
63757265
30343030
696f75
28282d
2043656c656272697479
20616d6f786963696c6c696e
69727261646961746564
7365677265676174696f6e
534550415241544f52
666c6f6363756c616e74
20636f6e717565726564
61646170746564
53706f72747370656f706c65
2045564552
50657269
20766573
6f6b6179
20363337
6f7269656e74
2b285c
656d6272796f6e6963
6265726b656c6579
41726974686d65746963
2047656f726769616e
2053686f65
206269646972656374696f6e616c
206d6963726f706c617465
20616d696e6573
54697073
53686172
2051756f7465
44455354
30303631
204472657364656e
206e6f6e73656e736963616c
4772656574696e6773
20464f5552
204e6f72646963
20626f677573
20696e76656e74696f6e73
20747572746c6573
2076697375616c73
20d0bad0b0d0ba
70726573657276696e67
2072657365617263686573
20776167
5f5f293b
20776b
20526973
20737562737472
2041637475616c
20466c616773
6f786964616e74
74726573
73796d666f6e79
2057574949
20616472656e616c696e65
207175697474696e67
72656d61696e696e67
73706f6b65
454e444544
5363726f6c6c56696577
43415053
526f6c6573
5557
20d0bdd183d0b6d0bdd0be
e29481e29481
e68ea7e588b6
20646573656e736974697a6174696f6e
204a756c697573
204b617472696e61
206665726d656e746564
2073657074756d
207375736869
2076657262616c6c79
6861726477617265
30313132
4c617a79
4c415354
202d2d3e3c2f
204761627269656c6c65
2062756d706572
206f617473
2070696e6e696e67
43656e74
446973706c61794e616d65
50484f4e45
54696d656c696e65
616d617465
61727261
2051677350726f63657373696e67
206675727468657374
2070726f73746865736573
45636c69707365
496e636c7573697665
20424d57
20435053
204b77
2056656e657a75656c616e
206d65736f6e73
20706574726f6c
207374616d706564
2077656c64
706f6c6172697a6174696f6e
424243
20446562626965
20456c6576656e7468
204854545053
20636f736d6574696373
207065726f
2070726f70756c73696f6e
49626964
204c494e
2053636f7065
526566657272696e67
53696e676c65746f6e
4c4f44
4f4c45
746f7572
2074756d756c74756f7573
436f6e73697374656e6379
2046616972666178
2050656f706c6573
206b6973736573
436f68656e
7061747465726e73
53686970
547972
2072656673
4368617273
436572
61766f6964
414d44
75726f6e
20417070726f7072696174696f6e73
204261726b6572
20466c6f6f64
205369787479
20656967656e766563746f72
20656e64696e6773
206c6f6f6b6f7574
207468696e6e696e67
77696e746572
677261696e
2046756e63
6c6e67
736c6565
2063656c65627261746f7279
4d696c7761756b6565
2070657263656976696e67
2074616d6269c3a96e
206465746f6e6174696f6e
6f63636173696f6e
20414b49
20436f6e726164
20456c6576656e
20667265616b696e67
206f707072657373
20726f7574657273
2073686176696e67
2073746174696e
20756e6465726c696e6564
2061646a656374697665
696d6d756e
20363433
7c5c2c
446177
4d4154524958
2031383530
204261796c6f72
20676c756564
207175656e6368
207468756d6273
416e67756c6172
e0b894
204e64
206e6f726d6f
20e0a4ae
5245414c
535348
31393336
20454373
204d657272696c6c
206361736361646573
206d6963726f676c69616c
2070657274757262
20726576616d70
2073617574c3a9
207375626c696d
20536c6f
2047656e6f
6661726d
76616c61
30313231
616669
706973
616e7461
7bcb997d7b
204372617368
2048616c6579
2073636f7574
2073657061726174696f6e73
20737570706572
2076616c69646174696e67
57726f6e67
73617475726174696f6e
d7a7
e8a1a8e7a4ba
78776f7264
2070726f636573
20537479
2046696e697368
20363531
31393339
2073736c
73746d
616e7369
646168
6963616e
206f7869646f726564756374617365
20616e617068796c61786973
20427269636b
204d616d61
20636f64696d656e73696f6e
20706172616469676d73
2073637265656e73686f7473
436f6d7061726564
204d6f746f
5d7d2c
50726568656174
6d656368616e696373
2070696e6e61636c65
46617469677565
204368756e67
2046726f6e7469657273
20596f7574756265
206465737065726174696f6e
20696e69746961746573
20756e74727565
576f6e646572
726563697065
e58fafe883bd
73616e6974697a65
77616765
747970654e616d65
d0b5d0b9
686572656166746572
4b4544
e6a8a1e59d97
206e61726369737369736d
20464f524549474e
20436f617374616c
204b75726473
204f73626f726e65
20506f72746f
206d79656c696e
206e7572
4d756d
70726f6a656374696f6e
e382a6
20616b
31393432
4362
0920
20474f5645524e4d454e54
20486f626279
204469736369706c696e65
204c796d65
2063617574696f6e6564
206f75747261676564
20706c616e6e6572
20736f6f74
646576656c6f70657273
20436f6d7061726174697665
447374
686f756e64
76697369746564
69657269
474153
4142434445464748494a4b4c4d4e4f50
20466c6f726573
2063656c6c70686f6e65
2067656e6f6d696373
2070756e69736861626c65
2073776f7265
20766163616e63696573
4d6963686967616e
6261636b77617264
20475441
4475616c
2c2d2e
20696969
505242
20747a
50726f64
636f6f726473
50726f6265
20616e6173746f6d6f746963
20457175616c697479
20497276696e65
206f766572736565696e67
2070656c766973
20737562636f6e7363696f7573
e58588
206272616e65
206e656c
204e62
5e7b2d28
556e646566696e6564
5061757365
686f76
504943
617262
20636173636164696e67
20646f6e6ec3a96573
20434c4c
204368617267657273
20577568616e
2063616c6d6c79
20696e6163746976697479
207265696e737461746564
2073696e67657273
4f6666696369616c73
617574686f72697479
3d2225
20464152
547261697473
5466
20657175696c6962726174696f6e
20616767726176617465
204e6577746f6e69616e
20504441
20626c617a65
20636c696e67
20636f6e73657175656e7469616c
207369646577616c6c
20776964656e6564
707265646963617465
41746f6d
5574
454547
436f6c61
31313031
6f646963
20756e6665747465726564
204a61637175656c696e65
204772616e7473
20495043
20626c6973746572
206d6f636b6564
207265617272616e67656d656e7473
2072656c6f63617465
48617274
20596f7368
6d7479
204d454d
5b25
73696f6e73
20506f7765725368656c6c
20536c61746572
20567565
20574243
2057616c7468616d
20616e6e6f74
206f6666656e64
20726570756c73696f6e
20756e61726d6564
20756e70726f746563746564
2078616e7468
7065726d697373696f6e73
73747564656e7473
7765656b6c79
636f6d626f
556e697479
205145
20373237
20436f726f
617269756d
20e299aae299aa22
2067656e6f746f786963
206f627669617465
204372656564
20444f4553
20466c6f776572
204d616c7461
20537573736578
20636f6e74726164696374696f6e73
206d696c6c696772616d73
206f6c69676f6d657273
20706972617465
20726170696e67
207361767679
e5a496
6b6f77
6e71
7261636b
204578697374656e6365
65717569706d656e74
2a5e2ae288922fe288922a5e
20677261747569746f7573
20656d626f6479
20696e74726967756564
207665726469637473
7769746e657373
476c61
205f2e
29295d
206272616479636172646961
494e464f524d4154494f4e
2042616c69
2042656e65666974
2070686f746f6772617068657273
207265666163746f72
436172626f6e
e8bf99e4b8aa
2044697361626c65
6d6f6e67
504442
6379636c6f70656e74616469656e796c
2063616e6e6962616c
204169726573
207269676f726f75736c79
20746872696c6c696e67
476f6c64656e
c3aa6e
20496e647573
204d4953
205646
53657269616c697a61626c65
d0b0d0bb
6173696465
6f6c6573
20636f72726f626f726174696e67
496e636c7564696e67
2043617665
20436f6f6b696e67
2057616c746f6e
2062656464696e67
2066726f776e
2068616c6f73
206d6f746f7269737473
2070726f66657373696f6e616c69736d
20726573656d626c6564
62756666657273
206761746564
67657443757272656e74
203e3e3e
20507972616d6964
204261796572
20627269736b
20726162696573
20736c656e646572
20746865726577697468
20796177
646966666572656e7469616c
4249544d4150
207b7c
636861726c6965
636368
4d4373
636966
6c7465
5477656c7665
526573706f6e73697665
20626c61737473
e38396
204775657373
544f444f
20457863656c6c656e74
5e2a242d
6465636b
5472616e736c617465
5c2c24
696e796c
20756e61706f6c6f6765746963
73757370656e73696f6e
20426f796c65
2062616c6c6f6f6e73
206563746f
2073656374617269616e
2073656564696e67
2073746f636b686f6c64657273
20776f726b696e6773
4f78666f7264
477579
666f726d617473
6b7a
4e696e74656e646f
2062696f64696573656c
706172696574616c
2048657265696e
20486f6c65
204c65616673
20537570706c656d656e74
20746174746f6f73
636f72706f726174696f6e
e0ad8d
20707473
4f76
30313739
4d6964646c6577617265
204c454654
5052494f52495459
20282124
2031393031
20626f6d62657273
206469766572746564
20696e68756d616e
2073756d6d6172696573
20746f756768657374
506c61696e
20d180
204572726f7273
223f22
2042656574686f76656e
206469676e6966696564
20696e71756972696e67
207265757074616b65
20434473
2044616d616765
20456477696e
204c5344
20536f79
20616c69676e696e67
2062616b657279
2070726f63757265
20d8b9
204173736f63
31353532
64696e67746f6e
e79a84e697b6e58099
5363686564756c696e67
2061646d696e69737472
20417574686f726974696573
2045726965
20466c756f72657363656e6365
20656e766f79
206c6f7773
20706572666563746564
2073696e6973746572
20736d6f6f74686572
656d706c6f79656573
657874656e6473
20736f6f
646966667573696f6e
20726f69
4c697374696e67
d0bfd0b8d181
67657454696d65
20636c73
c397c2a2
5270
616e75
6cc4ab6cc481
204d6f73756c
2070756c73617273
2073706c656e6963
46697273746c79
55746168
636f6e64756374697665
4e6172
20d8af
7265616461626c65
202a5b
416c67
277d7d
277d7b
61706973
4d4153
48414e
20636f6d6d656e73616c
204a65726f6d65
206163717569726573
20726575736564
626f7874696d6573
204d5343
2031303031
2922293b
466f72676574
6973746f
2044656d70736579
2072656361706974756c617465
2043617273
20626973657875616c
20626f72726f776572
20656e6c69676874656e6564
206d6178696d616c6c79
206f726461696e6564
206f7574616765
20726564657369676e
207265736964656e636573
70657263656e74616765
20437973
20477561
5368616e
3d3c
275f7b5c
415043
6f6c6c
204c65686d616e
204d616e6f72
205369676e69666963616e746c79
20666c6173686564
20687572646c65
2076696577706f696e7473
416363656c
54525843
57494e444f5753
20636172626f78796c6963
20736c616e676173656b
20d790
20353738
30373030
72657365727665
504849
2d27
686565
424353534d4c4e44534d44565253
206361746170756c74
20656e7468616c7079
7072656a7564696365
204a756e6374696f6e
204c7578
205c5b5e
2066696272696e6f67656e
206f626c69746572
436f6e76656e74696f6e616c
7375626d697373696f6e
206e67696e78
6461766964
616e67656c
696c6c69
2032303235
2046616e73
2061666669726d61746976656c79
20696e74657263657074696f6e73
207374656e7473
417261
20373135
20353933
526573746f7265
6c616e6573
20596f73656d697465
20696d7065726d69737369626c79
204b6e6f636b
204f7574646f6f72
20536f6d65686f77
20603c
206361766573
20656c7574696f6e
20696e7465726163746564
20706f7765726c657373
2073746f6d61
20616d65726963
5061737465
756172
6576696c6c65
20636f6e74616d696e617465
20426c6f6368
2044656c69766572
2064697363726574697a6174696f6e
2067616c76616e
207265736563746564
20766972756c656e74
69747564
20373039
206662
295f5c
4d4f52
6358
697073
2072656e61697373616e6365
20526f757373656175
204372696d6561
2063656e7472616c697479
206465636970686572
20646570696374696f6e
6d616a6f72697479
20363232
205859
4576656e744c697374656e6572
626168
2073706f6e64796c
204d5341
2054686f726e746f6e
205a65697373
2061637574656c79
20626567696e6e657273
20636f757274686f757365
20637572736564
206572757074696f6e
206f72626974696e67
20706861726d6163697374
2073686f6f74657273
e296a1
48747470536572766c6574
417269616c
70696f
20696e6170706f73697465
206879706f746879726f696469736d
2070726f6b6172796f746963
207261737062657272696573
206a6167676564
496e74657276656e74696f6e
204461697279
2044696e6e6572
205475726b73
20616e616c797a6573
20636f75726167656f7573
20686f766572696e67
207370656369616c697a696e67
42656c69657665
6368617261637465726973746963
756e697665727365
696e766f696365
20363335
574152
5a46
616e6f6e
7265636970726f63616c
4b656e6e657468
204e69676572
20656e73656d626c6573
206661766f75726564
2070726f7365
227d5e
4f7261636c65
627265616b6572
e68c87e5ae9a
204566
20373133
204c4942
50657273
45706f6368
30303931
20436868617474697367617268
20434752656374
2053657373
53686f72746c79
757267656e74
20534348
20393031
31393434
7061796d656e7473
4d6f6e74676f6d657279
4d697363656c6c616e656f7573
2070726f7472756465
20636f6e74726173746564
4173736f63
204a42
206469687964726f
293d2d5c
67726f756e6473
20647973706861676961
20426f6f6e65
206865616470686f6e6573
20416c6173
4f72616e6765
696e746572657374696e67
20363939
2075756964
424154
6f7269616e
534341
206170706f7274696f6e6d656e74
4669676874
536f75746865726e
696e746572616374696f6e
6b487a
204c69616d
41726b
6a6f73
44696d656e73696f6e73
6354
6f6d62
20416d656e
204c696e67
205479736f6e
20706f70636f726e
207175617272656c
207761746572696e67
204c6967
20363532
4954494553
6f73756d
435250
30303837
2322
6f6c75
495245
20696e676573746564
20726570656c
76696f6c6174696f6e
20546170
204161
20353936
42726f616463617374
756e6461
204b7275676d616e
204c495645
20636f696e6564
20636f6e74656e64657273
206f7267616e656c6c6573
2070756e6368696e67
20717569766572
20736861636b
2077616e6465726564
4368616e67696e67
47656e65746963
666f75727468
206f637461
2074756e
4368616972
20466972
53414d504c45
6f73696f6e
495253
6173736f
e5b7a5e585b7
2073616666726f6e
20566973686e75
20436c617265
204d616c61
2061697277617973
2065746368
20676c696f626c6173746f6d61
204a4d
446174614672616d65
76616363696e6573
205375636365737366756c
2063686f77
207065726d697373697665
20505041
205365766572
46697874757265
536368697a6f706872656e6961
204d696e697374657273
205061626c6f
20536368756d6572
20656d697473
2073616e64626f78
207472656174696573
d183d18e
4c494e5558
66756c6c4e616d65
52455354
4478
435a
204657484d
204d65726379
204f626572
20505343
205a7572696368
20686573697461746564
20696e65727469616c
20696e7465726c61796572
207377616c6c6f77696e67
49726171
7261646963616c
e589
20496e636c7564696e67
20373131
7d5d3b
30303838
7265706f73
70757473
20436f6c6c6563746976656c79
20486167
204c75636b79
206465736572746564
206661637475616c6c79
206d656e746f7273
206e6f746f72696f75736c79
20736573616d65
207574746572616e6365
207765617279
4d69786564
526570726573656e746174696f6e
696c6c6567616c
7375636365737366756c
e0a49a
4d617263
68616e646c657273
20526570726573656e746174696f6e
d0b5d0b7
56657273696f6e73
2e7c
2063656674726961786f6e65
50524f50455254494553
20476164
20535352
20536861776e
205468726f6e6573
20617869616c6c79
20696e7465726e616c697a6174696f6e
2e2e2e27
456e746974696573
6b616d
20436f7279
204d656d6f
20506572736f6e73
2062756464696573
206c6f6e67696e67
206dc3a1
20706861726d61636575746963616c73
207e2f2e
617574686f72697a6174696f6e
c29a
20506564
706e6173
2054696c
6b6264
205374726f6b65
78616d6c
7a68616e67
7362696e
637469
6c616b
20696e736f6c76656e6379
2070656e6368616e74
20576574
20657374696d61746f7273
2066657463686564
20696e67657374
2071756f746174696f6e73
2077617665666f726d73
2077696e64736869656c64
494e495449414c
205377696d
20d184
4d696e65
204d494c
205b25
666562
30313235
414e43
6d6f7572
496e667261737472756374757265
2076696e64696374697665
2028e282ac
2046696768746572
204c4448
20526f79616c73
20696e7465726665726564
206d696c6c73
20554e43
204465636f
205853
2041746f6d
20616c6c6576696174696e67
2074757271756f697365
20426173656c
20477261766573
20627265616b6f7574
206d69736c6564
207377656174696e67
20353931
31393433
0a0a0a09
22293a
434153
456c69676962696c697479
4162646f6d696e616c
204d656d62657273686970
2053594252
20616d69647374
20636f6d6d6f6e706c616365
20677261746566756c6c79
2070696c6564
20756e616d626967756f75736c79
6164646974696f6e
20373330
6177617264
2056414c5545
5145
656e6469
204164766f63616379
20636f6e74616d696e6174696e67
20646973696e67656e756f7573
203f3e3c2f
204465706f736974
20476f73
204c756e64
20524146
20636972637573
206d6f72616c73
206d6f7469766174696f6e616c
206d6f76616e74
20736f6674656e
416c6c6f6361746f72
e0b8a2
657863656c
2d2428
6275696c74696e
2052455455524e
73746162
204a656f7061726479
20d0bcd0bed0b6d0b5d182
20436f6c6f6e79
206275696c647570
206d69746f736973
4d6f73
41736961
20434f4e54454e54
20504944
2048414c
4e595345
646f6e74
7d2b7b5c
6d6d75
72696e61
616d616e
7075727375616e74
616e7869657479
204e4c4f
2054726f6a616e
206272656174686564
2066657374697665
206765726d6c696e65
206f6c69676f6d6572
20706172726f74
2076656e7475726573
2043616e6f6e
20447275
706172736564
2043696e65
2f5d28
20373134
206267
2b7b
20436c6f6a757265
204175746f6e6f6d6f7573
2061726973746f63726174
20656d62656c6c697368
20626172726963616465
6469646e
426f75
20436f6c6f7273
20393630
746865726d
4c6f63757475734f66426f7267
617373756d7074696f6e
2050616b
20706861726d616369737473
2073637265656e706c6179
207369676e616c6564
64726976657273
66726565646f6d
466577
7175657565626f74
7e7b5c
5e3d
73686164
67657374
546f6c6572616e6365
20424554
20436f6e747261637473
2062726f6164636173746572
2070726f6c
20225c22
204167696c656e74
0d0a0d0a2020
2072656c69
20353938
70617274696573
5de288925b40
20436c65616e696e67
2064656372656d656e74
2064696c7574696f6e73
20706f69736f6e6f7573
636f6e646974696f6e616c
73687566666c65
e7b5
2050726f6d6f
54686169
31393338
2042617274686f6c6f6d6577
207361707068697265
2043616d656c
20616e746964657072657373616e7473
206174746163686573
2064756b65
67617374726963
47617465
20d984
4275636b
2044726177696e67
616c74436f6c6f72
7075626c69636174696f6e
3b5b
5a52
446561
4961
535543434545444544
20656e677261766564
206d616d6d6f677261706879
20707265636c7564696e67
2042455354
204c6f6973
20636c756d7073
20636f6e6365616c6d656e74
20696e717569726564
206d756c7469706c6573
cf8c
e3828f
506f74
20576965
6e69636f
537572766976616c
2034303936
204269726473
20455673
20534e65
20536563746f72
20626173656d616e
20636f6d6d756e696361746573
20636f6e646f6d696e69756d
2066656c6c6f7773
2067616467657473
2068696e6465726564
207072656d61747572656c79
2070737963686f74686572617079
207369524e4173
e29684
536f6e67
7061636b696e67
5e5c23
5ee28897e28897e288975e
2050726f6d657468657573
e1bb9b69
204261756572
20454d53
20456e7a796d65
2063696e656d61746963
2064656e6f74696e67
20736f6f7468696e67
7061727365496e74
6c6f76696e67
205376
706570
64616e61
776169
7068616e
616e7a
53696d756c74616e656f7573
204d61726b73
20616264756374696f6e
20656e6c6973746564
2070726f74656f6d6963
2074617574
20756e73757065727669736564
496e746567726174696f6e
737461746973746963
2066726167
20417272617973
49646c65
20746d
69646c65
204a7562696c6565
20456c6c696f74
20476f7474
20535344
20616d62756c61746f7279
20686f6d657374656164
206d6f6e6f74686572617079
2073696d706c696669636174696f6e
4d696e75746573
5748454e
66726f7a656e
2066617368696f6e6564
63726561746f72
466f7265
6d656574
20416472
74657874436f6c6f72
30303834
30303536
6c696e676572
686165
2054797068696d757269756d
20506c61696e73
206162616e646f6e696e67
2061646d696e697374726174696f6e73
20696d6d6174657269616c
20706c616e6e657273
20737472616e67656c79
5468656f7279
20686f70656c657373
6c696d737570
2049676e
20363138
205057
30313539
55504752414445534150504c494544
20476966666f7264
3a252e2a5d5d
20676c6f62756c6172
206e6f726d616c697479
207375627374697475746573
4d6f7a696c6c61
4a756d70
2076657274
20363438
496e7370656374
30303733
496e746572657374696e67
2067726170706c696e67
776f75746176
206c656769736c617465
204e6967656c
456e676c616e64
204d697261
537469636b
20383230
414d41
205468657373616c6f6e696b69
20756e636f6e74726f766572746564
2070727564656e6365
20446f6e6e656c6c79
eb8f84
20487574
20616e63696c6c617279
2062617272696e67
20646573657276696e67
206e6f6e61746f6d6963
207069657263696e67
2073616c696e697479
2045786563757465
4d6967
6d616e75666163747572696e67
204d69746f63686f6e647269616c
207374616c6c73
29243a
616e6573
20646973636f6e63657274696e67
6f70686172796e78
204d6f6f6479
205068696c69707065
206178696f6d73
20636f6e63656e74726963
2064697070696e67
2072756e6f6666
207374696c
56696f6c
70726f626162696c697479
e382b5
204261796573
204b6f6265
486f70
20456c6563
6469687964726f
6d6f746976
4d61696e74656e616e6365
20247b7b7b5c
20436f6c6573
20436f6c6f6e69616c
20646973636c6f73696e67
e881
2054726176
20636e
30303634
534551
54484552
6b6d616e
636f6d706172746d656e74
20696d70756c73697665
2072656d696e64657273
20736166657374
2074686f726e
43617074696f6e
736d6f6b696e67
206b6f6d
4d64
687361
417373657473
504f52
20272d2d
204163636f7264
2062696b696e67
e0b0
2063616e6e6f6e
20746f6e6963
6a757374696365
4d4544
455243
6f7472
2050524f434544555245
e7be8e
696e6372696d696e6174696f6e
204164646974696f6e
20486967686c79
20505243
2068616e647368616b65
20746f726963
47726561746572
c591
20554e49
2031333030
28222d
6461746573
727465
547562657263756c6f736973
2041707073
20626f756e63696e67
206368696c6c69
20636f6d706c79696e67
2063757269616d
206f7574696e67
636f6e636c756465
204772656e
2063726564656e7469616c
20415450617365
67656e6974616c
43616c6c6261636b73
436163686564
53776170
50726f746563746564
5c225c
726e61
4d736f4e6f726d616c
41746c616e7461
2062616c73616d6963
2043686176657a
204b61746879
204c696c6c79
2062696f73796e746865746963
20636869636b73
206465636f726174696f6e73
20656e6368616e74
206972726567756c61726974696573
207175616e646f
7363656e6573
20373437
6f7068696c65
20686f73746e616d65
626f6d
636574
2067617374726f636e656d697573
7065727370656374697665
206f696e746d656e74
6269616c6978
2046444943
20467269656472696368
204d6f76696573
20546f6e69676874
206175746f6c6f676f7573
206175746f6d617465
20626c65616368696e67
6469726563746c79
706f726f7573
44524d
4c4f53
20496c6c7573747261746564
20617261636869646f6e6963
20656c756369646174696f6e
207570726f6172
554e5349474e4544
2044617272656e
20547970654572726f72
2062756666616c6f
20e299a3
49736c616d6963
4c6f6361746564
4d6574726f
20726173
4564697454657874
7061796572
20436f756e7472696573
2061706f6c6f67696573
20636c696e65
20696379
20696e656c696769626c65
206a61636b657473
206d617468656d61746963616c6c79
4469766973696f6e
696d706f736564
4c6575
68617070656e
20363339
20363734
7d7d7d5e7b5c
504c4c
544743
20756e636f6e747261646963746564
206175746f62696f677261706879
2064697370656e736172696573
e5a0b4e59088
616c6b697367
6d61746869617a
20426c696e64
20667261636b696e67
2067726f756e64696e67
20737065637461746f7273
2073746577
207665727465627261746573
206f7665
2c2d2d
736d7470
696a6f
736875
6973746963616c6c79
2041666665726f
204d434c
20546f79
2066616d6564
2066756e6374696f6e616c73
20737061726b6c696e67
2077656464696e6773
626c6f776e
2062656e7a796c
e2809a
6b7572
6c696d65
42616c74696d6f7265
205265766965776564
2063686f7073
20696e69746961746f72
2073757266616374616e7473
48697370616e6963
20373730
20353739
74617065
57656256696577
696c6c696e
63617074
435241
62657279
434944
20616d70686f7465726963696e
333737383134373534323034383234
e5ad98e582a8
4c6f70657a
2063686564646172
20706176696c696f6e
20436f6e677265676174696f6e
20417267656e74696e65
20436f6d7075746174696f6e616c
20455341
204d6979
205361626861
205363686f6c617273686970
206d657373696e67
20726f6f66746f70
207375626c6963656e7365
2074616d65
e0aa
4d6972
416e73
20504154
2929292f
2048656d69737068657265
204b61726461736869616e
204272656e64616e
20486f67
204f6d616861
20526562656c
205a6e4f
2061627574
2065786375736564
206d696c6c696e67
4c65667472696768746172726f77
627562626c65
e58699
73756d6d6572
6d6170706564
205a4950
74726f6e6963
2073656d626c616e6365
204d6565
2067616c6c6572696573
206c617766756c6c79
6e616d656c79
77616e746564
20504f574552
277d29
2050657263656e74
31333030
42696f677261706879
6f6c617465
4f4c44
707265676e616e6379
2031393039
2043727573
206c61746572616c6c79
20747265617375726573
416672696361
20d981
7468656f
7a65726f73
57454c4c
2047616d696e67
204e61706c6573
206261636b757073
20656e646f706c61736d6963
20657865637574696f6e73
2067756e6d616e
20766f63c3aa
0d0a0d0a2020202020
20525043
d0b8d182d0b5
726f6c6573
776168
63616f
7468656d6564
69646174696f6e
696261
20646973706c656173757265
e0b98c
202f2a213c
20436f6479
20506577
2064697362656c696566
2072656d6974
20736c6170706564
415450617365
6368617267696e67
636f6d706f756e64
73656d616e746963
7768657265696e
42656172
537061726b
7669766f
6173736564
415441
20446f72746d756e64
20506f737467726573
2044656d616e64
2066657475736573
20687565
206c616e646c6f726473
20706861676f6379746f736973
2070686f746f73796e746865746963
20706f6c6963656d616e
2070726573656e746572
2072656566
20696e6f6465
466c75
20363331
204c4441
73657450726f7065727479
544c52
24282723
6e6f6f6e
736c69
2064696d696e7574696f6e
20756e64656e6961626c79
206e65666172696f7573
2078666365
205468616e6b66756c6c79
20666169746866756c6c79
2066697265666f78
70726f766964657273
77616c6c6574
6f6772617068696573
20636f617273
0d0a09090909090909
4369746174696f6e73
70636d
63756e
5756
20456d6572616c64
ec9a94
2045726e7374
204d617474657273
204e6f76656c
2056616c75654572726f72
206c616d696e61746564
20726f75746564
6e756d7079
64616d616765
205552
726573706563746976656c79
4672616374696f6e
5148
646966
6f6e646f
6c696465
657270
20636f727469636573
2064657369726162696c697479
436f6d70617261626c65
20436f6d666f7274
20486f67616e
20547572696e67
2061717561
20676c79636f6c79736973
207369646577617973
7265646973
6d6f6c6172
53414d
79756e
534a
223e2c3c2f
206172736f6e
20737465616c7468
76617263686172
cea3
e383a0
20646f63746f72616c
2073706f6e
4d6f74
5a6f
20363432
20373430
6761746573
616665
54656e6e6573736565
204a617973
204c656164657273
204e41445048
20636c656674
206d6f72616c65
77726f7465
5064
6f6d6f6e6173
53796e6368726f6e
2052616c65696768
20626f756e636564
20646570617274696e67
206d6f64657261746f72
20534341
424a
206c6f6262696564
204d757368726f6f6d
204f6c73656e
205068696c6c696573
20536865696b68
206e756d626572696e67
736f6d656f6e65
20504943
5a54
6f6e6773
2063616d6172616465726965
2042616e6b696e67
204a69686164
20626c75657072696e74
20667269676874
20696f6e697a696e67
206c6f73657273
20736f636b657473
205065746974696f6e657273
20436f6e76656e74696f6e616c
2072656e6465726572
4d7a
746f7079
30323130
20646566696272696c6c61746f72
5370656e636572
20414c534f
20616d617a696e676c79
207363616e64616c73
e381bf
2053756c
7368616674
506c6179657273
204b6973
206b61707061
20456973
292428
206465636c
7870617468
444154
6d43
494c4c
20616e7469636f6e76756c73616e74
20436176656e64697368
204672617564
20686568
20686f6d6f67656e697a6564
20696e76657374696761746573
526f6164
63686c6f72696465
45787472616374
697373756564
20566163
485050
20426f726465617578
204861746861776179
20424347
20436c696666
205368697661
206175746973746963
2063617375616c6c79
20676c6172696e67
20746f7572696e67
4164756c74
546563686e6963616c
66696c74726174696f6e
6c656176696e67
204d4343
784c
73776f727468
53776564697368
203a3a3d
2050616e74686572
20506572666f726d6564
2050726f64756374696f6e73
205a696f6e697374
207368727567
20757068696c6c
4d697373696f6e
e59c
4c616b65
536f6369
20766572626174696d
20706f6c7970
223e22
e282
206e64
61616c
757276
616472656e6f636570746f72
6e65636573736172696c79
20626c616e64
206669657279
2076617363756c6174757265
2042494f53
526f79
726563656e74
20353834
53494445
796f72
20456d696c
204b697474
20636f6e6963616c
2066617368696f6e61626c65
206c616e646f776e657273
2073706964657273
2073757065726d61726b657473
6f7068696c7573
6368726973
6164696e
474b
20766f72746963697479
20636179656e6e65
535452494354
204d6f6d656e74
2052616d6f73
20626f74746c6564
2072656369746564
207465787475616c
207472697669616c6c79
20e28888
4974616c79
6176657261676564
736574746c656d656e74
20436f6c6f6e
7374726c656e
21e28099
546564
43616c6c73
090909090909090909
434141
204a6f617175696e
204d61727365696c6c65
726f6c696d7573
2053747572
206e69676874636c7562
20706c756d6d6574
207072696e636970616c73
2073656d696e617273
207768617473
43757272
48696c6c617279
e5a48d
636f617374
706f6c796e6f6d69616c
414e44524f4944
4d49434841454c
20486f66
206361666573
206c6f62627969737473
20726f636b696e67
2073616c7479
4d6f72726973
4e415341
47726f756e64
7a6169
30313238
616d757261
414741
6164696e67
6170706c696361626c65
756e6372656469746564
49424f75746c6574
20656e69676d61
2024282d
20696e68616269746564
20726566696e696e67
20737572706173736564
4361706974616c
536368656d61746963
647261776e
20363236
7a76
42434c
4e4943
20426f6c73686576696b
204b656e73696e67746f6e
20526973696e67
206579657769746e657373
20696e6a6563746f72
20696e74696d6174656c79
2069736f746f706963
2070656173616e7473
207469746572
20776173686573
636f6e766572746564
68657061746963
6964656e74696669636174696f6e
20c397c290
2070656c
204d4154
67756c70
74617264
5b5e5c2a5e5d2823
2042696b65
204e474f
2064656665617473
206d61726b696e6773
2072656469726563746564
5965617273
736f727279
7d7d7d3d
30303636
466565646261636b
2062756c6c70656e
6f6d65747269
636173746c65
31393330
3e272c
62697a
7d29293b
7b27
2072656e65676f7469617465
20616c636f686f6c73
206c7562726963616e74
2074617065726564
20756e6465726d696e696e67
4162736f6c7574656c79
c2ae2c
e0b8a5
67656172
273a27
706173736564
6871
200d0a202020
204d6f6c6c79
2061626f72746564
20706f736974726f6e
626961736564
426f6e65
20202020200a20
736b6969
496365
68616c6f
6f7869
4c4558
6f6e616c
204775696e6e657373
425249444745
20627265616b706f696e74
207370696e6f72
73746572656f
20736875
464947555245
7c242c
7065707469646573
5a72
6c616b65
2066696775726174697665
20696e636f6d707265737369626c65
20444c43
20466c79696e67
204e65656473
20517572616e
205261696e626f77
2056696b696e67
20736869766572
207370696c6c6564
2077656972
4265726e
207567
746f726368
554c4f4e47
444f53
20456469736f6e
20527562696e
2073686f766564
417070656c6c656573
7472616e73666f726d6174696f6e
45636f
205544
202b28
6164646f6e73
4f5641
495353
20457175697479
205468656f72656d73
206f7363696c6c61746f7279
20726561646d697373696f6e
20737469636b657273
4672696564
2041786973
20373735
6d656173
4b46
20636c69666673
20686f6c6f67726170686963
206e69656365
207768696d
20456967656e
20353937
696c6c6172
6e6f78
e6b2bbe79697
4175746f726573697a696e674d61736b
2065737472616e676564
4143544956495459
20506f7461746f
2068756d696c696174696f6e
20696e766572746572
20726f706573
2074776f666f6c64
207761676f6e
4472696e6b
6170706c69636174696f6e73
e280b229
506c6174
20707369
20363434
5a6d
5f7b2a
7d5d5c
6f636174696e67
20756e636f6d70726f6d6973696e67
52656c6967696f7573
4e5355496e7465676572
2041646d697373696f6e
20526f6c616e64
206275726e6f7574
207265736f6c766573
446570656e64696e67
20506f6e74
686f6f6b73
205152
495a4544
61726763
20455854
20494d414745
636173746572
20636f6e756e6472756d
20656e646f6361726469746973
206d61736f6e7279
2031383630
20444653
204b72616674
204f4344
20504d41
20636f726e6561
206e6567617469766573
2070687973696369737473
436f70706572
6963756c756d
696e76657274
3a3a7e
20353838
20536d6f6f7468
3b7b5c
696e6369
7375727665696c6c616e6365
207a69677a6167
20496e766f696365
20506c65
474e55
203d3d3d3d3d3d3d3d
20363233
42696e64696e6773
206e62
616561
20657469717565747465
20766973636f656c6173746963
20437573746f6d657273
20466f726d6174696f6e
206469676974616c6c79
2066656174686572
206d6f696574696573
20766f6c756d6574726963
6d696e696d
2061636b6e6f776c6564676d656e74
48656c70657273
206d697373696f6e617279
2070726f746563746f72
20d0bfd0b5d180
20d0bfd180d0be
70726573656e746564
20737566
4f7065
206b6572
31393436
2073716c697465
4661756c74
43686c616d79646961
5072656c696d696e617279
20486175
20496e636c75646573
206d6f6473
43525950544f
e38281
e7ad
756e63696174696f6e
486174
20444546
5374616d70
6b696c6c6564
656e736f6e
6f6d616c
73657267697573656e73
20617264756f7573
696e74656c6c65637475616c
204b6f736f766f
20766f77
4a6172
46697368
205262
20353939
20666d
656d7068
41646a7573746564
47544b
43617073
696c6c6f6e
434c45
73656375726974696573
20436f6f6b696573
2068756273
206d6f6e756d656e7473
206f62736375726564
2073756e666c6f776572
6d6178696d616c
6d6f6e69746f72696e67
204d616d
636f6e73696465726564
646f7266
6e65747465
6c6562
ec9cbceba19c
2073756273697374656e6365
2048616d6d6f6e64
20616d7075746174696f6e
206d6f6e696573
2072657065616c6564
207368616b6573
2073747261776265727279
4368616e647261
436861726c6965
646961676e6f736973
20486f70
534f44
736170
414353
72696f6e
2044656c757865
20696e74726f7370656374696f6e
52616c7068
204162656c
20636865636b6572
536572696f75736c79
48504c43
53686572
20446f636b
205574696c6974696573
204f7274656761
204261687261696e
2070617263656c73
20e183
295b245c
706269
20393530
69657265
726f67
20476962626f6e73
206175737069636573
65786861757374
2031393037
204475636b73
20617865
2073696d706c6973746963
207472617973
79656168
6b6579626f617264
0d0a0d0a090909
20363333
62656c74
2c2722
596570
2062696a656374697665
ec9db8
20436f6e73657276
204573736578
20486f6c64696e67
20486f73706974616c73
2061706573
206566666c75656e74
206576616e67656c
206d6f75726e696e67
207363756c7074757265
207374657077697365
656e68616e6365
20446f6d696e6963
e28082
756c616e74
6761617264
4c4943
20456666696369656e74
204469636b696e736f6e
204e696c65
20696d70656465
20726173746572
2073756666
4368726f6d65
e6898b
4b6e6f77
4a6f6273
204b6f73
4c6f6e
20544341
20363431
61637469766974696573
5468726f7773
4469676974
2061706f6c6f6765746963
4465637265617365
204c617572656e74
20617274657269
20657874727573696f6e
2076c383
e4bb8e
42656175
2047726164
4f4354
4262
4d6f64696679
736f76
20766568656d656e746c79
204e69636f6c6173
20564153
2070726f6e6f756e
2073656e617465
41746f6d6963
c2b54d
20506f6f
2629
6d6f6d
65736961
757468
2072657072c3a973656e74
20496e6b
20506572736f6e616c697479
206c656e6473
2073686174746572
207375727265616c
6d616b6573
6242
267b5c
444941
20636f7272756761746564
2070726f6c65746172696174
e9968b
536576656173
206469736561736564
206e657574726f6e73
20726569746572617465
2077616c6c657473
