20
65
74
61
69
6f
6e
73
72
6c
68
64
63
75
6d
70
66
67
79
0a
2e
62
77
2c
2d
76
30
31
6b
29
28
54
32
5c
22
53
49
41
43
5f
2a
78
3d
7b
7d
24
33
2f
50
45
52
4d
3a
34
35
44
e2
27
4e
80
4c
42
46
39
36
4f
38
48
37
3b
5b
5d
57
09
71
6a
47
3e
7a
3c
55
5e
c2
2b
56
99
23
4a
4b
40
3f
59
c3
26
7c
a0
25
21
9c
9d
58
0d
51
d0
7e
93
94
5a
82
89
60
e3
83
90
81
e5
b1
ce
d1
88
b0
a9
bc
b8
e6
e0
97
a6
a7
92
be
b2
a4
98
bb
b5
bd
e7
ba
91
e4
a1
84
ad
e8
b3
8c
a8
bf
8b
b6
a2
ae
85
af
a5
b4
b9
87
b7
d8
a3
8f
aa
95
8d
8a
86
d9
9a
e1
ef
e9
ac
9f
c4
96
9b
ab
d7
c5
9e
cf
8e
ec
0c
03
eb
c8
ed
f0
ea
db
ee
c6
da
d6
11
c9
cc
1b
cb
0f
ca
14
1c
d5
c7
08
dc
d2
13
15
d3
16
18
10
0b
19
17
cd
1a
01
de
df
f4
d4
1e
7f
1d
07
12
0e
04
06
05
f3
02
00
dd
1f
f1
f2
f5
c0
fa
fe
fc
fd
f7
f6
ff
c1
f8
fb
f9
2020
202020
20202020
2020202020
2074
202020202020
20202020202020
7468
2020202020202020
2061
696e
202020202020202020
6865
20202020202020202020
2020202020202020202020
6572
202020202020202020202020
7265
6f6e
20202020202020202020202020
616e
746865
2020202020202020202020202020
6174
202020202020202020202020202020
20746865
20202020202020202020202020202020
206f
2069
656e
7469
2073
7465
6573
6f72
6e64
2063
616c
6e74
6564
2077
7374
6172
6973
6974
746f
6e67
7365
2070
6c65
2066
696f
2062
6861
6f75
6173
20616e
6f66
696e67
6465
7665
6d65
20696e
206f66
636f
726f
616e64
696f6e
206d
2064
7269
7261
6963
2d2d
6e65
20746f
2068
6561
2072
2d2d2d
6c69
20616e64
7461
6365
74696f
74696f6e
2d2d2d2d
6c6c
6869
7369
2d2d2d2d2d
656c
6574
2d2d2d2d2d2d
2065
656e74
6c61
6d61
6f6d
2d2d2d2d2d2d2d
7572
6374
6361
6563
2d2d2d2d2d2d2d2d
20636f
6e73
2d2d2d2d2d2d2d2d2d
6469
2d2d2d2d2d2d2d2d2d2d
6163
7065
7472
6265
2d2d2d2d2d2d2d2d2d2d2d
6368
206c
666f
2d2d2d2d2d2d2d2d2d2d2d2d
207265
7072
2d2d2d2d2d2d2d2d2d2d2d2d2d
696c
7573
6765
206e
6f74
7373
686f
6c6f
6c79
6e6f
756e
7273
617465
6964
7769
6965
6e61
706f
656d
20666f
746572
7473
7061
206265
756c
686174
696d
6967
736f
6565
206973
6f77
6e69
2067
7765
207072
6169
7375
6d69
6174696f
686572
2049
20746861
6174696f6e
7761
207769
6976
6961
20666f72
5468
636f6e
6d70
726573
2053
2075
6972
2074686174
206861
6f70
7479
746564
732e
6162
206f6e
6f6e73
766572
206465
616c6c
2041
2043
6578
207374
6576
6369
697468
7475
7368
626c
6179
207768
6f64
7279
732c
6566
6b65
6966
6665
206361
6167
6d656e
6c64
207761
207365
206d61
686973
617265
6768
77697468
6e6365
546865
646f
20776974
657273
206e6f
2077697468
7370
2076
6461
6f6f
2079
697665
726561
206173
652e
6570
205468
696e74
726d
636c
206172
7565
657374
657373
7361
7661
6f63
6f76
626f
737461
2022
652c
6c75
7474
2024
206974
7563
636b
756d
796f
706572
776f
206d6f
74686572
206865
7264
7070
204d
20616c
696e65
6375
6f7572
207375
3d3d
6666
207061
657665
74696e
6772
6e7465
2050
696465
796f75
697374
6275
646572
6769
20796f
63616c
206d65
20796f75
6569
61696e
616374
6e6f74
7363
747261
737472
6c74
6761
6874
726e
20746869
6567
776173
206578
206c69
20736f
20776173
6f6e65
626c65
20546865
696768
2042
206f72
205c
746f72
6279
6f7574
20636f6d
6475
757365
203d
6f6d65
696f6e73
7275
656172
20617265
746963
6e616c
6374696f6e
726f6d
206174
617665
20706f
6f7265
6d6174
696c6c
20646f
697479
6f7274
207472
757265
74696e67
7561
742e
616765
2048
206279
7069
2046
657261
2044
737465
6c6174
7074
726564
617274
617365
6579
656e64
676874
72696e
746174
436f
2057
616d65
6577
756e64
3d3d3d3d3d3d3d
206e6f74
206869
63616e
68657265
20776f
7263
6175
7267
2052
676f
6e6465
66726f
6e7473
207369
74696f6e73
7973
204c
6473
496e
6f67
6d6d
3d3d3d3d3d3d3d3d
6962
686176
706c65
656173
68616e
617373
69616c
206368
616b
61626c
2066726f
7068
7075
207065
656c6c
7562
207361
206c65
20696e74
66726f6d
2074686973
6d696e
0909
6f69
204e
696573
69676874
7569
202a
e28099
7567
6d62
2066726f6d
696e64
68696e
72656e
736564
6970
696d65
636573
6b69
776572
746573
742c
206163
206275
6675
73696f6e
792c
73696e
642e
6e75
6674
64696e67
207465
68617665
6d616e
2068617665
697465
68656e
2047
696365
74686f
20756e
61746564
6f726d
2773
3d3d3d3d3d3d3d3d3d3d3d
64656e
657365
696e63
6d706c
726f75
2045
74697665
61626c65
72696e67
706f72
656e6365
6c6573
636f75
736572
756c64
6f756c64
20686f
6e79
676e
3d3d3d3d3d3d3d3d3d3d3d3d
6e6e
617070
65656e
74696d
6872
206b
7965
776869
6d73
6472
636f6d70
76656e
6775
6c6963
757374
722c
206261
696e73
746c
2063616e
722e
656e65
616c73
627574
6571
6f7365
20707265
616c6c79
74616e
696e61
697a
6e6469
6e746572
6963616c
617374
696368
292e
656e7473
642c
706f7274
736974
207b
207370
204f
6e6564
666572
7870
776f72
792e
656f
6c6c65
67656e
666665
696e69
7477
656164
686173
6f766572
6363
656c65
6e7461
5265
20436f
617264
616e73
20706c
7970
756c74
666963
6c6172
6f7573
6f7374
72616c
7874
6c6f77
616365
6d6f72
20776865
616e6365
206162
726565
756c61
206a
726c
5374
6f7264
73656e
20636f75
20616c6c
20496e
65766572
74616c
20626f
7073
657274
6b696e
7a65
617269
747465
626572
73696e67
20676f
6e6573
6f6465
206576
6c616e
77657265
2e22
2e2e
736573
206164
2073686f
6f746865
616e79
776e
616368
636865
74656d
3d22
20706572
726566
697265
726963
676574
20776572
2077657265
68696368
736f6e
646573
6d6574
6f6e64
657175
6166
20696d
207461
6f6b
696d70
726961
6464
204a
6e6b
6e76
206170
6f61
756768
2055
6f756e64
6e6765
207261
6e6974
656d656e74
6f74686572
65616c
766f
6f776e
7768696368
657465
6974696f6e
207469
74696d65
646564
65732e
737365
6f6c6c
6f6e616c
7379
756e74
676c
6e696e67
65726e
207768696368
74757265
76616c
20686173
657276
65732c
20757365
207661
686579
73746f
65722c
20706c61
75616c
617279
756374
76656c
6c6564
686573
70656e
6f6e67
2f2f
686f77
736d
20627574
6f6e2e
6273
726574
20617070
6a75
6f6e2c
696c69
2077696c
6f7765
746172
68696e67
6e646572
20686973
72657373
656469
6f696e
4361
e2809973
6174696f6e73
77696c6c
697473
65726d
6479
6d6573
20696e63
657468
6879
656c79
73656c
2077696c6c
6c617465
20636f6e73
6773
617461
617474
207075
4465
292c
72617465
6d79
203c
5765
6b73
206f7574
6b696e67
616465
6d706c65
6f7269
696f6e616c
206372
6d6564
706f6e
206f6e65
697a65
5768
672e
206d75
686561
656564
206966
617267
6e7365
736973
6d6265
652d
636c61
726174696f
20726563
206665
736f6d65
206365
696e746572
2071
756573
697669
656369
6d616c
636869
736c
757469
6875
4e6f
707469
756368
6d6f7265
207570
72656d
20686572
656374696f6e
5072
4865
726973
736865
6d626572
6379
74686579
6c6c6f
657461
726f6e
72656e74
657370
696b65
64656e74
6f7273
207363
61696c
656972
65722e
63746f
6f7279
2074686579
696f6e2e
697365
207665
657369
726174696f6e
736563
6e27
6c6973
6a65
637269
4974
4c65
206f70
75726e
6f6c64
736b
5061
65642e
757465
776f726b
69616e
6c6f67
697373
6c656374
6c6f6e
74797065
696666
20736f6d65
68656d
72616d
206272
7468657265
2074696d
696e66
726f76
6f6c6f
717569
686164
6f756e74
77686f
7468656972
746162
6562
7461696e
e2809d
20746872
207468656972
74696f6e616c
66666572
2074696d65
766573
2070617274
6c696e65
776179
6572656e
416e
2077686f
617475
637572
636174696f6e
6e746f
696f6e2c
6c7565
204b
746c79
2829
636172
6f6c69
626574
766564
6b6e
6c696e67
736565
207468657265
20696d70
6c2c
696174
63657373
207d
7373696f6e
206f74
20726570
66696c
616c75
6f6f6b
626565
726f6c
2d74
726365
6d6172
6e6577
7369676e
6e616d
626c69
206f74686572
72656173
646179
206269
736372
20626565
61746573
796f7572
6964656e
616d70
666972
697368
73706f
636f6c
7773
76657279
20726f
6f6f64
207269
77696e
7270
206d616e
6c6965
20796f7572
6c697479
646961
20245c
676572
6c66
2a2a2a2a
696564
20686164
646963
6c656e
6d617468
6c6179
6a656374
6c656d
6c696b65
466f
726567
6d6f64
6c6174696f6e
6576656e
63746564
206e61
63616c6c
6c6574
536f
6f6666
20616374
65617365
7266
6265656e
757070
657474
636173
206265656e
70726f76
617273
74696c
626f7574
73656e74
70616e
20737065
2a2a2a2a2a
76696e
776172
6e636c
65696e
6e6c79
6d6974
206d79
757274
6f6c65
737562
6d2e
20616c736f
776f756c64
6e6473
74696f6e2e
6c6c6f77
766172
756c6174
20616e79
486f
207965
2066696e
7468696e67
206375
20776f756c64
6f706572
7768656e
54686973
616464
696374
636564
6c617373
616c65
657272
66756e
61626f7574
2056
6c6163
72616e73
6174697665
7428
66656374
2774
207768656e
746d
20617373
616964
6e2d
4c69
726576
697273
2061626f7574
20736565
436f6e
6e6963
63656c
6572616c
65616e
696c64
61746572
70706f
696e7374
73746572
74656e74
61757365
67656e65
74686f75
2026
2027
5c5b
6e6773
206f7665
6f7373
5c5d
7475726e
206f62
64617461
7472616e
656d70
726368
207468616e
205365
206f766572
727465
74696f6e2c
2067656e
206c696b
206c696b65
727468
696c6974
707574
68657365
672c
726f77
657074
796561
6d6963
726962
756e646572
2e2e2e
20646566
206e75
656e7461
20697473
6f78
205765
696e6b
6e2774
206761
69636b
72696f
7469616c
746174696f6e
727665
696e6564
636c7564
797374
6d656e7473
756d65
207379
4275
736f6c
66746572
757261
65642c
204361
20706174
6d6973
20756e64
20646573
653d
76656e74
727365
416c
204865
6361757365
7427
79656172
20696e66
6d6561
206e6577
20737475
6e64696e67
7074696f6e
646c
20646966
657375
2067726f
746f6e
6e6374
2064696666
746368
6374697665
72657370
733a
666f7265
63686f
616c74
696e746f
74657374
6369616c
20616d
696e6773
20776f726b
69727374
66756c
616674
6c6f73
6f636b
76696e67
65616368
796d
6e7665
6174696e
546f
686f72
2929
61746f72
74696573
7472616e73
746c65
636965
61726765
637473
6f6e6c79
77686174
204368
7465726d
617263
20737562
74686573
7969
20676574
2074686f
7374617465
206475
202f
7468656d
742d
646563
6c6572
2424
6e6973
72726f
6f6d69
7329
7072657373
20646174
75736564
65746572
20756e646572
2059
61726b
636c617373
20696e746f
646f6e
612c
66666963
6e676c
73686f77
206f7572
4173
6573656e
6d6179
206d6561
616c6c65
656c73
72657374
6a7573
6528
20736563
7429
6a757374
726164
656e7465
6e672e
747279
69636174696f6e
796c
20766572
2066756e
20776861
206d6f64
6e756d
737473
726571
204974
72656164
207468696e
63656c6c
6529
7768657265
2323
6978
2077686174
7465726e
6467
7574696f6e
6e672c
756c6c
206d6179
6d6f73
7861
65726564
6c792c
706561
666f726d61
6a6f
686564
6174696e67
2d73
756469
653d22
6563746564
70617261
206f6e6c79
2073686f77
657475
74732e
2074776f
757273
73616964
70696e
7269616c
6f6d7061
6b6564
6f736974
6e742e
207068
596f
74657273
6f696e74
68696768
6e6374696f6e
2073616964
207468656d
20736572
72656374
6573756c74
6e666f
696577
742773
4c61
756e6374
2079656172
206b6e6f77
756c6172
20696e76
2073747564
20546869
6e74726f
65617465
653a
5472
2067656e65
696f7573
20616464
2e63
6178
204c65
206d616b
65666f72
657266
20416e
205061
612e
79696e
657061
4461
6f2e
466f72
20726574
636f6d65
20726567
6261636b
6575
63617365
79696e67
63726f
6669727374
76616c7565
66616374
4469
207472616e73
6c6162
656c656374
646f77
2070726f76
556e
72746963
636f756e74
696e672e
656c66
2068696768
7262
6e657261
7468656e
61726c
6d657468
616972
756e6374696f6e
6c6f6e67
6c6c73
696e616c
766965
72756374
656c64
6e6574
69766572
4265
72646572
7472756374
6f79
20656d
206d6574
66756e63
656e67
746578
6c6c61
65747572
74732c
7865
696e672c
73746f72
657475726e
20636f6c
222c
5465
206576656e
20646966666572
6166746572
7468726f
2054686973
5369
6e657373
6e746c
646976
6527
6f6e66
746f7279
74696361
6e6369
797374656d
5368
7470
20536f
6573656e74
7468657365
676c65
206669727374
2073756368
61736564
657363
726573656e74
4e61
7573696e67
6568
6f6d61
63686172
682c
6d61696e
6f6369
206a757374
5769
737472756374
20466f
757468
77656c
74726963
72696573
2074686573
7374696e
646570
4d69
726f756768
702e
20666f726d
726f756e64
726f7570
2064617461
746f6d
207468657365
77696e67
76696365
636f6e7374
6666656374
20736865
646964
746973
6d6f7374
70726573656e74
736f72
696e6573
204d6f
616d706c
202e
61696e73
2063616c
616e65
62696c6974
73656c66
75656e
207768657265
4861
696c697479
6963616e
655f
6e732e
72657475726e
207374617465
746f70
6f6573
4c6574
646965
656674
6e6f72
6d756c
206166746572
6c6966
2063617365
7570706f
6779
616374696f6e
6c6576
7a61
6e656564
706c6179
6d2c
657373696f6e
207369676e
6d617465
7d29
61726368
494e
70617469
656475
64657273
20686f77
72732e
72652c
4765
7461626c65
6f776572
207069
63617465
656f706c65
696c61
73746963
206e656564
5f5f
6e646f
756d626572
747765656e
6e746c79
636f756c64
206964
65747765656e
726c79
66756e6374696f6e
6f757274
20636c6173
6e6d
647265
732d
20736574
656368
656d69
6c7665
726d65
75626c6963
20636f756c64
6f7267
656361757365
746963616c
756365
657267
617574
20636c617373
596f75
746f7273
6265747765656e
6e742c
63657074
506f
207275
682e
6e6f6e
6f7773
6374696f6e73
6761696e
2073746f
69617465
4552
746567
20617474
20726573756c74
2063656c6c
206265747765656e
73746172
637573
747469
6c696361
66696c65
6e747261
70726f64
706f696e74
2072656d
626974
756c65
65706f
6f726d6174
626a656374
5d2e
69656c
2062656361
6c616365
71756573
6522
686f7365
746f6f
70726f74
2074616b
20416c
657263
736f63
656b
2d3e
205c5b
707072
722d
6c652e
676976
63696e
75657374
2e2c
6c657373
6f2c
6f72646572
646561
6f6c6c6f77
70657273
696d706c
7366
6f6e7465
686f756c64
6b6572
63652e
6c656d656e74
2070726f70
6c652c
206d616b65
6d6174696f6e
2067726f75
7d5f
72732c
65617273
297b
77656c6c
68616e6765
2075736564
76696577
6c7468
7079
4172
62696e
6f6964
4f6e
74726f6c
796e
65616d
532e
62696c697479
6c6d
706c6163
72656e6365
436c
6174757265
64756365
67726f7570
70656f706c65
6e636573
6e746564
72652e
7566
73636f
206f7065
7472696e67
616e6b
20646964
526f
5d2c
636c69
206e756d
20766f
746d656e74
6e732c
73797374656d
636f7264
666f726d6174
2065766572
446f
676564
74616e64
6e756d626572
656374697665
6372656173
2066616374
2070726f62
656e61
2070656f706c65
206369
616e6f
696373
61696e65
656e742e
736179
7572696e
2077656c
7d2c
6c6567
206d6f6465
706f73697469
7075626c6963
616c79
726167
57686174
736e
2073686f756c64
2076616c7565
726d696e
4578
736963
727473
204275
7261696e
204c69
20556e
7a6564
656e7365
206175
20657874
666f6c6c6f77
657473
20666f6c6c
63652c
2073696d
2068696d
6e6475
6e6372
62656361757365
657065
6f77696e67
64616e
68726f756768
4772
207265616c
696572
656d626572
65726f
68696c65
20737973
20666f6c6c6f77
5363
205f
206d6f73
207573696e67
242e
6e74726f6c
6262
6f6e74726f6c
7175657374
5065
63747572
696275
6f6e6365
706564
6c6b
70686f
206261636b
242c
2062656361757365
70706f7274
4966
6f6164
72696361
69656c64
686e
2073797374
696c79
6368616e6765
6d656e7461
65616b
6c697374
204261
2068656c
6f64656c
2066756e6374696f6e
696e6974
6c7365
69726563
20726967
20636f6e7374
726b65
73736573
6572656e6365
2073797374656d
69646572
6174696f6e2e
6974696573
7377
686f756768
616c2e
206d6f7374
2924
7572696e67
7468726f756768
6d696e67
706173
6c7573
6f677261
64656669
736368
6c6c6564
64696361
61696e74
676d
2063686172
66656e
65696e67
72696275
7b72
706c616e
66666572656e74
61746963
73652c
69746564
74616e6365
726f6f
6966666572656e74
6f726e
75726573
20736d
2861
67616e
617368
20656e64
6f76696465
227d
7469656e74
7665722c
617065
756273
6d697373
20776179
6c6976
2077656c6c
70657274
69736d
6c656172
726473
5c6c65
61746368
666572656e6365
206c6f6f
696e696e
20746573
6c61746564
6e616e
20707562
2072657475726e
2074657374
2067697665
416e64
207468726f756768
656666656374
6e6368
4f4e
20747970
77616e74
6174696f6e616c
616761696e
617469656e74
6862
6e7468
6e7469616c
2074616b65
207269676874
2067656e6572
204265
5d7b
205b40
736974696f6e
204173
204d65
656574
476f
646f776e
6c63
686970
696d706f7274
6e6f6d
74686f756768
6d616765
642d
796572
65726961
5245
6c2d
63616c6c79
6f2d
20616761696e
726f72
4163
696d6573
2073746172
646966666572656e74
756e6974
6e74696f6e
7474696e67
427574
656e74696f6e
2077616e74
6d65616e
64617465
2249
207475
696461
7b5c6d617468
772e
696c6c69
5d29
5c696e
756c7469
646e
206b65
2e73
6572696e
616e7473
456e
636170
646f6573
676765
696e696e67
747970653d
20646179
6e73696465
537472
72746564
697a6564
727479
61736b
696e666f
206e756d626572
2d62
4661
75726365
706169
6c616e64
66696369
6f75726365
2065616368
202d2d
65656b
726d6174696f6e
73746564
6f6e76
6b2e
63726970
e2809974
70726f76696465
20746f6f
67726565
6561736f6e
616c7468
6e652e
616e616c
65696768
20636f6e7369
69656e7473
72697074
2067726f7570
686f64
65637473
4e41
20646f6573
2d64
65706f7274
64726f
6f696e67
e28094
20656666656374
696f72
646172
20466f72
656465
747970653d22
70617469656e74
6f6e732e
6e646564
6873
6963616c6c79
206e616d
64656d
4154
20546f
205472
2d74797065
5f74
756374696f6e
66696e64
75697265
7374696e67
5669
20736179
66696e65
204c61
726f706572
616c6f
7175697265
6c6f6f6b
206e616d65
6e616c79
6d696e65
2070726f76696465
756d656e74
486f77
69746f
416d
6f6e6f
6174696f6e2c
20636f6e66
666f726d6174696f6e
77617264
6f64756374
756c6174696f6e
726f64756374
6b2c
2e53
4927
72736f6e
206d65616e
6374757265
6f6c61
646c65
20637572
74686f64
616d6f
6f6e2d
6b6574
206368616e67
706f6c69
54686572
20636f6e64
62616c
72726f72
2070617469656e74
696e636c756465
20667265
7d28
6d652e
73697665
6e6172
737565
6576657279
656e746c79
20726576
6f63657373
726f63657373
6e6379
20696e637265
6963756c
637574
646d
5261
6d616e79
686f7574
204469
6f757273
6168
696265
65636f6e64
726179
72756e
6372656174
206176
20706f696e74
636964
2040
61726c79
7475616c
73652e
203a
6163746f72
6163636f
7963
72616e67
6d6f64656c
73736564
626f7468
4d6172
656c70
762e
6572736f6e
4152
73756273
7374617274
76616e
7965617273
6563746f72
636f6e74726f6c
6c6c696e
206c696e65
65747465
65666572
206f7264
61746865
657869
7570706f7274
6265696e67
2073616d65
2063616c6c
6973696f6e
677572
6576656e74
5468657265
68616e64
636f7272
656e742c
3e3c
69636573
743a
223a
6d6164
4f52
6574686572
206e6f77
65662d
72696d65
2070726f7465
20616e616c
736372697074
626172
65637472
20626f7468
656e7469616c
632e
4869
72656d65
2066696e64
205769
7265662d
6f727265
706f6e73
414e
62726f
74686f7365
5374617465
7374616e6365
0909090909
67696e67
6c7973
61676573
75676874
616c61
206c6f6f6b
206c6f6e67
3a3a
68696e6b
4553
20736c
6572696e67
6c69676874
70696e67
6265666f7265
756666
776964
74656c79
2074686f7365
6d616c6c
626f64
6c6576656c
206368616e6765
6d5f
207965617273
2076657279
2062617365
706f6e65
2d72
5d7b7d
7369626c65
696f6e732e
7265706f7274
297b7265662d747970653d
206265696e67
2068657265
657175697265
20636f756e74
4a6f
736f75726365
2f2f2f
69677572
63756c6172
20556e69
6c7473
20636f6e74726f
20646972
6c7b
4973
202a2a
61726564
3f22
65726c
6e6e69
206d6564
6b656e
7768696c65
6e29
667261637b
7961
7b61
20626566
61696e6564
5f63
616d62
20617070726f
6e642c
206d616e79
20726564
6f6479
6973737565
204672
686f74
2d6c
636375
206265666f7265
206574
72657373696f6e
617a
7a6174
73686970
6f736974696f6e
6c7465
737570706f7274
706f74
202f2f
61636865
732f
6c697665
206578616d
7a6174696f6e
65726965
20747275
207468696e6b
656765
706c69636174
206d656d
69742e
206f72646572
6c756d
2822
20476f
207265706f7274
6363657373
74746c65
756479
6e68
6d6c
20426f
6162696c697479
65636b
20676f6f
6e617465
6e74616c
657665722c
7472616374
2c22
74656e64
2078
64656e6365
6772616d
616b696e67
616c697479
434f
7276696365
657276696365
787465
68656c70
75616c6c79
6d616465
65616c7468
207075626c6963
7228
6d652c
6c6964
636f727265
20646f77
6e676572
6973747269
74756479
7365636f
6e656c
206c6576
68696c64
756c7473
656c74
686974
20646f776e
6f6674
636f757274
736561726368
726d73
20636f6e74726f6c
616d73
7465726961
20696e666f
76656c79
20726573706f
6429
73696f6e73
6e6a
6f6273
61746567
7369646572
676e6564
65656d
20736561
20706c616e
20636f6e7461
6e6579
63696669
5c72696768
206d6f64656c
646576656c6f70
65787072
2068616e
647261
20646972656374
72657665
6f6f72
657269616c
6129
735f
69732e
747574
726d6564
6e7369646572
73697479
6679
20676f6f64
69746976
2070726f636573
696e6f
20666565
643a
2072657175697265
2066696c65
793a
506c
20737570706f7274
70726f67
656e6379
6f6e732c
756c617465
617068
7328
7061636b
6f6d6d65
20636f757274
6c696665
7b7b
61792c
6d657269
7268
204772
61796572
756d61
696576
627573
6c6c696e67
6d706172
6570656e64
537570
652773
696e676c
70726f64756374
6569676874
6d6574686f64
206d7563
20616e74
72697465
792d
616c6b
696d6167
6976656c79
626c79
204172
64657363
6e656e
7371
686c
696e6e
207374617274
69656e6365
70617468
7374756479
75746f
677565
7469656e7473
61696d
6c696d69
6f726c64
205c5b5b40
6c61726765
65707265
20736974
74696c6c
617469656e7473
6165
206c6576656c
206a6f
207768696c65
6976657273
7272656e74
7261746f72
7261746564
5448
69726564
2074686f75
74696365
6f63616c
73656173
6c6f77696e67
4174
736570
207374756479
3a2f2f
61746862
65787072657373
5553
636f766572
2d6f
626573
2050726f
756d70
65736964
706572736f6e
76657274
74616765
5068
20646576656c6f70
204d6172
4372
6c6177
454e
205363
6e6769
656e6572616c
74726f6e
7374696f6e
7468726565
666f726d65
6d756368
206e69
204c6574
2072616e
6e6e6f
72616765
69736865
6c7574696f6e
6669656c64
66756c6c
757272656e74
4153
74746f
6c69636174696f6e
6f6d656e
20706f7369
414c
20696e666f726d
6572732e
7229
207472656174
20706c6163
6f736564
6f757365
6e74656e74
74696f6e732e
207365636f6e64
7322
73742e
6976656e
206f776e
706c79
757373
72656469
206c6173
2070726576
6963617465
6c656164
206d756368
6572726f
4954
20706f736974
63656c6c73
636b73
6172656e
4e54
63746572
76697479
6162656c
6572666f726d
2070726f67
205374617465
6e5f
6e666f726d6174696f6e
646570656e64
20657374
6b6573
2068616e64
776974686f7574
207468696e67
656e74616c
736571
69636c65
6174686572
6f626a
204f6e
66696e61
7265666572
2e70
6e22
72756d
207468726565
63696e67
61727261
207465726d
637261
725f
63617265
70617469656e7473
706c61696e
657374696f6e
6f626c65
6f70656e
206c61726765
616c2c
6163746572
2e61
20616765
6d65646961
6e646172
2072656164
696d6d
72792e
20636f6e7465
72697661
647572696e67
65726573
6c6c6f77696e67
20706c616365
616c63
6f6d696e
6863
2070617469656e7473
65656c
73742c
204966
20656c6563
63697479
7472617465
6572732c
6e697465
20636c69
6c657465
63686564
7277
6c7068
20776974686f7574
20647572696e67
61696e696e67
786973
72617068
696469
616772
2063656c6c73
696c74
65706c
6f6c7574696f6e
6469737472
73756c7473
6e64657273
626c656d
733d
65746963
7422
626564
20707572
746873
696174696f6e
6c6c2c
2067726561
706572666f726d
70726f7665
6573756c7473
20686f75
5469
5449
6e3a
2065787072
7374696c
6c6c6572
69646564
65727365
6e656172
6964656e6365
74652e
5c6c656674
206177
6d6d756e69
696e6174696f6e
61727269
7072657373696f6e
7370616365
20636f6e736964
697373696f6e
206772656174
20636f6e7369646572
726f626c656d
6f6d6d75
20706572736f6e
74652c
6f7370
4175
6572617465
6f6e2774
726f66
6e697374
656e636573
7365727669
6e646c
6f7473
20696e637265617365
2065787072657373
6f6e74696e
70617373
6c6174696f6e73
6971
72656163
6974697665
69746f72
4445
6722
6e697479
285b
772c
6369666963
726d616e
657465726d
20416e64
6c746572
7464
7374656e
76657374
20736368
6c697a65
6f7270
66616d
6d65726963
20706572666f72
68656172
2062726f
616e6461
696f6e732c
616d6d61
69732c
646566696e65
6e736f
69737473
69616c6c79
626f6479
696679
697361
6f6a
72616e74
726e696e67
756e67
797468
6673
6e656374
6e656e74
6d656e742e
64697370
75696c64
746565
72616e6765
2070726f706572
656e2c
657773
6c732e
6f6e746169
6f776564
6761696e7374
7475726573
676f696e67
687973
75727365
69657665
64646974696f6e
2064656c
20776174
69756d
766f6964
706172616d
65722d
666974
20696d706f7274
4d41
297d
70726f626c656d
4b65
6e6f74686572
666c75
746976656c79
77617973
7572616c
7327
2070617261
6d6d6f6e
63757272656e74
4143
4944
7373696e
646f74
20486f77
5441
666163746f72
5c5d2e
6e64616e
6e7475
61792e
72706f
2870
69746963
6572696361
6d656d626572
706c69636174696f6e
6f75676874
6e652c
66726565
4845
6572726f72
206c6574
706c6574
746f6c
205261
206368696c
206c617374
746e
726f7373
4369
616761696e7374
756767
686f6d65
72792c
2070726f626c
707465
202861
6573696465
626567696e
6f6e6e656374
416c6c
667269
6c61796572
2070726f626c656d
2072756e
206c656164
6d757374
6e677468
626c61
68657273
702c
737472696e67
6578706c
706f776572
2054686572
656e677468
617074
6976697479
7374616e74
2077696e
75736572
6578616d706c65
207a
20616761696e7374
20427574
75657374696f6e
6974616c
6e6578
536865
657273696f6e
637469766974
20736d616c6c
2064657369
6e646974696f6e
757474
6176696e
696e2c
616d6573
6c6f79
2e43
7564696e
6973746963
206d656e
646566656e
65717561
656369666963
70656369666963
656f72
2074686f756768
7461746573
6f6e646974696f6e
207369676e6966696361
2e2e2e2e
692e
616e6473
206f70657261
656974
746569
206c696665
4354
206d6f74
696e666f726d6174696f6e
206d757374
20636170
656573
67616d65
636c656172
756174696f6e
2029
723a
6772617068
746976697479
656d2e
6f6779
6f6c6c6f77696e67
6474
6965732e
64696374
207374696c
202c
5269
205461
74617279
7373696e67
657865
686f6c64
6f626a656374
6f6d6573
207374696c6c
5f6e
647d
2e68
6e74732e
746572657374
206c6573
6369656e74
6176696e67
206c617465
6d6269
2072657072
6c6f6779
206368696c64
206d61696e
6c706861
743b
6f72746564
206c6177
75636564
54686579
206973737565
6475636564
616769
69642e
7465696e
63686e
727661
6e6775
696c6c65
703a
7474656e
2f64
687573
6e616765
69746572
536563
6d65746572
286e
206170706561
43616c
74656e73
79736973
205468657265
6c6162656c
66656e64
2063616d
6e6e696e67
6865616c
4166
6f726d616c
28293b
2063686f
72616e64
20696e666f726d6174696f6e
7765656b
75656e6365
7374726963
64657465726d69
6c79736973
6d756c7469
20436c
2063656e74
686f70
276d
697374616e
726c69
2e532e
72696c
20617274
73746162
69676e69666963616e74
64696573
733b
6164696e
656176
6e616c6c79
6c61696d
656c6174696f6e
7374697475
726573756c7473
736369
6f6d6d6f6e
636b616765
72696374
61757468
636f6e7461696e
616479
69746174
20647269
204163
696e2e
652e22
206e6f72
20696d6167
20657272
6c69676e
747461
6d616e64
206465746572
20616e6f
6e63652c
20777269
552e
70656e6465
6f6c6f6779
64616e74
6d697474
706574
74656c6c
61636b616765
6c6f676963
726e616c
7274616e
616e6167
656e6473
6c6578
4d45
6976696e
697374656e
7175657374696f6e
69766564
6f726365
206879
7564696e67
20636c6f73
6b6c
7929
757274686572
616c706861
63686573
737573
206564
7369676e69666963616e74
4943
696d616765
676f76
696c73
5353
69646573
207175657374
6e697a
61676e
696669636174
74756469
756d616e
6c656374696f6e
6d6f6e74
6865636b
7372
657474696e67
20762e
6e666c
75736c
6c7564696e67
2051
6374696e
63696465
206578616d706c65
75726564
74726965
72696265
6961746564
636c7564696e67
74756465
6c6f63616c
20706f7374
205370
64756374696f6e
4c49
746970
6c696365
20776565
53747269
61726473
70656c
776f7264
72696f72
6561746564
20285b
706573
6863616c
7472696374
736b69
7466
6d61746863616c
6f6e652e
2063617573
6164696e67
73732e
616e6e65
62657273
796c65
20726573756c7473
72676574
76696f7573
6563686e
5041
766572616c
6561726c79
7972
626c697368
616974
63746f7273
206964656e74
757065
20666163746f72
20686f6d65
776f726c64
6965732c
7364
6974696f6e73
7370656369666963
207374616e64
747269616c
7a6f
4e6f74
666f6c6c6f77696e67
2077726974
2e74
206865616c
656c696e
6f7264696e67
2067616d65
207369676e69666963616e74
6f6a656374
6974792c
2257
486f7765766572
616c79736973
73656d
6d6f7469
207175657374696f6e
657369676e
736c79
206569
5479
20616666
206d6561737572
617073
68616c6c
7265647563
2063617265
616e75
73657276696365
20646573637269
20666f6c6c6f77696e67
706f72746564
6c5f
576869
7465642e
656369616c
73696e6365
70656369616c
616c69676e
6475616c
616461
2073747269
2073747261
6d656e74616c
756964
6561736564
692c
6e636c7564696e67
7267616e
6361746564
206d6973
6c646572
666172
7061636b616765
696d706c65
656e746564
2866
61726f756e64
776561
206d756c7469
6976696e67
706c6f79
4d75
4d616e
67652e
6e642e
207765656b
6974696f6e616c
2064657465726d
736961
6174656c79
6f6e74656e74
7269616e
6c6f6164
6c29
54686174
4e53
4f72
77697468696e
20676f696e67
206d61726b
616e2c
4150
696e746572657374
6f6c79
733d22
6c61636b
545f
6e6576
6f75727365
74696f6e732c
73617469
74656368
653e
726b73
7265736f
67656e6572616c
204e6577
6561646572
74696373
524f
432e
6e7370
20726561736f6e
72656c6174696f6e
20667261
653f
65617468
6e636564
63756d656e74
6f63756d656e74
696674
66696365
206c6973
6767657374
67696f6e
6e63652e
5768656e
6973686564
412e
4e44
73696d70
7265656e
6f6473
706c656d656e74
20736361
61726163746572
6e616c79736973
6573736564
6174657269616c
6573706f6e7365
6e64616e74
6e7574
2077697468696e
6f766564
65697665
6861726163746572
202a2f
7927
2843
206c697374
74726174696f6e
6365697665
6372696265
206f70656e
4544
2072656475
696e636c7564696e67
4543
736372696265
416d6572696361
656e6573
5c76
617473
63726f7373
64696f
6c6473
7227
202869
6c62
756e65
6f6d6d69
6f6c73
536572
206c6f73
20646976
2853
636f6e6e656374
63697263
74616c6c
65727374
757473
67616c
455f
2072657374
6164646974696f6e
4c41
75706572
65646765
73732c
7266616365
657479
72696f7573
6f722e
74796c
6e747279
6d656173757265
73656374696f6e
4f62
20776f726c64
2068756d
727279
6d6f6e7468
616273
20627569
20666f6f
486f77657665722c
6e746174696f6e
20636f6e74696e75
2729
65616c6c79
2063757272656e74
20696e7465726573
6e61626c65
65786973
746570
616e6f74686572
656e73696f6e
757073
616b6573
20696e746572657374
6c732c
6e7565
6c6c2e
414d
696c6564
6e6f7465
756e6461
6f727473
636f6e74656e
202873
2872
2067656e6572616c
2058
6d6e
65766964
6963726f
20666965
616e7465
20676f76
204269
656473
73616e
20552e
206865616c7468
68616d
616c6c6564
4e616d65
20737472756374
6e6f776e
6669636174696f6e
70756c61
2061726561
5379
696669636174696f6e
65737473
090909090909
6963756c6172
64732c
696e64696e67
2069742e
70726f66
6c6c656374
552e532e
672f
686965
206f6273657276
20676f7665
6c6f76
4c4c
75636b
6172656e74
63686f6f6c
7465722e
657370656374
204973
2070617373
20616e6f74686572
20636c6f7365
6e657874
706f6e64
6e676573
636f6d6d656e
6374696e67
695f
4472
737479
2023
667572
20717569
206d656173757265
204665
69726d
706c6174
72657370656374
616c6f6e
6d656e742c
67726f756e64
6561746d656e74
67652c
726561746d656e74
6e74732c
494f
6c696e6b
67687473
20636f6e7461696e
65616479
7461696e6564
61646d69
62757465
2020200a
676976656e
757368
6c696f6e
49276d
7761746572
6f7665726e6d65
7665726e6d656e74
63616d65
2066726565
2072617465
696c6172
636f6d6d6f6e
206d6173
672d
6f6e656e
64732e
66696e6974
70726f6772616d
206669656c64
75732c
7365766572
6d6964
2d696e
2073696d70
6d62657273
6f67656e
6c6c792c
646f6e2774
2073656c66
2e6f
656e64616e74
75736c79
6976617465
20726570726573
6573746564
646578
757279
6f75736c79
7265616d
6c67
747573
6561726e
2066756c
72746572
7370656369616c
206f626a65
6f6265
696d696c
766174696f6e
636861726163746572
7472616c
6974696e67
206c6967
766961
746f77
7465722c
617262
73746f7279
206c696d69
706179
616e6973
2878
6974686572
745c
6e7d
706d656e74
68617264
69746c65
206c696d6974
206f626a656374
7465616d
74656d73
6b6e6f776e
7b69
6c616e67
636b6564
20646f6e2774
6d2f
5349
20696e636c7564696e67
636174696f6e73
787072657373696f6e
496d
636f7265
6f726d6564
6d706c657465
676d61
617574686f72
65736973
6172696e67
6369617465
746879
676c79
6e6b73
20746f70
68617070
756374757265
72756374757265
7472756374757265
2e6d
64657669
206d6f7665
2073657276696365
2e69
6f6e656e74
666c65
686f7274
666f726d6564
6e6963616c
4e45
696e697374
2827
61626c79
4f66
64616d
67726f77
65736561726368
20636c61696d
6f7079
647565
6d657468696e67
20676976656e
6f6d657468696e67
63636f7264696e67
20637265617465
6368696e67
73706f6e64
207265737065
68697374
72696564
736964656e74
206576656e74
2074656d
6c6c696f
20636c6173733d22
66696e616c
70726f6d
69726f
656e75
5075
696e7473
6e65766572
5c616c706861
706f736564
6d657461
20552e53
20486f7765
4345
68756d616e
6572766564
756e6e
666f726365
616e616c79736973
4f70
6f676963616c
204372
6e617279
656e646564
6172676574
61637469766974
20706f74
204164
796564
74726561746d656e74
70706c69636174696f6e
726d696e65
20552e532e
64657369676e
726e6564
206c657373
736572766564
5175
696e657373
74682e
61646f
662c
20726570726573656e74
20636861726163746572
706c6573
2074656d70
5254
656c7365
6f6e6573
6d6174657269616c
62657374
6e646c65
2070726f6772616d
656c7461
7527
7373616765
20576f
20436861
20486f7765766572
206361757365
6973746f72
54797065
2f70
4b61
6772657373
204175
6c6f676963616c
20636f6e747261
20416d657269
696d696e
6f74696f6e
626f6f6b
63746c
6d70726f
66656e64616e74
6566656e64616e74
656e746174696f6e
68617365
67617465
76656d
6e6e6572
20416d6572696361
2054686579
20627573
6f722c
6e646578
6f757468
2074656c
705f
56616c
696f6e65
6173736573
6f7562
206f6c
20616374697669
6c6c696f6e
727469636c65
6567696f6e
5573
6d706c6f79
6c6970
785f
69616c73
65766964656e6365
3c73
617070656172
20706f70
6f6e6963
70726f6a
666f7572
616c6375
706f737369626c65
204578
676974
657175657374
6973746572
676d656e74
697264
7265736964656e74
2061757468
5c2c
737472756374757265
2d67
2e2e2e2e2e
20507265
72696e74
2072656c65
4b69
746f7265
205269
736f6c7574696f6e
206261736564
4554
666577
616c6973
656974686572
6e6f6e2d
616c6c792c
656365697665
207370656369666963
20247b
20616c74
20616374696f6e
2428
206d6f6e7468
75746573
6f72652c
66696775
7265636f7264
657261746f72
6d61746963
696d706f7274616e74
6f7065727479
726f7065727479
61756c74
61722c
5452
7465726d696e65
63746963
7465676f7279
617465676f7279
6d626f
736f6d657468696e67
20736b
636f6d706c657465
2241
4e47
544f
63696573
69717565
2073697a65
486572
652f
7375616c
756e697479
6e766f6c
20667572
696e676c65
206c697665
65616e73
6c656e74
20666577
657572
6c61626c65
65737472
2067726f77
696475616c
6e666967
6f746963
2065766964656e6365
696c6c696f6e
736172
6c6f7665
656c656d
63746c79
6c6c656e
77696465
6f6e666967
4561
4475
6c6f776572
4348
7a696e
6e657273
2074726561746d656e74
6e74696c
686f6c65
6d706f73
6628
2062657374
6374696f6e2e
20616e616c79736973
626f78
4f75
646c79
727567
726573706f6e7365
7363616c
64617973
69742c
6a7564
636865636b
6d656c
687429
6563656e74
2d7265
4e4f
65736372696265
656c61746564
696272
726f78
2072656d61696e
4f53
67687429
6967687473
2068756d616e
6d617279
6167726565
726573706f6e64
20486f77657665722c
2064657369676e
6967687429
74682c
6576696577
6c6472
636b696e
206e657874
6f776c
646472
756767657374
2070617468
68697465
4d6f72
2061736b
622e
676174696f6e
2074656e
657368
6d696c79
524e
6729
204174
726e73
20696d706f7274616e74
6961626c65
726b696e
686962
4144
747572616c
656e646572
616c756573
61637475616c
206379
656e696e67
20736f6d65746869
69736564
20747269616c
4279
65636573
7265616b
6d626461
616d626461
616e642c
6728
207761746572
20766965
7573696f6e
416374
6973636f
57697468
6167656e
6f627461696e
7669646564
206e6f6e2d
20636f6d6d6f6e
65787072657373696f6e
207265666572
204166
202257
20666f7572
782c
6e7479
6f6e6f6d
65742e
2077686574686572
74746564
206563
61742e
6c64696e67
20616772
706172746963756c6172
2266696722
72616374696f6e
20706172746963756c
7365656d
696e616e
626f7665
626c6573
72726f77
5965
206f627461696e
206c69676874
63742e
2064657669
20707574
2263
207465616d
2066696e616c
782e
6e72
54686573
616d696c79
726779
6422
2073706163
617661696c
2057686174
43616e
76652e
636b696e67
20636f73
2073756767657374
616973
657374696e67
2073696465
206e656172
6e2773
2076696577
6d6178
6e696f6e
207365656d
746f74616c
676f6e
2d77
206661696c
20657870656374
72656365697665
207265636f7264
726967696e
72616365
61626f7665
626574746572
7474703a2f2f
687474703a2f2f
676f7665726e6d656e74
20636f6465
733f
6c22
616e636573
61742c
206d656d626572
64617264
65726779
776569
2253
6465726564
75706c
64756c65
67697374
20776561
6665656c
732e22
207475726e
7061726564
20636f6f
20626574746572
69626974
204365
74616e64617264
7370616e
652829
743f
6b79
206c697474
65747269
726561746564
6c656e677468
2061726775
6576696f7573
706f74656e74
20636f6e6e656374
2061626f7665
626f6e
2062616e
70656374697665
726576696f75
2070726f7465696e
203d3d
632c
657175656e6365
6d6174686262
5c6d6174686262
6c28
6d696e75
20617574686f
726567696f6e
6b656570
72726564
6c662e
207370616365
2074727565
74776f72
206665656c
72656d656e74
7469746c65
7374726f6e
74726164
697073
6173746572
6c6974746c65
20617070656172
72726965
726f6261
636b6574
6f6d6963
627574696f6e
75746564
747269627574696f6e
7465726e616c
20646566656e64
20416c6c
2e64
20696e7472
696473
72737461
2d68
72616d65746572
656e657267
6172616d65746572
6c65617374
546162
72793a
6d7b
20676f7665726e6d656e74
726b696e67
4d79
61747573
72616465
7468696e6773
6929
61722e
72656c61746564
76652c
6f6e3a
78747261
65746563
6179696e67
20756e6465727374
696d70726f
696e6a
4841
6669726d
72636573
636f6d6573
6365727461696e
62616c6c
65667428
2e2e2e2e2e2e
20636f6e74656e
76616c756573
73696d696c6172
6e65726779
6f7267616e69
61706572
5052
4441
20647565
206c65617374
6869732e
6861726765
673a
74697374
75617465
6573732e
206c6974746c65
636f7374
2122
20726573706f6e7365
72742e
2069742773
20746f77
20706f737369626c65
6d707574
73746570
616379
61696c61626c65
63742c
70706564
20746f74
726577
756e6473
6b657273
7661696c61626c65
6175746f
2d5c
656d6963
766f6c7665
6d6f6e67
636961746564
7274696e67
206275696c64
726f6c65
506572
7368696e67
20706f736974696f6e
626c6f636b
646576696365
6e697368
6976617469
20696e69
696e646976696475616c
6c69656e
72697365
696369656e74
6573732c
6e3e
6d696c6c
2070726f6a
7d2424
2f6d
656164696e67
206f7070
686176696e67
20556e6974
6c77617973
73746f70
65766572616c
4769
656c662e
65647d
706c652c
2070726f6a656374
2850
74726f6e67
7273697479
646963617465
2f77
20706f72
5552
70726564
2073696d69
6d706f6e656e74
6f6d706f6e656e74
7265666f7265
69726f6e
795f
206167726565
5f6c
6570617261
6879736963
5d3b
69646561
74656e7469616c
696e617465
206465736372696265
69672e
686f776e
20696e64697669
66616d696c79
20746f74616c
20696e6974
656c6f706d656e74
76656c6f706d656e74
6f696c
6f617264
6170706c69636174696f6e
417373
6576656c6f706d656e74
2073696d696c6172
6966666572656e6365
646f6e65
616d6f6e
63757373
726d6f
616e7461
636861726765
7573696e657373
6c6f7773
757266
454c
636f6d2f
6f6e74657874
6172726179
20696e646976696475616c
4d6174
696c6c61
6b696c6c
756c6573
7879
7362
63686572
206265636f6d65
6f6963
69746963616c
6574776f726b
657273697479
73686f7274
20656c7365
20626c61
6f6e79
73657175656e6365
732a
206b6579
6c69657665
206c6f7665
76657273697479
6d6f74696f6e
6172726f
656c69657665
6572616765
206f6c64
20626967
4f55
636f6d70617265
69676e616c
4a2e
2061637475616c
2072656c6174696f6e
4349
686f757365
4f6e65
6f74656e7469616c
6462
7261636b
2064657465726d696e65
6572696d
20636f76
7a6572
5f43
556e69746564
73637573
776f6e
66757274686572
7363686f6f6c
656f6e
6174652c
6f6b696e67
626c652e
6e616c69
20686176696e67
70726f74656374
20667572746865
70726576696f7573
442e
6d616e616765
2066757274686572
206e6574
617661696c61626c65
6f66666572
7468657273
766563
6c69676e65
742e22
65726963616e
727368
6576616c
6d65726963616e
2073616d706c65
206c6f74
4d6f64
72756c65
6d696e697374
6d706572
20737472756374757265
2849
6e6e61
697074696f6e
6372697074696f6e
736372697074696f6e
7564696573
7279696e
20436f7572
697374616e6365
20656c656d
6e73697469
6e5c
6361736573
667573
61636573
646966666572656e6365
6d70616e79
6f6d70616e79
7269736b
67686572
7374726f6e67
616c77617973
20746172
726576696577
726561736564
416464
2073696e676c65
667b
2073697465
6661756c74
6f726b73
206469737472696275
7074696f6e73
63746976656c79
616c69676e6564
7367
6c6174697665
2a5d
776562
63726561736564
206b656570
6c6563746564
73742d
61737375
64652e
7373657373
6368696c6472656e
6c6c2d
726f6164
61746f7279
6e73747261
2073616c
6427
2070726576696f7573
646574656374
416d65726963616e
636f6e64756374
276c
696e746567
6666696369656e74
20656c656d656e74
2222
636c6573
73736f636961746564
20536563
616e646f
7465726564
4c4f
6963656e7365
4d6f6e
61646472
646174696f6e
2e41
5645
7564656e
7b5c62
6564756365
657870657269656e6365
20706f74656e746961
61726b6574
77656e
2259
797465
616c6964
6e74696e7565
75626c65
616363657373
6e69717565
6572696573
207365727665
2068617264
20706172616d
20646572
7265736561726368
616e2e
5f62
6574696e67
6c6579
756e74696c
6d617373
2069646561
6e736869
61726973
7443
6570656e64656e74
666173
20636f7374
4162
20616c77617973
6c6167
6c616d62
6c65616e
206c6f7765
446566
6d6f6e65
20646966666572656e6365
20686973746f
657228
6f636174696f6e
756c6c79
636f6c6c656374
65636973696f6e
206f66666572
75646564
2021
756564
2062656c696576
43617465676f7279
706f727473
6564696174
206d616e61
4344
4e69
6d6d6974
20706f74656e7469616c
6865722c
72686f
462e
207375706572
20656974686572
7369676e616c
636f75727365
79732e
6d616a6f72
6f7073
616374697665
7461746963
706f6c79
6e69676874
2064656d6f
616e676573
206b6e6f776e
20576869
7265616368
6f626162
706172616d65
20616c2e
6578706f
2072616e67
643e
6477
466967757265
6573736573
202843
746178
6c652d
6e646f77
2063616c6c6564
616c696e
737d
5c5b5b4042
2e6c
5350
6d2d
65656473
63682c
6c7475
656e6564
656e74732c
522e
706461
207363686f6f6c
62656c69657665
6d65616e73
205469
204f72
20657870657269656e6365
70726f64756365
205468657365
2074696d6573
726563656e74
746966696564
4d50
6f72793a
72766572
20756e74696c
207265736561726368
74697265
656e65726779
6f6666696365
4e6f72
646566656e64616e74
6472697665
20696e697469
616e636572
61727469616c
73617973
6c6973686564
20617661696c61626c65
20636f6d62
656c656374726f
206163636f7264
726976617465
436872
6f6e28
206170706c69636174696f6e
2066616d696c79
5c656e64
6c697a6564
6d657373
20556e69746564
6e6e656c
7374616e64617264
6d656e64
742f
5253
706572696f64
726f616368
756e6465727374616e64
2073686f7274
20646576696365
20736f6c75
646562
657463
20636f6e7365
6c74686f7567
6e676c79
696e6963
706572696d656e74
6f6369616c
6d732e
6976616c
7065726174696f6e
78706572696d656e74
70757465
61766572
736f6674
696e6572
64697365617365
70726f7065727479
6553
206d696c6c
616c72
6f6f70
6c75646564
647661
53696e
20726563656e74
76656c73
7572652e
7261746573
69736974
7468656f
6c696564
72742c
2824
79657273
6272616e
70706572
2073656374696f6e
63617264
657227
6173736f636961746564
206d65616e73
6c616d626461
6d626c
7070696e67
6124
63617272
726f757073
205c5b5b4042
4166746572
616e746c79
4d49
20666967
206d616a6f72
686f7572
4141
2062656c69657665
20434f
74757465
69642c
2064697365617365
28696e
75616c697479
6f736974697665
61742773
6c6e
65717569726564
7a696e67
20646574656374
7272656374
207369676e616c
2076616c756573
636c75646564
61637473
6566756c
636f6e74696e7565
696e7369
20776f7264
75726368
647275
68616e6b
66696e6564
20532e
5d292e
6163746976697479
747564656e74
6f6772617068
2061626c65
206361736573
64696e6773
72756374696f6e
2e66
737472756374696f6e
2025
206368696c6472656e
617363
752e
20626974
686967686572
616c66
4572
206f6666696365
2d6e
6e7a
2066656174
6572766572
7261626c65
207365766572616c
6974746564
6e696d616c
6f726b69
613e
204e6174
7070726f6163
5c656e647b
65766f
61776179
776879
4775
706964
207365717565
736f6e73
206d6174657269616c
202241
4d2e
436c69
4952
6865722e
646d696e
627573696e657373
756c61746564
20686f6c64
6f64756374696f6e
6f726564
68696e65
636f6d6269
206f726967
6163746f7273
2868
6861742773
7774
66656174757265
20736169642e
726174696e67
206f627365727665
20756e6465727374616e64
2054686174
66756c6c79
206d696e69
636f6e737472756374
20686967686572
6d696e6174696f6e
4e43
5554
452e
666673
6d657273
6e65746963
20646566656e64616e74
72657175657374
4646
20626f75
20446973
6c766564
3c2f73
7374656164
43617465676f72793a
2073747564696573
68746d
6f736973
7573657061636b6167657b
6c656176
20746172676574
617070726f616368
637963
726564756365
6172726f77
706c617465
657263656e74
502e
646576656c6f706d656e74
67696e616c
646963616c
7265706f72746564
6f696e7473
494f4e
537461746573
6c7265616479
20696c
6461792c
222e
706172616d65746572
6f6c766564
206175746f
64652c
6f75626c65
696f75736c79
616d6f756e74
616374696f6e73
6a65637473
206578747261
66756e64
743e
6b696e64
69746174696f6e
6f6d696e67
657373696e67
697469616c
67726f757073
706f736974697665
20617070726f616368
20746162
2063616d65
646967
20636865636b
6365732e
2e6a
7373657274
6672616d
20636f6e74656e74
7265666572656e
2876
6c61746573
64646564
696e646578
6d61696c
206d6963726f
6973696e67
77656e74
7265717569726564
2373
735c
20726f6c65
657d
61727479
7375626a656374
242d
6e64726f
20656e65726779
65742c
626f756e64
20696e68
20627573696e657373
4947
696e757465
776f726b73
6d29
74656d656e74
67656d656e74
666c69
20616c72
6372696d
202428
796573
6d616b696e67
6e652d
206c61746572
2a2c
20616e6e
66616c7365
6f72616c
68656174
286c
616c7265616479
70726976617465
206c6561726e
7574707574
20646570656e64
657329
736f6c76
72616c6c79
6e672d
6566696e6564
736561736f6e
75646765
6d61726b6574
6e697469616c
20537461746573
206d696c6c69
6e73697665
20736f6c7574696f6e
657277
617269616e
2072616e6765
2073657175656e
6543
6c696e6963
6c69656e74
6d6f64756c
47656e65
616d6f6e67
6e7374616e74
75706f
74616374
427269
2072656c617465
616c6f6e67
20636f75727365
61626c6573
6174696f6e732e
20726564756365
7578
63682e
6f637573
20636f6d7075
2060
436f756e74
20616c7265616479
6c61696e74696666
6466
2261
7669726f
6962696c697479
207175616c
205768656e
61746f7273
20646576656c6f706d656e74
636f6d706f6e656e74
69616d
6f72696573
206d65646961
61646472657373
20416d65726963616e
6f726b65
20696d70726f7665
2063726974
2064697363757373
206d617373
696e6172
6163636f756e74
20666f726365
776c65
656d616e
776f726b69
70657263656e74
73757266616365
657175656e74
69626572
207265706f72746564
6f756e6473
20616d6f6e67
706563746564
206167656e
206173736f636961746564
206d617474
6d732c
6173696e67
207374726f6e
69626564
56696577
70756c6174696f6e
7469616c6c79
206c6576656c73
776f726b696e67
6d696e757465
776f6d656e
207374726f6e67
62616e64
72617279
66696c6d
2764
7465732e
4669672e
73717274
2074686f75676874
6d61746368
20736b69
206365727461696e
20636f70
73637269626564
77772e
4d72
75732e
20707261637469
642f
20696e7465726e
676173
636f7272656374
6e6574776f726b
67676572
786564
69737472696374
7465726d73
73696f6e2e
2070726f64756365
206e6f726d616c
676574686572
20656e76
20616c6f6e67
6f676574686572
6167652e
6172746d656e74
706172746d656e74
65723a
72656c79
6e676564
6f646573
20776569
696379
746963616c6c79
2066656174757265
206f63637572
6d6d756e697479
666572656e636573
617373756d
6963652e
6f746573
4576656e
6c69766572
6f726e65
6e6f6c6f67
70617374
79706573
747265616d
6d706c6578
696d652e
6e646963617465
61676564
6173652c
636f6e666967
2072756c65
7465732c
20616972
61636b73
647573
65736f75726365
413a
70733a
5053
6d696e64
207375626a656374
20666c75
287b
756c7469706c65
6e736f72
206c6f776572
2d75
2248
61666669
656e63652c
20646f6e65
20776f6d656e
206f6674
207265717569726564
62656e65
61666665
7374696d61
69726f6e6d656e74
7669726f6e6d656e74
202841
6c6f6f64
4d6179
62667b
6e67696e67
276c6c
537570706f7365
4950
61727473
206465636973
2e2e2f
2043616e
62756c
7863657074696f6e
69657479
6e736572
2061776179
616e746564
61756768
6a6f696e
2073617973
74726573
6d696c6c696f6e
6c6974696573
706c616e74
2070657263656e
6574657273
7373697665
75706f6e
65707369
6e69736d
6f6f6b696e67
75727665
77696e64
6465636973696f6e
206c6179
204e6f74
2074616c6b
20247b5c
4241
797d
617370
6d6974746564
524e41
7572652c
6964656f
68746d6c
544845
686572652e
205c696e
20756e6974
67756c6172
2047656e
6f686e
20486572
206c696e6b
69612c
2064697361
206d696e75
646566696e6564
6c697465
6e6f756768
6f6d706c6578
686f7374
70657261746f72
752c
6e745f
726d6572
2066616365
617270
696e646963617465
496e63
20686f7572
75747572
746174656d656e
6d706c656d656e74
206d6174746572
68616e6365
656666656374697665
20706f6c6974
7373656e
20746869732e
73656e6365
207465726d73
70686f746f
61726961626c65
67756d
206472697665
6f5f
67656c
726963616c
756d6e
2074656c6c
426172
657229
696361746564
20796f7527
5443
656d6f7665
7461696e696e67
706f696e7473
743d
20706f7274
7574696f6e73
6d6563
75652c
727361
746572616374
6c657474
706c696564
4f46
525f
7365732c
20747261696e
736174696f6e
6368616e676573
205b2a
206465636973696f6e
5468656e
74746f6e
6f7669646564
2067726f757073
7073696c6f6e
696f6e28
76616c6964
2076657273696f6e
6d656469617465
7374616c6c
6e6b696e
746f6c64
65646564
5f54
6d616c65
756e6368
72656374696f6e
61626f72
6e737472756374696f6e
20697465
75636c
65725f
20666174
7061696e
746f676574686572
2073757276
486973
6f736573
2073756363657373
7269736f6e
75742e
202e2e
72617665
6b2d
20647275
205c6c65
20636861726765
6369616c6c79
6573637269626564
6f757473
20667269656e64
20657661
20456c
554e
536f6d65
70616c
7365656e
4368726973
206d61726b6574
6d6d616e64
446570
70726f7669646564
7d292e
747073
20636f6d6d756e6974
6f7363
4d4f
69616e73
6573736f
61736973
797374656d73
706c61796572
6f65736e
206b696e64
20656e6f756768
726174697665
20636f6e766572
74656e74696f6e
4353
206163636f756e74
656172696e67
7468697264
61696c6564
6b656c79
616d6963
63616e636572
206f7074696f6e
636f6d696e67
6163636f7264696e67
6969
6c65732e
2063756c
5c726d
5344
6f6d6d616e64
6554
697374696e67
7572636573
6967696e616c
46696c65
20706f6c79
636f6e646974696f6e73
637475616c6c79
73747279
7468657261
20466c
6b5f
2066756e64
706f6e652e
20686f757365
20737472696e67
20706f6c69746963
726567617264
412c
617475726573
20627265616b
6e7374616e63
494e47
206e6574776f726b
655c
656365737361
73756573
636b2e
73706f7274
706c6561
7272656c
792773
2073747564656e74
73746f6e
656c2c
6c696b656c79
6f7468696e67
206e6174696f6e
65706c616365
2066696c6d
6468
6f6d73
49742773
6f6e746873
7175616c697479
7572697479
6c65646765
20776f726b696e67
656e73697665
636f6d706c6578
2070726f7669646564
206d616b696e67
6567616c
2062696e
6e73757265
206772616e
2072656c65617365
6572736f6e616c
445f
68657369
6c756d6e
636f7079
656d2c
2e45
766976
206163636f7264696e67
636569766564
206d696e757465
6e7472616374
696e616c6c79
616475
202850
6f6c646572
646973706c6179
6e7461696e65
282929
20706f736974697665
7373756573
7072696f
70726570
707573
6e74616374
2844
747574696f6e
69747574696f6e
742829
7469747574696f6e
737469747574696f6e
65737461626c697368
656c6573
206e6563657373
636f756e747279
65726d616e
6d756c7469706c65
20626c6f636b
2075706f6e
656e646f
6c7d
6d6f6e746873
616c697a6564
68616c66
64656e73
204d6f6e
747479
2074657874
20636f6e646974696f6e73
4b6f
6f6e7472616374
20636f6e747269
6e74616765
22293b
656c656374696f6e
72757374
6c697a6174696f6e
74656e6365
206479
20646567
4d6f7265
65727669636573
20646f65736e
20696c6c
656e63652e
6e7374656164
7b5c6d6174686361
64696d656e
20666f6f64
207368617265
207765696768
5c7369676d
206d656574
557365
6e6861
6c69636b
6365726e
4641
7472696573
6c6f7373
6c3a
526566
64727567
6e636f6d
736f6e2c
2073746f70
6365732c
2d41
636f7570
61726e696e67
6e6c696e65
4a6f686e
20462e
733a2f2f
207461626c65
656c6f77
5c68
736f6c7665
20536565
206f6e63
696e652e
646973636f
5477
7267756d656e
776c6564
64616c
63726564
207365656e
6f6d2e
20636f6e747269627574
666163746f7273
747470733a2f2f
2e54
68747470733a2f2f
206d6170
20776562
206368616e676573
657863657074
202f2a
72656c6174697665
70746564
2061646472657373
6c27
6e2f
64726177
6f6b73
697373756573
70616374
7a79
6973746f7279
666f637573
646f696e67
7d7d24
293d
7072696f72
20636c75
63616e6e6f74
63617061
656f7573
7b5c726d
6e616e74
75616765
464f
7363616c65
6173652e
65722773
6c6f636174696f6e
656c6f7065
6f64756c65
20746178
63616c63756c
6c65732c
2070726f706f73
20746f676574686572
2062656e6566
696e676c79
68796472
61736869
745d
63616d70
626f617264
706f70756c6174696f6e
6c6f6e65
772d
726f7573
2070616e
6e6775616765
20656e746572
65726c79
2a73
2d53
75726765
6d756d
206d756c7469706c65
67616d6d61
6a757279
616e6775616765
2064657461696c
6f62736572766564
686c79
53616e
66696e64696e67
736f7572636573
69676174696f6e
4d6564
73696f6e2c
6a617661
2f69
2070726f7065727479
204e69
73656e7469
6565646564
206d6563
5453
6d70616374
20636f6d706f6e656e74
2e62
74696d652e
206a6f62
70686963
6768742e
6c7573696f6e
616e6b73
6f6f6b73
6127
7922
646566696e69
20696e63726561736564
726f7773
74696f6e3a
6d61676573
6c696379
7479706573
6167696e67
6d61676e
43656e
5243
66697665
6f6e616c6c79
20636f6e636572
6c662d
61796564
6172696f7573
76656c6f7065
6973747269627574696f6e
6861742c
4956
78706563746564
72642c
20666163746f7273
65626f
6d67
6549
6f6c6563
2073657175656e6365
7574696c
7572616e
73776572
2070686f74
6e74617279
616c2d
205475
2072657175657374
74616b656e
63617374
616c6c656e
727570
726563746f72
646573637269626564
2063616e6e6f74
2073657061
6f6e5f
206f62736572766564
796d656e74
