{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "Unigram",
    "unk_id": 1,
    "vocab": [
      [
        "<|endoftext|>",
        0.0
      ],
      [
        "<UNK>",
        0.0
      ],
      [
        "Ġ",
        -2.0222917284495523
      ],
      [
        ".",
        -3.462360451808131
      ],
      [
        "Ċ",
        -3.514957076913902
      ],
      [
        ",",
        -3.591942979393597
      ],
      [
        "Ġthe",
        -3.741218806090572
      ],
      [
        "s",
        -3.908177903802464
      ],
      [
        "Ġof",
        -4.329785521613502
      ],
      [
        "a",
        -4.333683732807881
      ],
      [
        "-",
        -4.407538279223104
      ],
      [
        "Ġand",
        -4.496957444388595
      ],
      [
        "Ġto",
        -4.507011376404897
      ],
      [
        "(",
        -4.695504108803419
      ],
      [
        "Ġin",
        -4.785279088590894
      ],
      [
        "_",
        -5.0599454309137
      ],
      [
        "\"",
        -5.111040883984444
      ],
      [
        ")",
        -5.14262958577941
      ],
      [
        "Ġis",
        -5.202709026498336
      ],
      [
        "'",
        -5.3215638028167955
      ],
      [
        "1",
        -5.356103341320152
      ],
      [
        "Ġthat",
        -5.367279707229184
      ],
      [
        ":",
        -5.401491511507956
      ],
      [
        "\\",
        -5.423979684149566
      ],
      [
        "2",
        -5.441784479401049
      ],
      [
        "t",
        -5.443978574940118
      ],
      [
        "Ġfor",
        -5.459103910812853
      ],
      [
        "d",
        -5.477687056807927
      ],
      [
        "e",
        -5.503735905069405
      ],
      [
        "$",
        -5.557265389561795
      ],
      [
        "I",
        -5.5638989047522145
      ],
      [
        "0",
        -5.590375148504773
      ],
      [
        "*",
        -5.610046565588686
      ],
      [
        "i",
        -5.669271741657408
      ],
      [
        "n",
        -5.7145413654753
      ],
      [
        "Ġwith",
        -5.734011415317648
      ],
      [
        "ing",
        -5.754519318112754
      ],
      [
        "m",
        -5.758415714689358
      ],
      [
        "{",
        -5.7606534607755115
      ],
      [
        "=",
        -5.770759184665467
      ],
      [
        "/",
        -5.779673051417943
      ],
      [
        "ed",
        -5.825001997448995
      ],
      [
        "o",
        -5.84543244318162
      ],
      [
        "Ġon",
        -5.899793746371696
      ],
      [
        "}",
        -5.931482608643929
      ],
      [
        "Ġbe",
        -5.960865190726347
      ],
      [
        "Ġas",
        -5.983162805691883
      ],
      [
        "Ġwas",
        -5.991691547063818
      ],
      [
        "Ġit",
        -6.016927311814602
      ],
      [
        "3",
        -6.037395186804998
      ],
      [
        ";",
        -6.059548718162029
      ],
      [
        "Ġare",
        -6.102853654181091
      ],
      [
        "Ġby",
        -6.121027802751234
      ],
      [
        "A",
        -6.136837725426268
      ],
      [
        "p",
        -6.142794871571274
      ],
      [
        "at",
        -6.169560618365759
      ],
      [
        "ly",
        -6.172412900678578
      ],
      [
        "c",
        -6.173296375679065
      ],
      [
        "y",
        -6.212447952838904
      ],
      [
        "r",
        -6.24249156776864
      ],
      [
        "Ġthis",
        -6.271792075545687
      ],
      [
        "âĢĻ",
        -6.288116721821295
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -6.292919677843134
      ],
      [
        "Ġfrom",
        -6.296304234692332
      ],
      [
        "Ġnot",
        -6.297940043001864
      ],
      [
        "Ġyou",
        -6.300662739891839
      ],
      [
        "ĠThe",
        -6.301280772987051
      ],
      [
        "b",
        -6.3083493019207975
      ],
      [
        "ĉ",
        -6.319837404870626
      ],
      [
        "Ġor",
        -6.3561586864507245
      ],
      [
        ">",
        -6.361357751214516
      ],
      [
        "ĊĠĠĠ",
        -6.370640808891467
      ],
      [
        "4",
        -6.388357472491871
      ],
      [
        "Ġhave",
        -6.390214481320088
      ],
      [
        "f",
        -6.395754692050005
      ],
      [
        "S",
        -6.423849966762486
      ],
      [
        "x",
        -6.434311210207442
      ],
      [
        "Ġan",
        -6.444821750273283
      ],
      [
        "+",
        -6.476726252164871
      ],
      [
        "<",
        -6.527716986399939
      ],
      [
        "5",
        -6.539504687106636
      ],
      [
        "l",
        -6.541329628525196
      ],
      [
        "[",
        -6.573943169416337
      ],
      [
        "C",
        -6.59742711770634
      ],
      [
        "Ġwe",
        -6.6316309953640395
      ],
      [
        "B",
        -6.677937937433892
      ],
      [
        "g",
        -6.717095130988151
      ],
      [
        "Ġcan",
        -6.726304215273387
      ],
      [
        "h",
        -6.727548320302496
      ],
      [
        "Ġwere",
        -6.740836035430158
      ],
      [
        "v",
        -6.753428782407456
      ],
      [
        "ĊĠĠĠĠĠĠĠ",
        -6.762313601157871
      ],
      [
        "**",
        -6.779367506186649
      ],
      [
        "=\"",
        -6.793276899478334
      ],
      [
        "The",
        -6.796160648387209
      ],
      [
        "Ġwhich",
        -6.820478273799628
      ],
      [
        "he",
        -6.827287074173334
      ],
      [
        "k",
        -6.83029654512046
      ],
      [
        "Ġhas",
        -6.841541117066223
      ],
      [
        "?",
        -6.853445827461977
      ],
      [
        "Ġbut",
        -6.916422178137207
      ],
      [
        "u",
        -6.926787285880048
      ],
      [
        "Ġwill",
        -6.933399986307563
      ],
      [
        ".\"",
        -6.948834735199931
      ],
      [
        "in",
        -6.96095108409226
      ],
      [
        "6",
        -6.967051559374768
      ],
      [
        "]",
        -6.982677067854505
      ],
      [
        "Ġall",
        -6.988205390552038
      ],
      [
        "Ġhis",
        -7.0300268823623995
      ],
      [
        "Ġone",
        -7.036911111063418
      ],
      [
        "Ġif",
        -7.042406042576882
      ],
      [
        ").",
        -7.066655818188796
      ],
      [
        "P",
        -7.081487678011229
      ],
      [
        "M",
        -7.088807616882198
      ],
      [
        "D",
        -7.092875058017693
      ],
      [
        "Âł",
        -7.117998612062626
      ],
      [
        "E",
        -7.130070863246752
      ],
      [
        "R",
        -7.134506949151582
      ],
      [
        "Ġthey",
        -7.135139638877549
      ],
      [
        "8",
        -7.143018476030781
      ],
      [
        "Ġtheir",
        -7.143813523074202
      ],
      [
        "T",
        -7.154390661802594
      ],
      [
        "F",
        -7.157188745675649
      ],
      [
        "Ġmore",
        -7.160741384425275
      ],
      [
        "_{",
        -7.16153247466446
      ],
      [
        "7",
        -7.168236821726062
      ],
      [
        "&",
        -7.176566168344802
      ],
      [
        ");",
        -7.197555692388006
      ],
      [
        "^",
        -7.217891575737241
      ],
      [
        "Ġhad",
        -7.229701619270271
      ],
      [
        "Ġ$\\",
        -7.251172588618925
      ],
      [
        "Ġbeen",
        -7.251606737003749
      ],
      [
        "re",
        -7.255976233155856
      ],
      [
        "%",
        -7.269780781583638
      ],
      [
        "Ġyour",
        -7.27714413906247
      ],
      [
        "Ġalso",
        -7.281588963996793
      ],
      [
        "N",
        -7.288351812997831
      ],
      [
        "Ġwould",
        -7.2924105300426465
      ],
      [
        "Ġthere",
        -7.306864017451964
      ],
      [
        "Ġout",
        -7.3142407978925945
      ],
      [
        "Ġwhen",
        -7.318540901748044
      ],
      [
        "L",
        -7.319198591214105
      ],
      [
        "Ġabout",
        -7.326185323611991
      ],
      [
        "j",
        -7.331471461865654
      ],
      [
        "Ġtime",
        -7.338003457845753
      ],
      [
        "er",
        -7.345837955189634
      ],
      [
        "H",
        -7.347673546677758
      ],
      [
        "Ġother",
        -7.3641104129922645
      ],
      [
        "ĠIn",
        -7.3677167297256805
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠĠĠ",
        -7.3787686418962615
      ],
      [
        "w",
        -7.378930925712156
      ],
      [
        "Ġwho",
        -7.3800093503767865
      ],
      [
        "Ġdo",
        -7.384691769183101
      ],
      [
        "9",
        -7.401616521375354
      ],
      [
        "</",
        -7.4029432587266335
      ],
      [
        "Ġmy",
        -7.405939542663006
      ],
      [
        "Ġno",
        -7.406856814046968
      ],
      [
        "Ġup",
        -7.415961043863264
      ],
      [
        "#",
        -7.431025976218324
      ],
      [
        "),",
        -7.43104093765443
      ],
      [
        "[@",
        -7.43257431422972
      ],
      [
        "Ġthan",
        -7.4473598734235775
      ],
      [
        "ĠâĢľ",
        -7.448773843198438
      ],
      [
        "z",
        -7.476046837909331
      ],
      [
        "{\\",
        -7.491976339743125
      ],
      [
        "|",
        -7.495074461251729
      ],
      [
        "G",
        -7.506825348050583
      ],
      [
        "Ġinto",
        -7.5187711626741365
      ],
      [
        "type",
        -7.530136126251328
      ],
      [
        "Ġour",
        -7.539117682868552
      ],
      [
        "Ġher",
        -7.543982846685521
      ],
      [
        "Ġlike",
        -7.544517012428251
      ],
      [
        "Ġtwo",
        -7.556207358425789
      ],
      [
        "Ġany",
        -7.559345844402351
      ],
      [
        "Ġsaid",
        -7.563332760305006
      ],
      [
        "Ġonly",
        -7.563427281353112
      ],
      [
        "Ġnew",
        -7.567969276390253
      ],
      [
        "Ġwhat",
        -7.579609490446472
      ],
      [
        "or",
        -7.587285513804929
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -7.596466697981983
      ],
      [
        "Ġits",
        -7.5984148763537185
      ],
      [
        "Ġsome",
        -7.605843008410327
      ],
      [
        "U",
        -7.6105734279032085
      ],
      [
        "Ġmay",
        -7.612942798992901
      ],
      [
        "Ġover",
        -7.61907657154012
      ],
      [
        "----------------",
        -7.630644270433965
      ],
      [
        "ĠIt",
        -7.651242347346683
      ],
      [
        "Ġsuch",
        -7.655260617966844
      ],
      [
        "Ġfirst",
        -7.659288185005575
      ],
      [
        "ref",
        -7.664570026114317
      ],
      [
        "Ġthese",
        -7.677918970708554
      ],
      [
        "ĠThis",
        -7.685142460614694
      ],
      [
        "@",
        -7.686039463928164
      ],
      [
        "ĊĠĠĠĠĠ",
        -7.691223505146773
      ],
      [
        "X",
        -7.698156790084429
      ],
      [
        "Ġget",
        -7.700652769886007
      ],
      [
        "Ġme",
        -7.704570019087283
      ],
      [
        "K",
        -7.705728298865665
      ],
      [
        "Ġuse",
        -7.722185401351238
      ],
      [
        "Ġwhere",
        -7.726685454741686
      ],
      [
        "10",
        -7.731871442446524
      ],
      [
        "Ġun",
        -7.741409705613798
      ],
      [
        "Ġafter",
        -7.745013203024854
      ],
      [
        "J",
        -7.746762479657834
      ],
      [
        "Ġjust",
        -7.753198270292604
      ],
      [
        "Ġbetween",
        -7.765721063401186
      ],
      [
        "q",
        -7.765724279105147
      ],
      [
        "on",
        -7.785603880845677
      ],
      [
        "!",
        -7.791916321937007
      ],
      [
        "Ġcould",
        -7.798286254315014
      ],
      [
        "V",
        -7.806046918661838
      ],
      [
        "to",
        -7.8070591302788195
      ],
      [
        "In",
        -7.820130093217664
      ],
      [
        "Ġused",
        -7.8226976757119004
      ],
      [
        "ĠWe",
        -7.85285426276131
      ],
      [
        "Ġpeople",
        -7.856520423495086
      ],
      [
        "~",
        -7.858009942028239
      ],
      [
        "Ġshe",
        -7.878750774871506
      ],
      [
        "Ġdata",
        -7.884217669696358
      ],
      [
        "al",
        -7.88632803444931
      ],
      [
        "Ġthem",
        -7.889621729113486
      ],
      [
        "Ġusing",
        -7.909620391691769
      ],
      [
        "Ġbecause",
        -7.912531487165765
      ],
      [
        "}\\",
        -7.913366401089812
      ],
      [
        "Ġunder",
        -7.9142435343009385
      ],
      [
        "able",
        -7.9173713576523745
      ],
      [
        "Ġshould",
        -7.91739381379281
      ],
      [
        "W",
        -7.931742158553705
      ],
      [
        "us",
        -7.940488181445094
      ],
      [
        "->",
        -7.963610776536893
      ],
      [
        "Ġwell",
        -7.975887177177604
      ],
      [
        "O",
        -7.988787191482171
      ],
      [
        "Ġmost",
        -7.990268585757317
      ],
      [
        "Ġhow",
        -7.9956032585129755
      ],
      [
        "){",
        -8.012057836344015
      ],
      [
        "Ġcase",
        -8.012640119357584
      ],
      [
        "Ġeach",
        -8.016865758838248
      ],
      [
        "Ġwork",
        -8.021159879045761
      ],
      [
        "Q",
        -8.02292456993937
      ],
      [
        "Ġhim",
        -8.02757768550216
      ],
      [
        "right",
        -8.032214364054242
      ],
      [
        "Ġknow",
        -8.03362701326058
      ],
      [
        "Ġway",
        -8.036009688843478
      ],
      [
        "is",
        -8.040079050704133
      ],
      [
        "Ġmake",
        -8.04432988897055
      ],
      [
        "Ċĉ",
        -8.060085000264078
      ],
      [
        "ĠHe",
        -8.061657677679761
      ],
      [
        "Ġsee",
        -8.084151485953827
      ],
      [
        "left",
        -8.08781397715244
      ],
      [
        "frac",
        -8.096469961744706
      ],
      [
        "Ġthrough",
        -8.097011718206579
      ],
      [
        "Ġeven",
        -8.097056723006078
      ],
      [
        "Ġclass",
        -8.097495775520189
      ],
      [
        "12",
        -8.100081272606076
      ],
      [
        "Ġsame",
        -8.107766364997014
      ],
      [
        "com",
        -8.11328217857352
      ],
      [
        "âĢĿ",
        -8.114466940186636
      ],
      [
        "th",
        -8.114911377939386
      ],
      [
        "}$",
        -8.11608473143014
      ],
      [
        "and",
        -8.13448278497896
      ],
      [
        "Ġthose",
        -8.136639951705996
      ],
      [
        "](#",
        -8.137397029321567
      ],
      [
        "Ġnow",
        -8.14060314806897
      ],
      [
        "Ġboth",
        -8.142115986113874
      ],
      [
        "Ġneed",
        -8.143817001973263
      ],
      [
        "Ġvery",
        -8.14383714324062
      ],
      [
        "()",
        -8.148493829510892
      ],
      [
        "Ġdid",
        -8.153514746236336
      ],
      [
        "Ġyears",
        -8.160661387569174
      ],
      [
        "Ġ10",
        -8.16668614006907
      ],
      [
        "Ġdifferent",
        -8.169490779937425
      ],
      [
        "Ġde",
        -8.17060274599479
      ],
      [
        "\">",
        -8.173403070642895
      ],
      [
        "Ġbeing",
        -8.175891820839793
      ],
      [
        "the",
        -8.17915132265688
      ],
      [
        "Ġnumber",
        -8.182775501941384
      ],
      [
        "Ġmany",
        -8.18348211308069
      ],
      [
        "Ġreturn",
        -8.186486921536346
      ],
      [
        "end",
        -8.188476858800913
      ],
      [
        "Ġbefore",
        -8.189965830322022
      ],
      [
        "?\"",
        -8.193687054009919
      ],
      [
        "Ġback",
        -8.193906087358627
      ],
      [
        "11",
        -8.19542450456574
      ],
      [
        "\\[[@",
        -8.19982026474259
      ],
      [
        "...",
        -8.202559195503465
      ],
      [
        "âĢī",
        -8.205992051753906
      ],
      [
        "Y",
        -8.216090930450248
      ],
      [
        "Ġdon",
        -8.226751659931828
      ],
      [
        "Ġhere",
        -8.233856929692731
      ],
      [
        "What",
        -8.239635431324476
      ],
      [
        "--",
        -8.241685459882403
      ],
      [
        "ve",
        -8.243069242792453
      ],
      [
        "We",
        -8.243617352920841
      ],
      [
        "],",
        -8.24367052966619
      ],
      [
        "::",
        -8.245008925357597
      ],
      [
        "Ġset",
        -8.247335002423972
      ],
      [
        "name",
        -8.252482469321423
      ],
      [
        "Ġtake",
        -8.254319785621398
      ],
      [
        "fig",
        -8.261148562369133
      ],
      [
        "Ġsystem",
        -8.266426761722485
      ],
      [
        "if",
        -8.270897354127678
      ],
      [
        "Ġmade",
        -8.271735438206562
      ],
      [
        "Ġfound",
        -8.27228366139243
      ],
      [
        "Ġcourt",
        -8.275458840514045
      ],
      [
        "Ġhigh",
        -8.282867763772915
      ],
      [
        "Ġstudy",
        -8.285106326720015
      ],
      [
        "mathb",
        -8.287206479845574
      ],
      [
        "Ġvalue",
        -8.287374440793814
      ],
      [
        "Ġwant",
        -8.287771302834813
      ],
      [
        "Ġwhile",
        -8.288405705124958
      ],
      [
        "://",
        -8.288609541717106
      ],
      [
        "Ġgood",
        -8.298174890942986
      ],
      [
        "Ġfunction",
        -8.310807970499472
      ],
      [
        "text",
        -8.31660134921332
      ],
      [
        "Ġmuch",
        -8.317406616047252
      ],
      [
        "Ġstate",
        -8.329632746504046
      ],
      [
        "Ġthree",
        -8.336087721676021
      ],
      [
        "Ġthink",
        -8.339798764561003
      ],
      [
        "ĊĊĠĠĠ",
        -8.342562681019006
      ],
      [
        "Ġright",
        -8.343374633680382
      ],
      [
        "Ġpatients",
        -8.352896473434642
      ],
      [
        "_{\\",
        -8.353226303032251
      ],
      [
        "Ġorder",
        -8.354401048085565
      ],
      [
        "Ġnon",
        -8.35540674774321
      ],
      [
        ".âĢĿ",
        -8.35555528507821
      ],
      [
        "Ġpublic",
        -8.357398242518341
      ],
      [
        "Ġdoes",
        -8.359258013969209
      ],
      [
        "Ġduring",
        -8.359948252207547
      ],
      [
        "Ġwithout",
        -8.362072648737044
      ],
      [
        "Ġpart",
        -8.374604157736819
      ],
      [
        "It",
        -8.376987032119814
      ],
      [
        "ĠâĢĵ",
        -8.37829443303473
      ],
      [
        "ers",
        -8.38116023817793
      ],
      [
        "ll",
        -8.38394075854375
      ],
      [
        "Â",
        -8.385191212774473
      ],
      [
        "Ġcells",
        -8.3855162678843
      ],
      [
        "Let",
        -8.386515496811382
      ],
      [
        "Z",
        -8.392380987471686
      ],
      [
        "//",
        -8.398752991124244
      ],
      [
        "00",
        -8.401985442273991
      ],
      [
        "Ġdown",
        -8.414808419819208
      ],
      [
        "ĠFor",
        -8.414862253357162
      ],
      [
        "an",
        -8.417491951223695
      ],
      [
        "\":",
        -8.420059055479408
      ],
      [
        "`",
        -8.422046654346538
      ],
      [
        "This",
        -8.423791985505972
      ],
      [
        "ĠIf",
        -8.424341221263788
      ],
      [
        "Ġhelp",
        -8.425272681133086
      ],
      [
        "16",
        -8.432532223272243
      ],
      [
        "Ġyear",
        -8.43335434285643
      ],
      [
        "Ġgroup",
        -8.437713760585336
      ],
      [
        "âĢľ",
        -8.441105878379116
      ],
      [
        "Ġname",
        -8.441420221821314
      ],
      [
        "(\\",
        -8.444063170105544
      ],
      [
        "ity",
        -8.449564442370846
      ],
      [
        "Ġagainst",
        -8.45011710884766
      ],
      [
        "Ġlong",
        -8.451999582664008
      ],
      [
        "int",
        -8.455360971321689
      ],
      [
        "15",
        -8.458052244216757
      ],
      [
        "Ġlast",
        -8.460836716072855
      ],
      [
        "}{",
        -8.461586469759608
      ],
      [
        "Ġgo",
        -8.462251407243201
      ],
      [
        "Ġus",
        -8.465372299717206
      ],
      [
        "get",
        -8.467200709256133
      ],
      [
        "Ġmust",
        -8.469890876714352
      ],
      [
        "Ġ//",
        -8.472309648922796
      ],
      [
        "Ġstill",
        -8.477696037617555
      ],
      [
        "Ġend",
        -8.489023189880752
      ],
      [
        "ĠLet",
        -8.500445149758512
      ],
      [
        "20",
        -8.503361192431186
      ],
      [
        "Ġinformation",
        -8.50464138295135
      ],
      [
        "Ġfind",
        -8.505411626207838
      ],
      [
        "32",
        -8.508556956032905
      ],
      [
        "âĢĵ",
        -8.511584121451165
      ],
      [
        "Ġsecond",
        -8.51201832626836
      ],
      [
        "{#",
        -8.515600876607778
      ],
      [
        "ion",
        -8.523850842671875
      ],
      [
        "Ġday",
        -8.524478108612385
      ],
      [
        "ĠĠĠĠĠĠ",
        -8.524809290177243
      ],
      [
        "000",
        -8.524957920032925
      ],
      [
        "^{",
        -8.529297999637222
      ],
      [
        "Ċĉĉ",
        -8.529839742962706
      ],
      [
        "set",
        -8.53226895272144
      ],
      [
        "ies",
        -8.533578165608489
      ],
      [
        "alpha",
        -8.541934468540397
      ],
      [
        "Ġresult",
        -8.547697781541721
      ],
      [
        "13",
        -8.54828233206624
      ],
      [
        "You",
        -8.551407158056444
      ],
      [
        "age",
        -8.554799275863187
      ],
      [
        "athcal",
        -8.555219295828682
      ],
      [
        "However",
        -8.555829183344139
      ],
      [
        "man",
        -8.56133087520111
      ],
      [
        "ĠAs",
        -8.56183239278851
      ],
      [
        "Ġtest",
        -8.562625718697399
      ],
      [
        "Ġfollowing",
        -8.565618523591485
      ],
      [
        "(\"",
        -8.566849742139874
      ],
      [
        "Ġresults",
        -8.570015986073066
      ],
      [
        "();",
        -8.578058368610504
      ],
      [
        "Ġpoint",
        -8.579153944346158
      ],
      [
        "ĠBut",
        -8.579370427335851
      ],
      [
        "14",
        -8.58152253666355
      ],
      [
        "Ġlife",
        -8.584672742455298
      ],
      [
        "Ġmodel",
        -8.591074100874229
      ],
      [
        "Ġpresent",
        -8.594611730104575
      ],
      [
        "Ġgoing",
        -8.59595369177968
      ],
      [
        "Ġ*/",
        -8.608347681497364
      ],
      [
        "Ġsince",
        -8.610508099452968
      ],
      [
        "Ġown",
        -8.618429154906766
      ],
      [
        "Ġaround",
        -8.619739436379984
      ],
      [
        "Ġwithin",
        -8.619897277668697
      ],
      [
        "var",
        -8.62107470590336
      ],
      [
        "up",
        -8.621386977259093
      ],
      [
        ")$",
        -8.623275025439948
      ],
      [
        "č",
        -8.630662220736175
      ],
      [
        "Ġcontrol",
        -8.632113802700365
      ],
      [
        "âĢĶ",
        -8.632550765249032
      ],
      [
        "Ġsupport",
        -8.632884504600904
      ],
      [
        "Ġshow",
        -8.63809321008678
      ],
      [
        "CR",
        -8.641077888671383
      ],
      [
        "Ġanother",
        -8.645770796895729
      ],
      [
        "http",
        -8.64832277282757
      ],
      [
        "Ġexample",
        -8.666510760492496
      ],
      [
        "\\]",
        -8.673330371610131
      ],
      [
        "Ġline",
        -8.677529062237777
      ],
      [
        "Ġsay",
        -8.677719228406659
      ],
      [
        "label",
        -8.682647474903849
      ],
      [
        "Ġfact",
        -8.688109906245938
      ],
      [
        ",âĢĿ",
        -8.689098996298423
      ],
      [
        "]\\].",
        -8.689585928163806
      ],
      [
        "Ġworld",
        -8.692213817387726
      ],
      [
        "Ġincluding",
        -8.692566363316635
      ],
      [
        "ĠAnd",
        -8.693185742681685
      ],
      [
        "le",
        -8.693287812978634
      ],
      [
        "begin",
        -8.694897747226385
      ],
      [
        "Ġevery",
        -8.695822931238236
      ],
      [
        "18",
        -8.696695172862976
      ],
      [
        "Ġgiven",
        -8.700510832369742
      ],
      [
        "ÃĲ",
        -8.70118407028437
      ],
      [
        "Ġoff",
        -8.70124073701856
      ],
      [
        "Ġmight",
        -8.702610305034197
      ],
      [
        "Ġcell",
        -8.704077418545612
      ],
      [
        "mu",
        -8.70768115078499
      ],
      [
        "Ġcome",
        -8.709139740938696
      ],
      [
        "Ġreally",
        -8.710750012266416
      ],
      [
        "Ġhome",
        -8.71672039622615
      ],
      [
        "data",
        -8.72063177259142
      ],
      [
        "Ġprocess",
        -8.725660828653249
      ],
      [
        "Ġlarge",
        -8.726606057676587
      ],
      [
        "17",
        -8.726950424004297
      ],
      [
        "].",
        -8.729089084507487
      ],
      [
        "of",
        -8.73603527148274
      ],
      [
        "Ġlook",
        -8.739068764392558
      ],
      [
        "Ġlaw",
        -8.740410624015018
      ],
      [
        "Ġself",
        -8.744704980162956
      ],
      [
        "Ġper",
        -8.745924506318332
      ],
      [
        "ĠYou",
        -8.748238313765555
      ],
      [
        "ĠNo",
        -8.748762963053432
      ],
      [
        "Ġ$$\\",
        -8.753766910046002
      ],
      [
        "Ġfew",
        -8.756697875858144
      ],
      [
        "Ġcause",
        -8.75830564885912
      ],
      [
        "Ġevidence",
        -8.761935131538948
      ],
      [
        "Ġmethod",
        -8.76785342275265
      ],
      [
        "To",
        -8.769740725357794
      ],
      [
        "19",
        -8.770793932796927
      ],
      [
        "Ġchange",
        -8.776648660604549
      ],
      [
        "Ġanalysis",
        -8.776659028512015
      ],
      [
        "Ġgive",
        -8.777895326661705
      ],
      [
        "Ġbest",
        -8.778771764549072
      ],
      [
        "Ġfile",
        -8.78091272621103
      ],
      [
        "Ġimportant",
        -8.787080380069023
      ],
      [
        "it",
        -8.788657611338236
      ],
      [
        "ĠThey",
        -8.789585028784055
      ],
      [
        "Ġsomething",
        -8.792244611471322
      ],
      [
        "import",
        -8.792407093261932
      ],
      [
        "Ġnext",
        -8.795148879992588
      ],
      [
        "Ġplace",
        -8.796356300355507
      ],
      [
        "Ġwhether",
        -8.799205278445246
      ],
      [
        "Ġcommon",
        -8.809735383986359
      ],
      [
        "Ġpower",
        -8.810050680208752
      ],
      [
        "Ġsmall",
        -8.811968449012038
      ],
      [
        "Ġbased",
        -8.813852774520596
      ],
      [
        "Ġpre",
        -8.815750343800703
      ],
      [
        "Ġform",
        -8.818877830938117
      ],
      [
        "Ġgreat",
        -8.81997844666675
      ],
      [
        "25",
        -8.820835899951438
      ],
      [
        "div",
        -8.820968653278014
      ],
      [
        "Ġtype",
        -8.822061209087344
      ],
      [
        "01",
        -8.825418065277805
      ],
      [
        "ĠNew",
        -8.826456743751288
      ],
      [
        "table",
        -8.827488005937413
      ],
      [
        "30",
        -8.833812982823853
      ],
      [
        "Ġal",
        -8.842446245513043
      ],
      [
        "Ġbetter",
        -8.842679341380526
      ],
      [
        "Ġabove",
        -8.848075475013337
      ],
      [
        "Ġhuman",
        -8.848655112876157
      ],
      [
        "Ġwater",
        -8.850898728617842
      ],
      [
        "math",
        -8.854746937893427
      ],
      [
        "Ġnever",
        -8.858780234280891
      ],
      [
        "\\[",
        -8.86345297657593
      ],
      [
        "Ġlevel",
        -8.864920616988975
      ],
      [
        "Ġtreatment",
        -8.86506502515441
      ],
      [
        "Ġ20",
        -8.868496910392897
      ],
      [
        "If",
        -8.870568673315196
      ],
      [
        "Ġ12",
        -8.871363299244102
      ],
      [
        "Ġproblem",
        -8.872124562139941
      ],
      [
        "Ġleast",
        -8.877998001541407
      ],
      [
        "Ġ\\[",
        -8.878219572241584
      ],
      [
        "Ġlittle",
        -8.88152301072824
      ],
      [
        "Ġpossible",
        -8.881609551899626
      ],
      [
        "Ġdue",
        -8.883641257508744
      ],
      [
        "sum",
        -8.884469011927065
      ],
      [
        "ĠĠĠĠĠĠĠ",
        -8.896435370008893
      ],
      [
        "Ġexpression",
        -8.896853651613652
      ],
      [
        "Ġresponse",
        -8.896949288432186
      ],
      [
        "Ġtrue",
        -8.90098638959378
      ],
      [
        "ĠThere",
        -8.905455928531492
      ],
      [
        "Ġthings",
        -8.905468047295662
      ],
      [
        "}}",
        -8.909518521650202
      ],
      [
        "this",
        -8.910236963674343
      ],
      [
        "ĊĠĠĠĠĠĠĠĠĠ",
        -8.91038224220245
      ],
      [
        "Ġeffect",
        -8.912402953079425
      ],
      [
        "Ġlow",
        -8.912950927131911
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -8.914616969437562
      ],
      [
        "Â±",
        -8.917106611452148
      ],
      [
        "Ġgame",
        -8.918985376362954
      ],
      [
        "span",
        -8.91954767686481
      ],
      [
        "!\"",
        -8.928166562747437
      ],
      [
        "}(",
        -8.929738881316805
      ],
      [
        "Ġsize",
        -8.931393898158666
      ],
      [
        "Ġhaving",
        -8.932394033799028
      ],
      [
        "Ġtrial",
        -8.933991504954541
      ],
      [
        "Ġshown",
        -8.936688330145325
      ],
      [
        "Ġfurther",
        -8.93670622866442
      ],
      [
        "For",
        -8.936942640833516
      ],
      [
        "Ġprovide",
        -8.94281727780589
      ],
      [
        "ĠâĢĶ",
        -8.94333574008921
      ],
      [
        "Ġhealth",
        -8.94437196077834
      ],
      [
        "over",
        -8.944595451618916
      ],
      [
        "Ġpost",
        -8.948034671392659
      ],
      [
        "Ġmean",
        -8.949276429884252
      ],
      [
        "Ġgot",
        -8.949345968755244
      ],
      [
        "aligned",
        -8.952759968580867
      ],
      [
        "ĠTo",
        -8.952834876268868
      ],
      [
        "Fig",
        -8.95376141095956
      ],
      [
        "Ġcurrent",
        -8.9553477940997
      ],
      [
        "Ġless",
        -8.958009538028643
      ],
      [
        "==",
        -8.959271118641597
      ],
      [
        "ĠĠĠĠĠĠĠĠ",
        -8.959642414208814
      ],
      [
        "Ġgovernment",
        -8.961616084074222
      ],
      [
        "Ġlet",
        -8.962522736168161
      ],
      [
        "ĠSo",
        -8.966458662685238
      ],
      [
        "Ġfree",
        -8.967154021747834
      ],
      [
        "Ġlot",
        -8.971310787929713
      ],
      [
        "Ġsingle",
        -8.97213624129654
      ],
      [
        "time",
        -8.972633310530119
      ],
      [
        "org",
        -8.973006656924435
      ],
      [
        "out",
        -8.97327523367233
      ],
      [
        "Ġdays",
        -8.973431242080547
      ],
      [
        "Ġfour",
        -8.973503001641465
      ],
      [
        "))",
        -8.975307270797407
      ],
      [
        "Ġelse",
        -8.975817038967236
      ],
      [
        "Ġalways",
        -8.976807702093826
      ],
      [
        "Category",
        -8.978843838914948
      ],
      [
        "Ġfield",
        -8.978883526695165
      ],
      [
        "Ġagain",
        -8.980562232040675
      ],
      [
        "Ġhand",
        -8.981119100334038
      ],
      [
        "for",
        -8.98413505030442
      ],
      [
        "And",
        -8.984267858944527
      ],
      [
        "\"}",
        -8.988638317340476
      ],
      [
        "Ġsimilar",
        -8.988781238898728
      ],
      [
        "Ġmain",
        -8.991151238717988
      ],
      [
        "string",
        -8.992983793843747
      ],
      [
        "24",
        -8.998624709971505
      ],
      [
        "Ġuntil",
        -8.998945964385287
      ],
      [
        "Ġteam",
        -8.999967176421158
      ],
      [
        "ĠCourt",
        -9.002775988160613
      ],
      [
        "Ġavailable",
        -9.003089124453885
      ],
      [
        "Ġput",
        -9.006368264572517
      ],
      [
        "Ġcare",
        -9.006408682463547
      ],
      [
        "Ġreal",
        -9.008644876077506
      ],
      [
        "Ġknown",
        -9.009013648766185
      ],
      [
        "Ġlight",
        -9.009430597727173
      ],
      [
        "ĠUnited",
        -9.010597918969056
      ],
      [
        "Ġcalled",
        -9.011812763992026
      ],
      [
        "Type",
        -9.013405380328027
      ],
      [
        "Ġfamily",
        -9.01386170967925
      ],
      [
        "lambda",
        -9.01430411359729
      ],
      [
        "Ġeither",
        -9.014750918978812
      ],
      [
        "ĠShe",
        -9.014912132468535
      ],
      [
        "Ġlocal",
        -9.016394422835761
      ],
      [
        "Ġquestion",
        -9.016812208736246
      ],
      [
        "Ġ15",
        -9.017515636804891
      ],
      [
        "}$$",
        -9.018161439170614
      ],
      [
        "ĠState",
        -9.01880777318597
      ],
      [
        "ĠThese",
        -9.022853378989335
      ],
      [
        ")\\",
        -9.023388396140001
      ],
      [
        "64",
        -9.024342790081983
      ],
      [
        "beta",
        -9.026172915625779
      ],
      [
        "Ġcode",
        -9.026235364928487
      ],
      [
        "Ġaction",
        -9.026541238905617
      ],
      [
        "Name",
        -9.030245514537604
      ],
      [
        "---",
        -9.031300594845801
      ],
      [
        "Ġseveral",
        -9.032561091893832
      ],
      [
        "pone",
        -9.034801619457408
      ],
      [
        "80",
        -9.034862089911384
      ],
      [
        "Figure",
        -9.036020809465747
      ],
      [
        "Ġmeans",
        -9.039334170292488
      ],
      [
        "Ġchildren",
        -9.04027279011292
      ],
      [
        "Ġspace",
        -9.04038626887334
      ],
      [
        "Ġbelieve",
        -9.043409330400005
      ],
      [
        "05",
        -9.0446628174746
      ],
      [
        "class",
        -9.045033120888826
      ],
      [
        "Ġtotal",
        -9.045652675349618
      ],
      [
        "Ġhigher",
        -9.046768279045757
      ],
      [
        "He",
        -9.04698541007643
      ],
      [
        "return",
        -9.047626552906747
      ],
      [
        "Ġopen",
        -9.048695599381231
      ],
      [
        "Ġsignificant",
        -9.050606002356947
      ],
      [
        "Ġrate",
        -9.051490584567569
      ],
      [
        "Ġstudies",
        -9.055507363723413
      ],
      [
        "21",
        -9.057026968905278
      ],
      [
        "less",
        -9.058184214685
      ],
      [
        "Ġside",
        -9.065547845216857
      ],
      [
        "ation",
        -9.067337880603544
      ],
      [
        "Ġincrease",
        -9.069862766492726
      ],
      [
        "Ġwhy",
        -9.070737805243834
      ],
      [
        "epackage",
        -9.0722134413754
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.072327798604192
      ],
      [
        "www",
        -9.073481229681144
      ],
      [
        "ive",
        -9.074340977747172
      ],
      [
        "Ġinterest",
        -9.074899396172048
      ],
      [
        "Ġrun",
        -9.07661308592891
      ],
      [
        "Ġrisk",
        -9.078115836071436
      ],
      [
        "by",
        -9.0798642507239
      ],
      [
        "Ġstart",
        -9.080269162861724
      ],
      [
        "50",
        -9.081640553388956
      ],
      [
        "Ġvalues",
        -9.085224970626932
      ],
      [
        "];",
        -9.085950638454813
      ],
      [
        "Ġenergy",
        -9.087700542195847
      ],
      [
        "Ġ11",
        -9.088177807586877
      ],
      [
        "ĠWhat",
        -9.088410483546065
      ],
      [
        "Ġfull",
        -9.089614660127866
      ],
      [
        "among",
        -9.09104833748341
      ],
      [
        "Ġissue",
        -9.094914588912133
      ],
      [
        "Ġsure",
        -9.095211095971939
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠ",
        -9.095513935020474
      ],
      [
        "Ġleft",
        -9.095974267589643
      ],
      [
        "Ġerror",
        -9.096893964101909
      ],
      [
        "Ġfinal",
        -9.097165699086185
      ],
      [
        "Ġcases",
        -9.097327184123907
      ],
      [
        "But",
        -9.09764630125879
      ],
      [
        "Ġperson",
        -9.099237058596565
      ],
      [
        "bar",
        -9.099322233470776
      ],
      [
        "Ġco",
        -9.099488636886742
      ],
      [
        "Ġalready",
        -9.099899195946199
      ],
      [
        "Ġcourse",
        -9.102252971718919
      ],
      [
        "Ġ30",
        -9.10484924538879
      ],
      [
        "Ġgeneral",
        -9.104854727711281
      ],
      [
        "=>",
        -9.106564505319259
      ],
      [
        "ĠĠĠĠĠĠĠĠĠ",
        -9.10730970781333
      ],
      [
        "Ġbody",
        -9.107624427670887
      ],
      [
        "Ġshort",
        -9.1092435026732
      ],
      [
        "sqrt",
        -9.113798054350964
      ],
      [
        "ĠStates",
        -9.114613463032722
      ],
      [
        "Table",
        -9.114968488241153
      ],
      [
        "Ġreported",
        -9.115414403409854
      ],
      [
        "Ġrole",
        -9.116180732542457
      ],
      [
        "sec",
        -9.117790268507369
      ],
      [
        "Ġfar",
        -9.118011516610542
      ],
      [
        "No",
        -9.119470202553735
      ],
      [
        "ness",
        -9.121081467205475
      ],
      [
        "log",
        -9.121977063808794
      ],
      [
        "Ġassociated",
        -9.122893851358578
      ],
      [
        "uppose",
        -9.124189454249962
      ],
      [
        "22",
        -9.127644211036374
      ],
      [
        "ĠThat",
        -9.12871290663386
      ],
      [
        "Ġkeep",
        -9.129363660621847
      ],
      [
        "]\\]",
        -9.129406622479877
      ],
      [
        "><",
        -9.13199072755024
      ],
      [
        "ant",
        -9.133706115875812
      ],
      [
        "Ġwomen",
        -9.134493774617228
      ],
      [
        "mathr",
        -9.134959301194385
      ],
      [
        "eq",
        -9.1358007816038
      ],
      [
        "Ġlove",
        -9.136481407325341
      ],
      [
        "Ġlevels",
        -9.136811372888893
      ],
      [
        "Ġamount",
        -9.138328285523311
      ],
      [
        "didn",
        -9.139197618126513
      ],
      [
        "Ġrequired",
        -9.144230629530448
      ],
      [
        "html",
        -9.144337332452247
      ],
      [
        "Ġanti",
        -9.144740766508333
      ],
      [
        "ability",
        -9.144912169992079
      ],
      [
        "Ġ${\\",
        -9.14680632416249
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠ",
        -9.14857316516091
      ],
      [
        "Ġcall",
        -9.149914236087524
      ],
      [
        "Ġaway",
        -9.150108730003907
      ],
      [
        "Ġplay",
        -9.15015111820246
      ],
      [
        "Ġcertain",
        -9.151296427791916
      ],
      [
        "Ġoften",
        -9.152560885626077
      ],
      [
        "however",
        -9.153426887752616
      ],
      [
        "Ġthing",
        -9.156165745921705
      ],
      [
        "Ġdone",
        -9.156245781226106
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.156736247352415
      ],
      [
        "Ġpotential",
        -9.157197470978302
      ],
      [
        "Ġmatter",
        -9.158429514000597
      ],
      [
        "line",
        -9.158798514097567
      ],
      [
        "23",
        -9.165086729840858
      ],
      [
        "Ġalong",
        -9.165614281798913
      ],
      [
        "ĠAll",
        -9.166440659238901
      ],
      [
        "value",
        -9.169550811194577
      ],
      [
        "Ġdevelopment",
        -9.169611856910604
      ],
      [
        "Ġdecision",
        -9.170026555162247
      ],
      [
        "}_{",
        -9.170723326995937
      ],
      [
        "Ġactivity",
        -9.17077209730409
      ],
      [
        "Ġsays",
        -9.17169851376898
      ],
      [
        "Ġposition",
        -9.171753471498622
      ],
      [
        "sigma",
        -9.17182067406259
      ],
      [
        "Ġlower",
        -9.17389377173784
      ],
      [
        "Ċĉĉĉ",
        -9.174839178587037
      ],
      [
        "Ġman",
        -9.176634933759026
      ],
      [
        "Ġreason",
        -9.176673147858436
      ],
      [
        "Ġterms",
        -9.1767510871502
      ],
      [
        "Ġspecific",
        -9.17859997419515
      ],
      [
        "Ġsurface",
        -9.17874409726324
      ],
      [
        "Ġsub",
        -9.179281941451679
      ],
      [
        "Ġlater",
        -9.181588394993137
      ],
      [
        "phi",
        -9.18582521271636
      ],
      [
        "Ġenough",
        -9.186195002446311
      ],
      [
        "hat",
        -9.187776583249663
      ],
      [
        "33",
        -9.190603911787546
      ],
      [
        "Ġtold",
        -9.191324201908364
      ],
      [
        "ĠWhen",
        -9.191546011213795
      ],
      [
        "partial",
        -9.192494177678405
      ],
      [
        "compared",
        -9.192626756893489
      ],
      [
        "upon",
        -9.192690967736665
      ],
      [
        "Ġclose",
        -9.193549268216014
      ],
      [
        "Ġfeel",
        -9.193565007660538
      ],
      [
        "Ġperiod",
        -9.193914790171373
      ],
      [
        "Ġthough",
        -9.194171865440595
      ],
      [
        "Ġhard",
        -9.19451644134423
      ],
      [
        "according",
        -9.1951804406341
      ],
      [
        "Ġhead",
        -9.196398514761038
      ],
      [
        "There",
        -9.196810681280366
      ],
      [
        "45",
        -9.199138238921542
      ],
      [
        "Ġresearch",
        -9.204124416906835
      ],
      [
        "Ġmillion",
        -9.20451173388287
      ],
      [
        "ĊĊĠĠĠĠĠĠĠ",
        -9.204792591001514
      ],
      [
        "ĠĠĠĠĠĠĠĠĠĠĠĠĠ",
        -9.208141861645013
      ],
      [
        "Ġlist",
        -9.21013769070461
      ],
      [
        "epsilon",
        -9.212758655532125
      ],
      [
        "Ġprovided",
        -9.213342001891835
      ],
      [
        "Ġrange",
        -9.215646820841588
      ],
      [
        "100",
        -9.21728023190983
      ],
      [
        "):",
        -9.217349963987177
      ],
      [
        "ment",
        -9.219151892360342
      ],
      [
        "Ġgroups",
        -9.21928297789314
      ],
      [
        "Ġweek",
        -9.219314992395336
      ],
      [
        "Ġsuggest",
        -9.219634522830136
      ],
      [
        "Ġworking",
        -9.221245984729139
      ],
      [
        "Ġversion",
        -9.223120006058178
      ],
      [
        "code",
        -9.224336618606449
      ],
      [
        "Ġ100",
        -9.224616165883173
      ],
      [
        "Ġmaking",
        -9.224800361608695
      ],
      [
        "https",
        -9.225424130832144
      ],
      [
        "('",
        -9.228344531219259
      ],
      [
        "Ġkey",
        -9.230293954388495
      ],
      [
        "defendant",
        -9.231293339685324
      ],
      [
        "}^{",
        -9.232432173705226
      ],
      [
        "Ġpositive",
        -9.233547701654151
      ],
      [
        "Ġread",
        -9.233734433080652
      ],
      [
        "Ġkind",
        -9.234907063863066
      ],
      [
        "Ġconditions",
        -9.2351415612796
      ],
      [
        "Ġaddition",
        -9.237769976918702
      ],
      [
        "27",
        -9.238932547657592
      ],
      [
        "Ġbecome",
        -9.239117559868916
      ],
      [
        "^{\\",
        -9.241777382639656
      ],
      [
        "âĢ¦",
        -9.241813471868188
      ],
      [
        "Ġprogram",
        -9.245101018471452
      ],
      [
        "Ġ([",
        -9.245349995249336
      ],
      [
        "}_",
        -9.247052799029849
      ],
      [
        "Ġclear",
        -9.249081541212512
      ],
      [
        "Ġseen",
        -9.250778551340762
      ],
      [
        "Ġschool",
        -9.251152422858764
      ],
      [
        "%)",
        -9.251328165784713
      ],
      [
        "Ġmoney",
        -9.251826639780951
      ],
      [
        "gamma",
        -9.252079777227348
      ],
      [
        "Ġbusiness",
        -9.252307690421738
      ],
      [
        "Ġseason",
        -9.25266689730498
      ],
      [
        "Ġdisease",
        -9.253311314948466
      ],
      [
        "Ġprotein",
        -9.253315697623284
      ],
      [
        "Ġcontent",
        -9.253954704033942
      ],
      [
        "Ġsection",
        -9.254326133478333
      ],
      [
        "Ġparticular",
        -9.25522623978087
      ],
      [
        "ID",
        -9.256262557603144
      ],
      [
        "Ġservice",
        -9.256447080561365
      ],
      [
        "So",
        -9.257052453827658
      ],
      [
        "></",
        -9.257170842447577
      ],
      [
        "bib",
        -9.257449335923804
      ],
      [
        "]).",
        -9.259906960131504
      ],
      [
        "Ġtogether",
        -9.260073141689409
      ],
      [
        "size",
        -9.262361608773219
      ],
      [
        "Ġincreased",
        -9.26362258104069
      ],
      [
        "Ġeffects",
        -9.265471065883908
      ],
      [
        "doesn",
        -9.267692010484387
      ],
      [
        "Ġimage",
        -9.268175272270668
      ],
      [
        "Ġobserved",
        -9.270113429449228
      ],
      [
        "Ġcannot",
        -9.270944661251749
      ],
      [
        "test",
        -9.273557718919445
      ],
      [
        "Ġsource",
        -9.273799304811082
      ],
      [
        "delta",
        -9.273843774851292
      ],
      [
        "Ġthought",
        -9.274099183603274
      ],
      [
        "String",
        -9.275259568081795
      ],
      [
        "Ġ14",
        -9.276385736608713
      ],
      [
        "Ġchanges",
        -9.277480926497914
      ],
      [
        "Ġ16",
        -9.27786458923711
      ],
      [
        "described",
        -9.279606702860823
      ],
      [
        "ĠâĢĺ",
        -9.279717884005459
      ],
      [
        "Ġcountry",
