3c7c656e646f66746578747c3e
3c554e4b3e
20
2e
0a
2c
20746865
73
206f66
61
2d
20616e64
20746f
28
20696e
5f
22
29
206973
27
31
2074686174
3a
5c
32
74
20666f72
64
65
24
49
30
2a
69
6e
2077697468
696e67
6d
7b
3d
2f
6564
6f
206f6e
7d
206265
206173
20776173
206974
33
3b
20617265
206279
41
70
6174
6c79
63
79
72
2074686973
e28099
20202020202020202020202020202020
2066726f6d
206e6f74
20796f75
20546865
62
09
206f72
3e
0a202020
34
2068617665
66
53
78
20616e
2b
3c
35
6c
5b
43
207765
42
67
2063616e
68
2077657265
76
0a20202020202020
2a2a
3d22
546865
207768696368
6865
6b
20686173
3f
20627574
75
2077696c6c
2e22
696e
36
5d
20616c6c
20686973
206f6e65
206966
292e
50
4d
44
c2a0
45
52
2074686579
38
207468656972
54
46
206d6f7265
5f7b
37
26
293b
5e
20686164
20245c
206265656e
7265
25
20796f7572
20616c736f
4e
20776f756c64
207468657265
206f7574
207768656e
4c
2061626f7574
6a
2074696d65
6572
48
206f74686572
20496e
0a2020202020202020202020
77
2077686f
20646f
39
3c2f
206d79
206e6f
207570
23
292c
5b40
207468616e
20e2809c
7a
7b5c
7c
47
20696e746f
74797065
206f7572
20686572
206c696b65
2074776f
20616e79
2073616964
206f6e6c79
206e6577
2077686174
6f72
0a202020202020202020202020202020
20697473
20736f6d65
55
206d6179
206f766572
2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d
204974
2073756368
206669727374
726566
207468657365
2054686973
40
0a2020202020
58
20676574
206d65
4b
20757365
207768657265
3130
20756e
206166746572
4a
206a757374
206265747765656e
71
6f6e
21
20636f756c64
56
746f
496e
2075736564
205765
2070656f706c65
7e
20736865
2064617461
616c
207468656d
207573696e67
2062656361757365
7d5c
20756e646572
61626c65
2073686f756c64
57
7573
2d3e
2077656c6c
4f
206d6f7374
20686f77
297b
2063617365
2065616368
20776f726b
51
2068696d
7269676874
206b6e6f77
20776179
6973
206d616b65
0a09
204865
20736565
6c656674
66726163
207468726f756768
206576656e
20636c617373
3132
2073616d65
636f6d
e2809d
7468
7d24
616e64
2074686f7365
5d2823
206e6f77
20626f7468
206e656564
2076657279
2829
20646964
207965617273
203130
20646966666572656e74
206465
223e
206265696e67
746865
206e756d626572
206d616e79
2072657475726e
656e64
206265666f7265
3f22
206261636b
3131
5c5b5b40
2e2e2e
e28089
59
20646f6e
2068657265
57686174
2d2d
7665
5765
5d2c
3a3a
20736574
6e616d65
2074616b65
666967
2073797374656d
6966
206d616465
20666f756e64
20636f757274
2068696768
207374756479
6d61746862
2076616c7565
2077616e74
207768696c65
3a2f2f
20676f6f64
2066756e6374696f6e
74657874
206d756368
207374617465
207468726565
207468696e6b
0a0a202020
207269676874
2070617469656e7473
5f7b5c
206f72646572
206e6f6e
2ee2809d
207075626c6963
20646f6573
20647572696e67
20776974686f7574
2070617274
4974
20e28093
657273
6c6c
c2
2063656c6c73
4c6574
5a
2f2f
3030
20646f776e
20466f72
616e
223a
60
54686973
204966
2068656c70
3136
2079656172
2067726f7570
e2809c
206e616d65
285c
697479
20616761696e7374
206c6f6e67
696e74
3135
206c617374
7d7b
20676f
207573
676574
206d757374
202f2f
207374696c6c
20656e64
204c6574
3230
20696e666f726d6174696f6e
2066696e64
3332
e28093
207365636f6e64
7b23
696f6e
20646179
202020202020
303030
5e7b
0a0909
736574
696573
616c706861
20726573756c74
3133
596f75
616765
61746863616c
486f7765766572
6d616e
204173
2074657374
20666f6c6c6f77696e67
2822
20726573756c7473
28293b
20706f696e74
20427574
3134
206c696665
206d6f64656c
2070726573656e74
20676f696e67
202a2f
2073696e6365
206f776e
2061726f756e64
2077697468696e
766172
7570
2924
0d
20636f6e74726f6c
e28094
20737570706f7274
2073686f77
4352
20616e6f74686572
68747470
206578616d706c65
5c5d
206c696e65
20736179
6c6162656c
2066616374
2ce2809d
5d5c5d2e
20776f726c64
20696e636c7564696e67
20416e64
6c65
626567696e
206576657279
3138
20676976656e
c390
206f6666
206d69676874
2063656c6c
6d75
20636f6d65
207265616c6c79
20686f6d65
64617461
2070726f63657373
206c61726765
3137
5d2e
6f66
206c6f6f6b
206c6177
2073656c66
20706572
20596f75
204e6f
2024245c
20666577
206361757365
2065766964656e6365
206d6574686f64
546f
3139
206368616e6765
20616e616c79736973
2067697665
2062657374
2066696c65
20696d706f7274616e74
6974
2054686579
20736f6d657468696e67
696d706f7274
206e657874
20706c616365
2077686574686572
20636f6d6d6f6e
20706f776572
20736d616c6c
206261736564
20707265
20666f726d
206772656174
3235
646976
2074797065
3031
204e6577
7461626c65
3330
20616c
20626574746572
2061626f7665
2068756d616e
207761746572
6d617468
206e65766572
5c5b
206c6576656c
2074726561746d656e74
203230
4966
203132
2070726f626c656d
206c65617374
205c5b
206c6974746c65
20706f737369626c65
20647565
73756d
20202020202020
2065787072657373696f6e
20726573706f6e7365
2074727565
205468657265
207468696e6773
7d7d
74686973
0a202020202020202020
20656666656374
206c6f77
202020202020202020202020202020
c2b1
2067616d65
7370616e
2122
7d28
2073697a65
20686176696e67
20747269616c
2073686f776e
2066757274686572
466f72
2070726f76696465
20e28094
206865616c7468
6f766572
20706f7374
206d65616e
20676f74
616c69676e6564
20546f
466967
2063757272656e74
206c657373
3d3d
2020202020202020
20676f7665726e6d656e74
206c6574
20536f
2066726565
206c6f74
2073696e676c65
74696d65
6f7267
6f7574
2064617973
20666f7572
2929
20656c7365
20616c77617973
43617465676f7279
206669656c64
20616761696e
2068616e64
666f72
416e64
227d
2073696d696c6172
206d61696e
737472696e67
3234
20756e74696c
207465616d
20436f757274
20617661696c61626c65
20707574
2063617265
207265616c
206b6e6f776e
206c69676874
20556e69746564
2063616c6c6564
54797065
2066616d696c79
6c616d626461
20656974686572
20536865
206c6f63616c
207175657374696f6e
203135
7d2424
205374617465
205468657365
295c
3634
62657461
20636f6465
20616374696f6e
4e616d65
2d2d2d
207365766572616c
706f6e65
3830
466967757265
206d65616e73
206368696c6472656e
207370616365
2062656c69657665
3035
636c617373
20746f74616c
20686967686572
4865
72657475726e
206f70656e
207369676e69666963616e74
2072617465
2073747564696573
3231
6c657373
2073696465
6174696f6e
20696e637265617365
20776879
657061636b616765
2020202020202020202020202020
777777
697665
20696e746572657374
2072756e
207269736b
6279
207374617274
3530
2076616c756573
5d3b
20656e65726779
203131
2057686174
2066756c6c
616d6f6e67
206973737565
2073757265
2020202020202020202020
206c656674
206572726f72
2066696e616c
206361736573
427574
20706572736f6e
626172
20636f
20616c7265616479
20636f75727365
203330
2067656e6572616c
3d3e
202020202020202020
20626f6479
2073686f7274
73717274
20537461746573
5461626c65
207265706f72746564
20726f6c65
736563
20666172
4e6f
6e657373
6c6f67
206173736f636961746564
7570706f7365
3232
2054686174
206b656570
5d5c5d
3e3c
616e74
20776f6d656e
6d61746872
6571
206c6f7665
206c6576656c73
20616d6f756e74
6469646e
207265717569726564
68746d6c
20616e7469
6162696c697479
20247b5c
20202020202020202020
2063616c6c
2061776179
20706c6179
206365727461696e
206f6674656e
686f7765766572
207468696e67
20646f6e65
202020202020202020202020
20706f74656e7469616c
206d6174746572
6c696e65
3233
20616c6f6e67
20416c6c
76616c7565
20646576656c6f706d656e74
206465636973696f6e
7d5f7b
206163746976697479
2073617973
20706f736974696f6e
7369676d61
206c6f776572
0a090909
206d616e
20726561736f6e
207465726d73
207370656369666963
2073757266616365
20737562
206c61746572
706869
20656e6f756768
686174
3333
20746f6c64
205768656e
7061727469616c
636f6d7061726564
75706f6e
20636c6f7365
206665656c
20706572696f64
2074686f756768
2068617264
6163636f7264696e67
2068656164
5468657265
3435
207265736561726368
206d696c6c696f6e
0a0a20202020202020
20202020202020202020202020
206c697374
657073696c6f6e
2070726f7669646564
2072616e6765
313030
293a
6d656e74
2067726f757073
207765656b
2073756767657374
20776f726b696e67
2076657273696f6e
636f6465
20313030
206d616b696e67
6874747073
2827
206b6579
646566656e64616e74
7d5e7b
20706f736974697665
2072656164
206b696e64
20636f6e646974696f6e73
206164646974696f6e
3237
206265636f6d65
5e7b5c
e280a6
2070726f6772616d
20285b
7d5f
20636c656172
207365656e
207363686f6f6c
2529
206d6f6e6579
67616d6d61
20627573696e657373
20736561736f6e
2064697365617365
2070726f7465696e
20636f6e74656e74
2073656374696f6e
20706172746963756c6172
4944
2073657276696365
536f
3e3c2f
626962
5d292e
20746f676574686572
73697a65
20696e63726561736564
2065666665637473
646f65736e
20696d616765
206f62736572766564
2063616e6e6f74
74657374
20736f75726365
64656c7461
2074686f75676874
537472696e67
203134
206368616e676573
203136
646573637269626564
20e28098
20636f756e747279
206d756c7469706c65
6b6579
20747279
20617070726f616368
657374
20556e6976657273697479
20666163746f7273
3430
207468697264
285b40
20737472756374757265
227d292e
616c6c79
204f6e
c2b0
206561726c79
6c696b656c79
207475726e
20636f6e7374
2074696d6573
3334
696e636c756465
206d6f6e746873
2070726f7065727479
2062617365
77656e74
2070726976617465
20536565
2061726561
3238
6163726f7373
2076696577
20696e636c756465
726174686572
207265706f7274
303031
20766f6964
20646f696e67
206f6c64
204174
2061637475616c6c79
20637265617465
206f626a656374
20636f6d70616e79
c391
22293b
3935
82
206465616c
2063616e636572
72686f
44617461
2074656c6c
2070617374
20696e646976696475616c
20657870657269656e6365
3236
6d6f7265
746f6f6b
203133
206f6e6365
20636c61696d
203138
20706572666f726d6564
74696d6573
20636f6e7369646572
20616363657373
20736f6369616c
20746f70
2066697665
2062656c6f77
2063616d65
4f6e
20666f6f64
20416d65726963616e
207374616e64617264
2064657369676e
2075736572
20726576696577
6172
20706f696e7473
20666163746f72
79656172
20667574757265
7468657461
2073697465
6f627461696e6564
74696c6465
3338
2077686f6c65
206170706c69636174696f6e
20766172696f7573
5d7b7d
6261736564
6e6577
7d5e
20476f64
20626c6f6f64
2066616c7365
2073686f7773
5768696c65
73656c66
73686f776564
66696c65
5768656e
206d6f7665
20636f6e73696465726564
203234
2069646561
207369676e616c
3239
206164646564
202428
20706179
20796574
20616464
20436f
204d72
2074616b656e
207061706572
20736f6c7574696f6e
756e
3335
746175
68656c64
736565
203530
4c697374
486f77
20282a
6f6d656761
206164646974696f6e616c
206f726967696e616c
206c656164
20646566696e6564
2070726f6a656374
2073797374656d73
2073696d706c65
5e7b2d
207465726d
20636f6d6d756e697479
206d616a6f72
206368696c64
2065766572
5f5c
6c6564
206d696e75746573
20796f756e67
6c6571
20776f6e
20726f6f6d
2074656d7065726174757265
20666f6c6c6f77
20706572666f726d616e6365
3339
2066616365
20626974
6d696e
3039
20626967
20646576696365
20696e636c75646564
737472
206d616b6573
20726567696f6e
2066696c6d
3032
747279696e67
20726573706563746976656c79
0d0a202020
20636f7374
206d656e
2070726f64756374
20746f646179
63646f74
68726566
2072656c61746564
74616b696e67
20686f757365
206d6f74696f6e
20656e74697265
206e756c6c
2070617469656e74
69616e
646566696e65
66756c
3033
73696465
207265636569766564
206163636f756e74
53696e6365
206c697665
20616e797468696e67
206465617468
54686174
61736b6564
20756e6465727374616e64
206f7468657273
6f6e65
206d656d62657273
3735
7d7b5c
2070657263656e74
7265666f7265
74687573
204f6e65
2061766572616765
206272696e67
6265
656c6c
20416e
646f63756d656e74
2063697479
2068616c66
54687573
3038
7369676e69666963616e746c79
206d6174657269616c
77696465
2067726f777468
20646966666572656e6365
206167726565
6c697374
20646973747269627574696f6e
6172726179
20746172676574
3034
3434
206e6574776f726b
207068617365
206d696e64
2067657474696e67
205553
3331
20737461746573
20766961
204166746572
20686973746f7279
4544
616e6365
616c6c
207375626a656374
203235
20636172
204d6f7265
7b7b5c
206e69676874
2061636964
20736572696573
207265636f7264
20737472696e67
206576656e74
706172616d
696e667479
6f7573
206c6f6f6b696e67
5f5f
20706f70756c6174696f6e
20696e766f6c766564
206e6f726d616c
2070726576696f7573
20746178
83
20616c6d6f7374
206d617373
2067656e65
2f2a
20636f6e646974696f6e
20616972
206e6f7468696e67
56616c7565
3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d
207374726f6e67
207061727479
3336
20706f6c696365
20636c696e6963616c
20686f757273
206d61726b6574
20776569676874
205468656e
20646973
6669656c64
20696e7374656164
206578706563746564
2061646472657373
206e6565646564
2072657370656374
20636f6d706c6578
206275696c64696e67
2074616c6b
756c
20726563656e74
206c616e6775616765
215b
616464
2070726f626c656d73
206d6574686f6473
3433
74726561746564
206a6f62
205374
2064657465726d696e65
2064616d616765
20697373756573
20596f726b
2070726f64756374696f6e
20c2a7
207365727669636573
6f6c64
736f6d656f6e65
207072696f72
c383
206e65656473
2070726f
3535
2073746570
776179
44656c7461
20636865636b
69736d
206d6963726f
6c696b65
206c6f7373
20736978
20626c61636b
2073657175656e6365
7769647468
7075626c6963
2073746174656d656e74
20706f6c696379
70726f6261626c79
20686f7065
4f626a656374
207072657373757265
766f6964
2073747564656e7473
61626c79
2073746f7279
203137
3439
20706c616e
207175616c697479
2073746172746564
2073656e7365
20636f6d706c657465
2073746f70
6e6f74
20697473656c66
2072656d61696e
20627265616b
206c656e677468
206d65646961
20736974756174696f6e
20616c6c6f77
3630
20636f6e74696e7565
206f627461696e
3939
476574
20666f726365
617279
416c6c
20646966666963756c74
213d
20544845
204e6174696f6e616c
20706f6c69746963616c
2073616d706c65
3431
636f6d696e67
646f7473
20696e646570656e64656e74
3533
20626f6f6b
736372697074
206e6563657373617279
206865617274
205c5c
2070616765
46757274686572
416c74686f756768
57697468
207265666572656e6365
207368616c6c
7d7d5c
66726f6d
6e6574
205472756d70
697a6564
20616e73776572
20696d70616374
2073696d706c79
3437
20636f6c6f72
4163636f7264696e67
2070726f7669646573
206c696e6573
2073746179
4d79
20637574
206d65646963616c
2070726576656e74
206a7564676d656e74
206e656172
20626164
20636f6e7374616e74
20636f6e74616374
206f757473696465
206d6f6d656e74
6c656e677468
20657370656369616c6c79
292f
204f46
207c7c
207368617265
6368
6c616e64
3436
20696e707574
20706572736f6e616c
20696e7374616e6365
20636f6e7472616374
5c5f
3635
207370656369616c
6469726563746c79
20666f726d6572
2070726573656e6365
3639
206d6f64656c73
5e5c
7078
2070726f70657274696573
3536
204d6179
77697468
657461
636869
2070726f6475637473
20776f726473
2043697479
206469737472696374
206f7574707574
2064657465726d696e6564
20696e74
3037
3036
207365656d
2072657374
2061707065616c
2063726f7373
636f6e7374
206465637265617365
7374617465
29293b
66756e6374696f6e
20656666656374697665
20706879736963616c
2065766572797468696e67
2077696465
2067726f756e64
2077726f6e67
7365656d73
207072696d617279
2072656c65617365
20696e73696465
206c6f6e676572
207768697465
6c6962
56696577
207061696e
e280
20666c6f77
20656c656d656e74
20616374
207772697465
20726967687473
206c61796572
20686f6c64
206576656e7473
2f2f2f
207175697465
756d
2070726573656e746564
20696e6372656173696e67
2065617379
203231
206964656e746966696564
206261736973
206f66666572
206665617475726573
2072756e6e696e67
206f6666696365
3531
206d756c7469
5d29
3534
7468657265666f7265
6d6178
206172726179
2064617465
2067656e6573
20656e7669726f6e6d656e74
206d656d626572
204c6963656e7365
20706c61696e74696666
696e6475636564
2063726561746564
2063656e746572
206170706c79
2066756e6374696f6e73
20766964656f
e28090
2072656c6174696f6e73686970
3337
2061677265656d656e74
20696e697469616c
206f696c
707369
2061676f
204d79
70617468
204279
6f6666
2073616d706c6573
292f28
2077616e746564
54727565
206e65676174697665
20706172616d6574657273
20646972656374696f6e
2066726f6e74
20636f6e74657874
6974656d
3438
20646972656374
3532
202626
207469746c65
20676173
72616e676c65
206e61747572616c
2072657175657374
20736561726368
207072696365
4b6579
2064656570
206c6567616c
5c5d29
3432
62617365
3537
73696d
20657870656374
202f2a
20747261696e696e67
206d656d6f7279
20657175616c
20656c656d656e7473
6d7367
204472
2061766f6964
207479706573
20737461746963
206275696c64
206b6e6f776c65646765
207374616765
206d696365
206172656173
757375616c6c79
7d29
646576656c6f706564
207468656f7279
20617373756d65
63616c
616c74686f756768
2066697265
2b5c
2064727567
20737461747573
4f6e65
20626568696e64
207375706572
7d285c
20756e6974
206265686176696f72
2072657175697265
207765656b73
4572726f72
206170706c696564
c382
2067726561746572
20726174696f
20496e63
204a6f686e
2070617468
746f70
203430
20726564756365
20444e41
2070726576696f75736c79
20646f75626c65
2057697468
207175657374696f6e73
206c696d69746564
2061736b
5d28
626967
696e76656e74696f6e
3539
2072656475636564
205265
2061727469636c65
206c61636b
207072616374696365
20736177
206d6f6e7468
2072656c6174697665
20507265736964656e74
20676c6f62616c
20776f726b73
74686174
42656361757365
2067616d6573
206f70696e696f6e
75736572
203232
5d5e
2070726f64756365
206c65617665
616d73
2063756c74757265
20666f7277617264
20736f667477617265
6d79
706172746963756c61726c79
7465726d
206469
2072756c65
20776f7264
46696c65
72696e67
20285c5b
203139
6f70657261746f72
20696e636c75646573
206d6f74686572
207365706172617465
2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d
71756164
737461746963
2061747461636b
20646973706c6179
2e2e2e22
2063686f696365
20436f756e7479
20416374
636f72726573706f6e64696e67
20696e666c75656e6365
206c696d6974
20616666656374
20706c6179657273
20636c61696d73
77686f7365
757365
207772697474656e
646576
6974696573
206e6174757265
536574
206d657373616765
666f6c6c6f776564
206e6174696f6e616c
3538
696e646578
2066696e65
7472696564
205b2a
2064697374616e6365
6a617661
206d6973
20617267756d656e74
4279
6261636b
2073706563696573
0d0a
6c696e6b
20486973
206c617465
20776172
206c6976696e67
20617274
2073756363657373
696f6e73
646179
20536f757468
207365637572697479
54657874
616e796f6e65
20627261696e
3930
207374796c65
4e6f77
536865
204f7572
20726563656e746c79
20696e646578
20617070726f707269617465
20707572706f7365
617070
206c6f7374
2064656661756c74
737562
207468656d73656c766573
6d6170
20657463
67656e6572616c6c79
3732
206578706c61696e
6c6573
6e6f6465
206665646572616c
20616374697665
206f6e6c696e65
20636f756e7472696573
20686f73706974616c
206661696c757265
20646966666572656e636573
6a757279
6c6579
416c736f
536563
20416d6572696361
2070726f706f736564
202424
206578
20766172
20636861726765
2072656365697665
20617070656172
2065636f6e6f6d6963
7d7d24
0d0a20202020202020
666f726d
20636f6d7075746572
20726564
2032303132
3a2a2a
206261736963
20636f756e74
47616d6d61
20686974
2047656e6572616c
20736c6f77
626563616d65
203233
2068696d73656c66
7d242c
204d61726368
3637
4f6d656761
20576f726c64
20706f6f72
67617665
2064656e73697479
207461626c65
54657374
726561736f6e61626c65
20486f757365
206e6f74696365
72696768746172726f77
204368696e61
636f6c6f72
2077616c6b
2077656273697465
206d656574696e67
203630
20636f6e6365726e
20626c6f636b
67726f7570
20666f637573
207261746573
204e6f727468
20756e69717565
2064657269766174697665
3633
20707265747479
5e5b40
206d6170
206472697665
6d656e
2066696e616e6369616c
3636
20726567617264
206c616e64
7d293b
303033
46726f6d
457863657074696f6e
204465706172746d656e74
4a756c79
206261636b67726f756e64
3638
7469746c65
3835
646566
202f3e
20636f75706c65
6e67
20636f7272656374
64657369676e6564
2072616e646f6d
206761696e
c3a9
206661696c6564
666f6c6c6f7773
68656172696e67
223b
54686579
3730
204344
2032303133
2063616d706169676e
207075626c6973686564
207363616c65
20736572696f7573
20696e746572
207370656564
206f7065726174696f6e
206e756d62657273
20617474656d7074
636f6d6573
3934
206d656574
697a6174696f6e
3936
3d5c
20616c6c6f776564
3836
2032303136
20646567726565
7374796c65
66726565
203238
20776f6d616e
20737472657373
2066696e64696e6773
206578697374
206c6172676572
626f6479
657870726573736564
736179696e67
206d65617375726564
20636f6e63656e74726174696f6e
204949
7468656e
0d0a20
2032303134
2065766572796f6e65
20706f7274696f6e
20746973737565
20696d70726f7665
3838
20646570656e64
646f776e
232323
20636f6d706f6e656e74
20736f6f6e
7765
204465
20736f6e
0a09090909
206d6f76656d656e74
2063757272656e746c79
20616c6f6e65
2073616665
4166746572
20537472696e67
2073656c6563746564
6b6e6577
2048657265
20617474656e74696f6e
2068656174
72656c61746564
2064657461696c73
626567616e
64697669646564
6c6f6361746564
207369676e
766563
20e28892
204a756e65
2070756c6c
20766f6c756d65
46616c7365
20636f6d70616e696573
74727565
207374616e64
20667269656e6473
20636861726163746572
2076656869636c65
206c6f636174696f6e
207472616e73666572
2073656e74656e6365
5b27
696e666f
20676f616c
245c
2062696f
20696e646976696475616c73
53697a65
206c6561726e
20617070
204669727374
206e6f7465
0a20202020202020202020202020
2073746172
206368616e6365
207265616374696f6e
686967686c79
617465
494e47
636f6d706c6574656c79
737472756374
206669786564
70617274696573
20656475636174696f6e
20766563746f72
205b2a2a
20446f
76616c
206d616e6167656d656e74
2070726f7465696e73
417070
2032303135
5768696368
20636f6d706f6e656e7473
207265717569726573
2068617070656e
2066617374
75736566756c
223e3c
207061747465726e
20656e6a6f79
20746563686e6f6c6f6779
2065796573
2063656e7472616c
696e707574
6c696e67
206672657175656e6379
be
203a3d
676f6573
7d242e
7370616365
206e657773
3938
2070617373
20696e647573747279
20636f7079
3632
70726f6475636564
2066616972
206561726c696572
2077726974696e67
63617365
206d61696e7461696e
20636f6e6e656374696f6e
6c6574
206c656164696e67
2073656e74
20617373657274
6572726f72
206571756174696f6e
2077696e
206f766572616c6c
2053797374656d
206d656368616e69736d
3631
2d2d2d2d2d2d2d2d2d2d2d2d2d2d
204a616e75617279
206d656173757265
20707265736964656e74
656173696c79
2063697263756974
5374617465
2072656d656d626572
70616964
2829293b
20696d61676573
20636f6e7461696e73
20417072696c
2032303131
7768696368
206175746f
20746f77617264
2064656d616e64
696d616765
676976696e67
20696e646963617465
204e6f74
20626f617264
20536f6d65
20686f7374
6c656e
2057657374
2066616c6c
2032303130
20636f737473
446563656d626572
75696e74
2065737461626c6973686564
4e6f6465
222f3e
20636f756e73656c
20726570726573656e74
2066696e64696e67
20737570706f72746564
20666967757265
20436972
20637269746963616c
2074756d6f72
2067656e657261746564
2068696768657374
20636f6d6d656e74
666f726d6564
206f7074696f6e
203236
76657273696f6e
206d6f6465
2061637469766974696573
206e6f6465
206c696e6b
2a2a28
20666174686572
736f75726365
2070757368
20636f6d70617269736f6e
4e6577
2066656c74
20616c6c6f7773
20737461746564
207472616465
2072656c6576616e74
206d6174726978
207374616666
20636172726965
496e666f
207072696d65
3737
2070726f7665
2072616365
203c3c
207573657273
20636f6d6d616e64
2070616972
2032303137
636c6561726c79
706870
207661726961626c65
20636f6e7461696e696e67
206f7074696f6e73
48657265
20636f6e73697374
7d5f7b5c
20646f6d61696e
2061637475616c
20646f6f72
e280a2
696a
20696e7665737469676174696f6e
20736572766572
20706c65617365
2070616e656c
72656164
20696e766573746967617465
7475726e6564
2064657669636573
776173
736d616c6c6572
2062726f75676874
20657863657074
20626172
3834
2066696c6564
3738
e28083
7d5e7b5c
656e6365
20637265646974
3937
6d616a6f72697479
6c616e676c65
646972
2073686f77696e67
20726564756374696f6e
6966696564
64656369646564
353030
20756e6465727374616e64696e67
207369746573
20636f6e7472617374
77697365
20696e6a757279
20736f7274
4f66
207368617065
206265796f6e64
2072656164696e67
496e646578
20666974
206c6561726e696e67
206578706572696d656e7473
436f6e74657874
20617574686f7273
20706172616d65746572
207472616e736974696f6e
2070726f6f66
206d6f726e696e67
20706572666f726d
206865617264
726567617264696e67
20696e7465726e6174696f6e616c
2073746f7265
2077617665
77726f7465
20696e7465726e616c
50617468
20616c7465726e6174697665
5c5c
206578747261
6c6f6f6b6564
3736
20746f776e
20414e44
206361727279
207669736974
20636f6e737472756374696f6e
303032
6f6276696f7573
2070686f746f
3734
20646566656e7365
20626f72646572
2066656174757265
20736f756e64
20726f6f74
7d3b
65786163746c79
5b5e
2068656172
27293b
2062696e64696e67
206a75646765
297d
20656d61696c
2073656e64
696e64696361746564
206368616e676564
206275696c74
20696e66656374696f6e
76696577
636f6e74656e74
20666f726d6174696f6e
646f74
206173736f63696174696f6e
3831
20636f6c6c656374696f6e
617069
204469737472696374
20736b696e
20636f766572
206665656c696e67
206d696c6974617279
446f
75726c
202824
20657965
204865616c7468
204964
3833
20646566696e65
2077616c6c
2072756c6573
3733
2073657474696e67
2074686572617079
20646566
627574
20667269656e64
656e74
207969656c64
20686569676874
2043656e746572
207061727473
206d616368696e65
2070686f6e65
20656e73757265
7c5c
28292e
207375627374616e7469616c
2066696c6573
20627579
2062656e6566697473
3839
206974656d73
2062696c6c
20646566696e6974696f6e
697368
207661726961626c6573
676571
7070
6e627370
323030
20736576656e
207a65726f
2074726176656c
5265
2073636f7265
206d656469756d
7d7d5f
2a7e
20646576656c6f70
204e6f77
206c6574746572
2061646d696e697374726174696f6e
204f72
204f63746f626572
626f78
4974656d
20696e746572657374696e67
20706172656e7473
636f7265
206578657263697365
3739
2063686f6f7365
6672616b
204c61
706c61796564
7468726f7567686f7574
2062656e65666974
207461736b
205c3c
2053657074656d626572
2073756273657175656e74
20486f77
206566666f7274
2032303038
617265
20696e746572616374696f6e
636170
206f6666696369616c
2053656374696f6e
696365
206177617264
204f52
20736f6c6964
2066756e6374696f6e616c
207061727469636970616e7473
3837
2323
223a22
2070726f636573736573
20657869737473
206e6f72
20706c61796572
206d61746368
206d6178696d756d
20636861696e
204f62616d61
6c6f6e67
45616368
20417567757374
207365727665
207374617274696e67
203237
20736166657479
206d616c65
292a28
5c5d2e
4665627275617279
20617370656374
207265706f727473
2072656d6f7665
736f6d6574696d6573
3933
20636f6d62696e6174696f6e
206964656e74696679
20726f756e64
2066656172
72657665616c6564
77696665
29242e
3731
2d2d2d2d2d2d
20636f6e6e6563746564
203239
77656c6c
20416c
20555341
20726567756c6172
2077616974
206e696365
20696d6d6564696174656c79
6d6f6c6563756c6573
7374617274
206f7468657277697365
20677265656e
ceb2
73686970
7768657265
20636c6f736564
4f68
20636f6e73697374656e74
20636f6e636c7573696f6e
204e6f76656d626572
206f70706f7274756e697479
20706f70756c6172
3931
2032303039
295e
206c696e656172
447572696e67
3932
4172726179
7665726c696e65
70726f766964696e67
206170706c69636174696f6e73
6f70656e
20776f727468
206f63637572
2068616e6473
20726573697374616e6365
68656164
2057617368696e67746f6e
6174746f726e6579
616c6c65676564
2065646765
706f696e74
8a
20736578
2070726f636564757265
6c6576656c
46696e616c6c79
206c69766573
737263
7072696d65
6d65
20726567696f6e73
282929
72656c6561736564
2073686f74
206d6574616c
206578706f73757265
20737472656e677468
2077696e646f77
20766f7465
72656c61746976656c79
4d6170
3832
636f6e666967
2064656164
717569636b6c79
205363686f6f6c
4e6f74
5b5d
20616e64726f6964
207069636b
206d7973656c66
73746174757465
6f626a656374
206c6f6164
204265
206265636f6d6573
20656c656374696f6e
2d2d2d2d2d2d2d2d2d2d2d2d2d
68616d
20737464
2073746f636b
6e6561726c79
206461746162617365
20706c616e74
2067656e65726174696f6e
43616c63756c617465
20736f7572636573
207265616368
203331
20766f696365
20626f78
726573756c74696e67
2073617665
6469737472696275746564
204f66
20677579
206172677565
206465746563746564
596573
20726f6164
2053616e
232323232323
636f6e647563746564
726573706f6e7369626c65
2066756e
2068756e64726564
6172726f77
206d6f766564
ceb1
736f6d65
20706c6179696e67
2073656c656374696f6e
2070657266656374
76617269657479
64656e
2032303138
206d6f76696e67
20636f6e
2063616c63756c61746564
2068616972
207265736f7572636573
726564
2074657374696e67
436c617373
206461696c79
2066756c6c79
2063686172
68617070656e6564
2043616c69666f726e6961
20636f6c756d6e
617070726f78696d6174656c79
3d3d3d3d3d3d3d3d3d3d
6d616e6e6572
207468696e6b696e67
206d656d6272616e65
206d6574
20796f757273656c66
206d6174657269616c73
2065786368616e6765
206f666669636572
206e656172657374
222c22
636f756e74
206379636c65
6c696d69746174696f6e
204575726f7065616e
206461726b
206368616e6e656c
57656c6c
207265616479
206d696e
2070726f74656374
2073756666696369656e74
6c6f636b
4552
206578706572696d656e74616c
7370656369666963
6d6f6c6563756c6172
206d65616e696e67
207072696e74
206578697374696e67
207075727375
52657175657374
20676f7665726e
202f2a2a
206772616e74
66696e616c6c79
5e7b28
776f726b6564
207265706c6163656d656e74
206272696566
6d6f64656c
206669656c6473
20726573706f6e64
656e73757265
617267
206d6964646c65
707472
207769647468
20636172656572
206368616c6c656e6765
61707065617273
20616e696d616c73
20282a2a
2072656d6f766564
2064697363757373696f6e
2046726f6d
206361706163697479
64656d6f6e73747261746564
20726164696f
2424
2052657075626c6963616e
737562736574
657272
20616374696f6e73
207374756666
20776562
637265617465
696e6974
205768697465
53657276696365
496d616765
207069656365
576879
20626f74746f6d
20504d
207265666c656374
54696d65
206469726563746f72
2064656274
20636c65616e
65766572
20626567696e6e696e67
c2ad
20636f7272656c6174696f6e
2062696c6c696f6e
206672657368
20646563616465
20696e74657266616365
656666696369656e74
20686f74
676f6e65
2073637265656e
206465736372697074696f6e
206368656d6963616c
20576172
20737567676573746564
2074656e
2050687973
20696e636f6d65
206c6971756964
207065746974696f6e
206569676874
207472757468
20747261646974696f6e616c
207570706572
20736576657265
426967
70616765
20756e697473
4f7572
207765616b
2073746174696f6e
204e554c4c
436f6c6f72
2077697368
20636f6d6d656e7473
756e6c657373
207374657073
20426f617264
206f6e746f
726f77
706c61636564
646973637573736564
416464
20494e
20636c69656e74
2070726f63657373696e67
20646574656374696f6e
66756c6c79
706572
64617465
4576656e74
206f626a65637473
206d61676e65746963
7069636b6564
2064726f70
5d3a
20706173736564
207061636b616765
2067656e6572617465
20496e646961
206c6f6f70
20636f6e7461696e
6177617265
746f7761726473
206e6174696f6e
726169736564
206669726d
6e756d
206672616d65
7363616c65
2073796d70746f6d73
74616c6b696e67
20696e737572616e6365
6e64
20657373656e7469616c
5c3c
5369676d61
206d61796265
20626c7565
206865616c746879
207370696e
207368696674
227d29
205075626c6963
7370656369666963616c6c79
20636861726163746572697374696373
206f70657261746f72
20626f756e64
686f6c64696e67
63686172
20494c
64696d656e73696f6e616c
205265736561726368
2067726f77
2b2b
206372696d696e616c
20766172696174696f6e
207465737473
20776f726b657273
536565
20657272
206465736372696265
506869
20616c676f726974686d
20636f6e64756374
2061637469766174696f6e
2064697363757373
206162757365
6c696d697473
726179
20636f6e74696e756f7573
206d7573636c65
7479706963616c6c79
617070656c6c616e74
20776f6e646572
2070726f706572
2065787072657373
7370656e74
29242c
20706f6c79
2067656e65746963
6d61696c
20666f726d73
64656e696564
7d3d
20544f
20636f6e74696e756564
7572
206d65617375726573
626c6f636b
206d6f6465726e
72656163686564
2074657374696d6f6e
206e616d6564
28292c
203930
2065737461626c697368
67726f77696e67
204576656e
20554b
4f6e6365
726573756c74
66756e63
6f6c646572
20737065616b
20666f726569676e
70657268617073
206372696d65
207261706964
64657370697465
2070726f66657373696f6e616c
6d6174657269616c
206d75736963
676974687562
204e61
72756e
287b5c
636f6e6669726d6564
206269
206861707079
6f70746963616c
206d6964
20737572766579
2070726f6772616d73
4d6f64656c
6d61696e
20636f6e66696775726174696f6e
2070726f74656374696f6e
20686f7572
64656661756c74
0a0a2020202020202020202020
20737769746368
20746f6f6c
205061726b
20636c7562
2072657475726e6564
20466967
7573696e67
32303135
20736369656e6365
4d616e61676572
20757064617465
70726f7065726c79
2032303037
2073747564656e74
206b696473
2062616c6c
20636976696c
2066616d696c696573
20646574656374
2073757267657279
20737475646965
207374726174656779
206d696e6f72
7d2c5c
72656d61696e73
64656e6f7465
20436f6e6772657373
436f756e74
2065786869626974
20636f756e746572
2066656d616c65
206e6f76656c
74656e
207472616e73706f7274
786d6c
7d7d28
69737473
2d2d2d2d2d2d2d2d2d2d2d2d
2075736573
292a2a
206472756773
c2bb
2068756765
77617264
636f6c
6163637572617465
20736c656570
20666c6f6f72
4669727374
207375636365737366756c
20636f6d6d756e69636174696f6e
20456e676c697368
63656c6c
2061636869657665
2062726f6164
20496e7465726e6174696f6e616c
4d657373616765
202d2d3e
227d2c
20636f7265
20616363657074
736f6369657479
44617465
206974656d
206167656e74
73756d6d617279
207072657061726564
207075726368617365
62696e
63697263756d7374616e636573
20656e746572
2073747275637475726573
204953
706f7274
2064696574
2074726565
2072617265
736572766564
206f6666696369616c73
20696e766f6c7665
53757072656d65
20746573746564
2e5d28
20636f6d62696e6564
20737572766976616c
206669676874
63697263
29292e
2070726f66696c65
746572
2a5d7b7d
207761746368
616476616e74616765
436f6465
6166746572
206769726c
4c616d626461
6b657074
206b696c6c6564
20646f7365
206879706572
20706c616e73
20646f756274
20647269766572
207472757374
2064656d6f6e737472617465
e280b2
20736368656d65
206d696e696d756d
67656e
2070696374757265
207265636570746f72
20636f6d6d65726369616c
0d0a2020202020202020202020
0d0a0d
6578706c61696e6564
20627566666572
204f74686572
205061756c
20726f77
696c6c
20696e7465676572
202821
cebc
206361746368
20706c61636573
206e75636c656172
6d6174726978
73747265616d
4564
616273656e6365
616e616c797a6564
4d6f6e646179
2070726f6d6f7465
5c5d2c
207265736f6c7574696f6e
20736f6c7574696f6e73
7175616e74756d
726573
206d656e74616c
20737566666572
e28892
2073656c656374
696e74656e646564
696d70726f766564
6f63637572726564
2066656574
206d656e74696f6e6564
20636f6e63657074
2072656c6174696f6e
6f74696d6573
20417070
20706c7573
796f75
204461766964
20657874656e64
206d6f746f72
2070726f626162696c697479
64696564
2068616e646c65
636865636b
20636f6c6c6563746564
204361
656974686572
6c616e67
626f6c6473796d626f6c
206d6f766965
207472656174
7772697465
2072697365
20737570706c79
6775696c74
207468726f77
20656d706c6f79656573
20717565
2065787465726e616c
20737562737472617465
20646f63756d656e74
70726f7065727479
206166666563746564
20696e74726f6475636564
206f70656e696e67
20323030
2a2a2a2a2a2a2a2a2a2a2a2a2a2a2a2a
66616c7365
766f6c74616765
207363656e65
207065616b
2073657875616c
6578697374656e6365
2063617573
63616e
2043616c
204d65
66696e697465
686569676874
20646961676e6f736973
206a617661
20636c6173736573
206e6f6e65
766572
206e696c
206d7572646572
2f2a2a
223e3c2f
20696e766573746d656e74
2062656175746966756c
c2b6
2071756172746572
206f7065726174696f6e73
206571756976616c656e74
2073756d6d6572
6b67
20657374696d61746564
20506174
20737175617265
76657274
6f72646572
6e6572
20617474656e64
204c6f6e646f6e
206173736573736d656e74
20636f6c6c656765
2062696767657374
2072656d61696e696e67
617374
207669727475616c
2064726177
417070656c6c616e74
65636f6e6f6d79
2077696c64
32303136
20746563686e6971756573
6f6666656e7365
c2bd
20657374696d617465
436c69636b
81
2062616e64
206f7267616e697a6174696f6e
20616e696d616c
203730
2032303036
203335
206775657373
5468656f72656d
2062616e6b
697a65
20726570726573656e746174696f6e
6d657373616765
2073657473
20477265656e
76696f6c6174696f6e
686173
207072657373
2073746f72616765
206c696e6b73
636f7665726564
726561736f6e73
20506c61696e74696666
32303134
20666f6f7462616c6c
20666c756964
206578706572696d656e74
53797374656d
20736563726574
32303133
205456
207468616e6b
20726571756972656d656e7473
636f6e7461696e6564
20657874656e74
20636f6e76656e74696f6e616c
707265
627574746f6e
666f6e74
6c657474657273
2070726f6772657373
206661766f72
2049737261656c
2070726564696374
737065637472756d
20746f756368
3d3d3d3d3d3d3d3d3d3d3d3d
696572
e79a84
206372656174696e67
20706172656e74
20626c6f67
2045617374
20617574686f72
206d697373696e67
206375727665
2032303030
20666f726d756c61
206d6f64756c65
20636f6e636c756465
20746563686e69717565
20747261636b
205465786173
206173736179
616464696e67
2070726f62
20706c6174666f726d
2074726970
7479706963616c
756b
63686172676564
20636c69636b
6d626f78
697a696e67
20496e73746974757465
204d6f7374
7574696c
20537472656574
736c696768746c79
64726976696e67
6172706869
32303132
6f6e756d626572
20746f6f6c73
2042616e6b
646570656e64656e74
2063616c6c73
47726f7570
6b61707061
636f73
20617574686f72697479
696d67
2067756e
206269727468
4669656c64
20646965
206a6f696e74
6f666665726564
2073756974
2042726974697368
706f7374
77617973
206861726d
706f73736962696c697479
2064656c6179
6d617267696e
207365656b
7d7d7d
6f7065726174696e67
204575726f7065
536f6d65
7265666572726564
206c617267657374
20436f6d6d697373696f6e
207261697365
646572
616e6e6f756e636564
20706c617465
2063616e646964617465
2062616c616e6365
20657863657074696f6e
20627265617374
20666f726d6174
427574746f6e
2070657263656e74616765
20656e747279
2077617272616e74
59656168
2070617468776179
2048696768
20707572706f736573
617070726f766564
20696d706c656d656e746174696f6e
20617373657373
20596f7572
2073756d6d617279
74696573
20666f6f74
20466f756e646174696f6e
20696e636964656e74
756c74696d617465
20616476616e6365
20436f756e63696c
2072657665616c
20524e41
204a75646765
207669727573
204c6177
20636f766572616765
746167
2061726d
6576656e74
207265636f726473
6f7572
436c69656e74
206f7574636f6d65
2064657269766564
206f626a656374697665
20436f6465
20426c61636b
303034
64657465726d696e6174696f6e
7374616e64696e67
6578
55736572
20467269646179
20476f6f676c65
207375626a65637473
32303137
20647279
204368696e657365
20636f6d706c61696e74
2043616e616461
20636f6e74726f6c73
526573756c7473
206c6174657374
206d6f6e6f
204e6f7465
4344
20746872656174
7570706c656d656e74617279
20656e7465726564
20747261696e
6c696e
206e6f697365
20636f6c64
616964
c3a0
20666174
20646f67
0d0a09
206164756c74
2070726f746563746564
20476f
5468657365
20636f6e74726962757465
20486572
20476574
2073616c6573
24245c
206361706974616c
20736d6f6f7468
2d2d2d2d2d2d2d2d2d2d2d
2a2a29
696d706f7274616e6365
656c7365
206461756768746572
657870
6a736f6e
206167656e6379
20526564
20636f6e666c696374
2032303035
20656e7669726f6e6d656e74616c
207265706561746564
2077616e7473
20cebc
616374696f6e
2063617264
20737065656368
6368616e67696e67
c397
2065717569706d656e74
206576656e7475616c
203337
207370656e64
20696e74657276696577
20616e616c79736573
6f7279
4343
206469676974
2063686172616374657273
2a2a5d7b7d2c
20656c656374726f6e6963
207363686f6f6c73
206167656e7473
6c6174746572
20414d
436f6e74656e74
206469676974616c
6669727374
2076697375616c
616d70
686f757365
6e756c6c
0a0a2020202020
20617272697665
20737461626c65
20696e746572616374696f6e73
207265666572
2073656c6c
2076696374696d
2063616d657261
206675656c
20646563696465
626974
2043616e
636c69656e74
206865617679
207768617465766572
2047726f7570
204a616d6573
204349
726570726573656e746564
617365
20636f72726573706f6e64
6d6f64756c65
446566656e64616e74
20736861726564
6170706561726564
206576616c756174696f6e
20636f6d706f736974696f6e
20707265666572
6e61626c61
206b696c6c
4f5554
207472616e736d697373696f6e
2053756368
2076616c6964
72616e6765
20636f6d706c65746564
20696465616c
6c6f63616c
206c69766572
206368726f6e6963
202b3d
5468757273646179
206964656e74697479
32303131
2068757362616e64
206f776e6572
666f726d6174
6168656164
206c6f7365
617061636865
776f726b
7072696e74
2065787472616374
736572756d
636f6e74657874
20496e6469616e
206465706172746d656e74
20636f6f6c
2066696c746572
206a6f696e
746172676574
2073656174
efbc8c
72656d61696e646572
20656e67696e65
636f6e76696374696f6e
204e657773
206d6f62696c65
204571
20736f6674
4f52
273b
2e2424
32303130
20717569636b
207265616c697479
30303030
207061796d656e74
206d616e61676572
207061747465726e73
65787472656d656c79
20657069736f6465
20706c616e7473
776f727365
2053756e646179
206e616e6f
20225b
2073757370656374
20706c61736d61
205765737465726e
73656e736f7273
2050656f706c65
207365636f6e64617279
526573706f6e7365
204c65
20706c616e65
333030
656d706c6f796564
20556e
2073616c74
6469726563746564
737461747573
4e4f
204b696e67
6c61796f7574
616374697665
726563656976696e67
696e7465726573746564
207465616d73
204d61
20616e6e75616c
736d616c6c
20636f6e74726f6c6c6564
203438
6c656176696e67
2070726f6a65637473
746162
6e6f6e
20696e7374616c6c
7a657461
206d6561737572656d656e7473
62656c696566
7d2924
646566656e64616e7473
20737263
6d65646961
206c697465726174757265
20676170
6578616d696e6564
20636875726368
646576656c6f70696e67
73656e7369746976697479
20736974
275d
617373756d7074696f6e
32303138
207374617273
6769766573
206d6f757365
2070726f746f636f6c
206c6561646572
20626f6f6c
456c656d656e74
6d697874757265
313238
20636f6d70617265
62757264656e
63617061626c65
6e6579
7d7d5f7b
616e64726f6964
536f75726365
20436f6d6d6974746565
636f6e
206f7267
746963
20426f7468
20536d697468
73746172
70726563697365
303035
293d5c
206c756e67
2064656c69766572
206e616d6573
2070757265
20436f6d70616e79
2073747265616d
20616c636f686f6c
494e
706f77657266756c
32303030
2a2a5d7b7d
206661697468
206163637573
207374726169676874
206c656164657273
247b7b5c
2073657175656e636573
64757479
42617365
20696e747261
2066697368
206c6963656e7365
736572766572
2054776f
676f6f676c65
706172656e74
204d69636861656c
20617070656172616e6365
206578616374
20737072656164
526573756c74
204a6170616e
4e6f7465
20637573746f6d
2046616365626f6f6b
446f6e
206772617068
656e747279
4d6f7265
207065726d6974
204d6f
20616e676c65
206465636c696e65
0a0a202020202020
50726f7065727479
206f726967696e
206578706c6f7265
20656c656374726f6e
206469736561736573
7365656d6564
2073657373696f6e
206572726f7273
2073706f74
6163757465
20556e696f6e
207061727469636c6573
6566666f727473
496e7374656164
20696d70726f76656d656e74
204c6561677565
206e6575726f
2d2d2d2d2d2d2d2d2d2d
20646966666572
2044617461
636c61696d6564
207669657773
20657874656e73696f6e
496e707574
207061726b
20646f63746f72
2073616c65
706f6c6963696573
2064656c6976657279
696e666c616d6d61746f7279
20637573746f6d657273
2066726565646f6d
206c696272617279
204e6f6e65
6772656174657374
2076696f6c656e6365
4e53
616e7473
2061696d
03
617264
20616c746572
207265636f72646564
6576616c7561746564
207369676e6564
20636f6d706f756e6473
206361726566756c
4a6170616e657365
2032303034
20756e6465726c79696e67
4c6162656c
72656c6967696f7573
6f70656e6564
20657874656e646564
20736561
496e74
20696e74657276616c
696f7573
2066756e64616d656e74616c
2063616c6c696e67
5e2a
2065617369
20436f6c6c656765
20666978
646f63
20696d6d756e65
204672656e6368
206d657265
617373756d696e67
206d697373696f6e
63757272656e74
4f72
656d707479
2054756573646179
204a757374
20656666696369656e6379
206372697465726961
737461746973746963616c
706f737369626c79
c2b7
2063686172676573
7761746572
4e756d626572
726567756c61746564
20636f6e74656e64
737570706f736564
20636f6e666572656e6365
766572737573
5d5b
73656374696f6e
2065766f6c7574696f6e
636f6d6d6974746564
534d
20247b
206472696e6b
537461747573
436f6e666967
206f7574636f6d6573
204c69
20464f52
69626c65
206469736d697373
206d656e74696f6e
20627564676574
204173736f63696174696f6e
69736f6c61746564
717565
20746563686e6963616c
2072756e73
207175657279
6578706f736564
6b696e67
20726570616972
2062616279
20476f7665726e6d656e74
706f73
2064697374696e6374
5d292c
20536369656e6365
20696e6e6572
4a757374
616c6c6f77696e67
5344
7061636b616765
426f78
73656c656374
2064657461696c
20726567756c6174696f6e
776f6f64
656e7469746c6564
3fe2809d
2074656e64
206d6173746572
5553
20436875726368
20636f6e6669726d
206a6f6273
20626174746c65
20666c6174
20636c7573746572
627566
50616765
206576616c75617465
70726163746963616c
696e676c79
20737065636966696564
6c6561726e6564
20446179
204765726d616e79
68616c66
20736563746f72
20756e69666f726d
293f
206c6561766573
20636f726e6572
72657175657374
43616e
4d6574686f64
646966666572656e7469616c
2074726166666963
646973706c6179
696e64656564
207761737465
2032303139
206661696c
536f6c7665
206e696e65
70726f70
72656c79
205072657373
20617272657374
20436f6e
5468656e
204164646974696f6e616c
204d616e
2062656c6f6e67
6163637572616379
6772616e746564
207265636f76657279
207468726573686f6c64
6f66666963657273
20706c6f74
e38082
2073656d69
20627574746f6e
61746564
20646562617465
0a0909090909
206170706c696361626c65
6d697374616b65
707574
73686f77
206d69786564
66696c6c6564
2826
205275737369616e
206163636f7264
636c656172
20657870616e73696f6e
207769746e657373
46696c746572
206e6574776f726b73
204341
7070617261747573
206163636964656e74
666c6f6174
206469736b
20676c617373
343030
206475
20656e636f7572616765
206775696465
20446f6e
63656e746572
2064657461696c6564
5468656972
456e64
20636172626f6e
2072656c696566
20706f7274
20696e746572707265746174696f6e
2064657369726564
686f7573696e67
20526576
204e4f54
207375727072697365
206472616674
2074726f75626c65
6d6964
6c617374
7374726f6e676c79
2d2d2d2d2d2d2d2d2d
2042726f776e
2063686f73656e
696d6167696e67
2046726565
20656d707479
2063656e74757279
206f6e6573
20646566656374
20646573
20617267756d656e7473
20666f75727468
7d7d7b
697373756564
617373657274
2043616c63756c617465
54595045
2073746f726564
0d0a2020202020
6672616d65
4f76657272696465
636f756c646e
2070726f63656475726573
69616e73
206d6561737572656d656e74
20657870657274
20736f6c64
207072696e6369706c65
2047656f726765
20747275
7477696365
203336
6f7574707574
6163686965766564
636f75706c696e67
20456e676c616e64
6174697665
4d53
657865637574697665
20626f726e
636f6e73696465726174696f6e
20466c6f72696461
20657870616e64
67757973
6c6973746564
6c69676874
6f7074696f6e
686572
4c696e6b
74686f7573616e6473
7375697461626c65
6e65636573736172696c79
20416d65726963616e73
6f6464
20726f757465
20706f6f6c
56657273696f6e
646566696e6974656c79
20626f6e65
303030303030
726570726573656e7473
205061727479
2053657276696365
6e657874
2073746f72696573
68616e
5b5c
323536
20666f72636564
6d617373697665
20676f616c73
68656e6365
54686f7365
20657863656c6c656e74
20736b696c6c73
20626f79
73657276696e67
205573696e67
436c
207472616e73
2070726f766973696f6e
206672616d65776f726b
4c617374
6275696c64
32303038
204765726d616e
205765646e6573646179
7562756e7475
506c65617365
616c69676e
30303031
20756e696f6e
666173746572
20527573736961
73746f70706564
20696e64756365
596f7572
2032303033
5d7b
22292e
2077616974696e67
617070726f6163686573
5d2d2d
207375627374616e6365
52656164
2063617368
2064796e616d6963
6e756d626572
696e666563746564
2073747261696e
206661726d
203432
73706c6974
32303039
2043697263756974
696e766f6c76696e67
20737472656574
20656e61626c65
6d61746368
4153
20506f7374
2077696e64
44657370697465
70726976617465
20636f6d6d756e6974696573
637373
2063656e74
20696e74657276656e74696f6e
64697370757465
2072657665727365
4d6f6465
20666f6375736564
20484956
7d3d5c
2066616e73
205361747572646179
416e79
20636f6e747269627574696f6e
6b656570696e67
20706c616e6e696e67
20636f616368
617574686f72
54776f
20646f63756d656e7473
206661766f72697465
6d656368616e69736d73
2070617261
2070726f74657374
207468616e6b73
206272616e64
2073656e696f72
7d7d5e
2052756c65
20736f6c65
206563686f
20706172
20436f70797269676874
206a7572697364696374696f6e
204c6f7264
4c696e65
204f6666696365
2d2d2d2d2d2d2d
20636f6e666964656e6365
207374616e6461726473
206d7574616e74
206d6f646966696564
85
487a
637570
20706f736974696f6e73
6d6f6465
20616476696365
6f74686572
416374696f6e
6f626a
204d616e79
20494949
437265617465
617070656e64
2066696c6d73
20656d706c6f796565
62657267
20666c6f6174
5ee28892
7175657279
2066756e64696e67
657374617465
2063617465676f7279
20706174656e74
646973636f7665726564
6672657175656e746c79
6d524e41
206475726174696f6e
2066696c6c
2b2b29
207363656e6172696f
636f6e7369646572696e67
696d706c696573
20796573
206f706572617465
656174
20626f756e64617279
6173736573736564
20636f6e73656e74
537570706c656d656e74617279
20706172746e6572
6f7065726174697665
61736b696e67
756e64657273746f6f64
776562
204d696e6973746572
2062726f74686572
2062696f6c6f676963616c
20737472696374
636f6d6d6f6e
20686f6c65
20626f6f6b73
2067656e6f6d65
636f6e6365726e6564
2070726f63656564
207265636f6d6d656e64
295e7b
6469636174696e67
6c696573
206672616374696f6e
20626f6e64
20706172616c6c656c
5c3e
706f736974696f6e
20636f6e6e656374
285c5b
6c6f77
7265636f676e697a6564
207468696e
204175737472616c6961
206672756974
5265666572656e636573
53696d706c696679
20636f6e766572736174696f6e
4e414d45
4261736564
20636f6d7065746974696f6e
204e4f
204665646572616c
43686170746572
66696e64
205043
206f62736572766174696f6e
6d6f73746c79
206578616d706c6573
2066696e6973686564
206164756c7473
20426172
204a757374696365
507369
686f6d65
20696d6d756e6f
726f6f74
20556e646572
20696e74656e73697479
207375676172
5f7b7b5c
6f6666657273
657870656e7365
656174696e67
207265736f75726365
204a65737573
20496e7465726e6574
4c656d6d61
2d2d2d2d2d2d2d2d
20696e74656e74
20696c6c6567616c
3d3d3d3d3d3d3d
204c697374
204672616e6365
657874656e73697665
205365636f6e64
20736f6c7665
706e67
5e2b5e
20434f
207265706c616365
8d
20636f6d6d697373696f6e
53656e617465
6f72616c
207472616e73666f726d6174696f6e
656d697373696f6e
626f726e
656e646564
2072656d61726b
20616476616e636564
206f70706f73697465
2050726f
207761726d
20647265616d
206368616972
207a6f6e65
5768657265
207765656b656e64
2066756e64
20696e6a656374696f6e
20737072696e67
2072696368
2073656374696f6e73
206964656e74696669636174696f6e
204d6163
2032303031
4348
74726565
20707269736f6e
616e79
756e61626c65
20666f727468
6174696e67
2076656c6f63697479
20676f6c64
656d706c6f796572
2073636f726573
606060
32303139
206578616d696e6174696f6e
656d656e74
416e6f74686572
4553
207465726d696e616c
686f6f64
5245
636f6e74726f6c
20726563616c6c
2072616e
204861
20637570
64726976656e
206368696566
7e7e7e
206469736f72646572
205269766572
206465707468
20726164696174696f6e
20656c656374726963
6465736372697074696f6e
6e756d65726f7573
3d3d3d3d3d3d3d3d3d3d3d3d3d3d3d
5468616e6b73
207461737465
20646573697265
6d65646961746564
206265686176696f7572
696a6d
20436172
6c6f6164
6c65616473
2072656c6174696f6e7368697073
67756e
2042696c6c
2049736c616e64
6d6574686f64
207072657061726174696f6e
5379726961
2070726f706f7274696f6e
206d61727269616765
207072696e636970616c
2073636f7065
657870657269656e636564
2057696e646f7773
74616b65
206368616c6c656e676573
207065616365
206a756d70
76696c6c616765
66756e6473
20536574
20756e6b6e6f776e
204972616e
206e6f646573
2063656e747265
696e64696361746573
20417274
656c656374726963616c
74656d706c617465
6f7074696f6e73
206578706c616e6174696f6e
546162
206d6f72616c
657261
20576879
626f617264
636c6173736963616c
c297
20616e7469626f6479
20627573
2073746162696c697479
206162736f6c757465
20416972
20414e59
6c6f6f6b73
6c6f766564
2073756e
2032303032
706466
313630
20666163696c69746174
6c696d
676f6e6e61
696e636964656e6365
2077656172
207375707261
2068757274
7369676e616c696e67
20706c617973
72656c61746573
20726570656174
207d3b
556e
4c6f67
6d696e696d616c
20416e79
206265616d
6164657175617465
63616c6c6564
206d6f7274616c697479
636861726163746572697a6564
2043687269737469616e
6d617272696564
2072657475726e73
2053756e
66656573
a9
206f726465726564
20626167
313530
206d61726b6564
20436f7270
7365656b696e67
20646973636861726765
61646d6974746564
20617373656d626c79
706f74656e7469616c6c79
205375706572
20636f6e737472756374
204a6f686e736f6e
2054776974746572
666f6c64
2064617461736574
206e6574
20636f6d706f756e64
506f696e74
20526f62657274
206a757374696365
636f6e63656e74726174696f6e73
2053696d696c6172
2063616d70
206e6172726f77
757064617465
20415049
20636f6d706f73697465
63617374
206163636570746564
48616e646c6572
32303037
436f6d706f6e656e74
69616c
69736564
6f776e6564
20353030
6973746963
766f746572
207374727563747572616c
204c696b65
207265636f7264696e67
70757474696e67
747874
666f72636573
20726571756972656d656e74
20736563757265
6c6572
32303036
2049726171
20657863657373
736f696c
20736369656e7469666963
2067656e646572
206f70706f73
526566
20726573706f6e736962696c697479
616374696e67
207472656e64
20486f73706974616c
72617473
2057495448
206d6f64696669636174696f6e
206d696c6573
206772616e64
414c
617373697374616e6365
20696d706c656d656e74
20766974726f
2047697665
68617070656e73
64616e6765726f7573
205061
20696e737472756374696f6e73
206174746163686564
20464947
20436872697374
736f75676874
